[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 Porquinhos",
    "story_translation": "Era uma vez três porquinhos que se propuseram a construir suas próprias casas. O primeiro porquinho construiu sua casa de palha, o segundo porquinho construiu sua casa de paus, e o terceiro porquinho construiu sua casa de tijolos. Um dia, um grande lobo mau chegou à casa do primeiro porquinho. Ele bufou, bufou e explodiu a casa! O primeiro porquinho correu o mais rápido que pôde para a casa do segundo porco. O lobo seguiu-o até à casa dos paus. Ele bufou e bufou de novo e explodiu a casa! Os dois porquinhos correram para a casa do terceiro porco, que era feita de tijolos. O lobo tentou derrubar a casa de alvenaria, mas não conseguiu. Ele bufou e bufou, mas a casa ficou forte. Os três porquinhos estavam seguros lá dentro, e o lobo mau acabou indo embora. Os porcos aprenderam que o trabalho árduo e a dedicação compensam no final.",
    "audio_file": "110000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "O Jardim Mágico",
    "story_translation": "Era uma vez um jardim mágico numa pequena aldeia. Neste jardim, flores coloridas floresceram durante todo o ano, e as árvores sussurraram segredos para os pássaros. Mas a coisa mais mágica de todas foi o coelho falante chamado Rosie. Rosie era muito simpática e adorava ajudar qualquer um que viesse ao jardim. Numa manhã ensolarada, um garoto chamado Timmy visitou o jardim. Ele estava triste porque havia perdido seu brinquedo favorito. Rosie pulou e perguntou: 'O que há de errado, Timmy?' Timmy contou a Rosie sobre seu brinquedo perdido. Rosie sorriu e disse: 'Não se preocupe, Timmy. Eu posso ajudá-lo a encontrá-lo'. Com a ajuda de Rosie, Timmy vasculhou o jardim e encontrou seu brinquedo escondido sob uma folha grande e brilhante. Timmy ficou muito feliz e agradeceu Rosie por sua ajuda mágica. A partir desse dia, Timmy visitou o jardim mágico com frequência, e ele e Rosie se tornaram os melhores amigos, compartilhando muitas outras aventuras mágicas juntos.",
    "audio_file": "110001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "A Floresta Amiga",
    "story_translation": "Era uma vez uma menina chamada Lily. Gostava de explorar. Um dia, ela foi para uma grande floresta perto de sua casa. Na floresta, ela conheceu uma árvore feliz chamada Treey. Treey tinha um rosto sorridente. Lily e Treey se tornaram amigos. Eles jogavam juntos. Lily e Treey também conheceram um esquilo gentil chamado Squeaky. Squeaky adorava nozes e as dividia com Lily e Treey. Riram e se divertiram. Então, eles encontraram uma linda flor. Era colorido e cheirava bem. Eles a pegaram e a deram a uma borboleta amiga chamada Flutter. Flutter agradeceu e dançou no ar. Lily, Treey, Squeaky e Flutter exploraram mais a floresta. Eles viram um riacho cintilante com água clara. Era o lar de peixes brilhantes. Lily e seus novos amigos sentaram-se à beira do riacho e apreciaram o som pacífico da água. Quando chegou a hora de ir para casa, Lily disse: 'Obrigada por serem meus amigos, Treey, Squeaky e Flutter. Voltarei para vê-lo em breve'. Despediu-se e deixou a floresta, feliz por ter conhecido seus novos amigos.",
    "audio_file": "110002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "O Gatinho Perdido",
    "story_translation": "Era uma vez, em um bairro tranquilo, uma garotinha chamada Emma. Emma adorava animais e, um dia, encontrou um gatinho pequeno e fofo em seu quintal. O gatinho parecia perdido e assustado. Ema ficou triste pelo gatinho e decidiu ajudar. Ela gentilmente pegou e deu um cobertor quente. Emma perguntou à mãe se eles poderiam ficar com o gatinho, e sua mãe concordou. Eles batizaram o gatinho de Whiskers por causa de seus bigodes bonitos. Emma e Whiskers se tornaram melhores amigos. Eles brincavam juntos todos os dias e tiravam sonecas ao sol. Emma deu aos Whiskers deliciosa comida para gatos, e Whiskers ronronou feliz. Logo, Whiskers não estava mais perdido ou assustado. Emma e sua nova amiga peluda foram muito felizes juntas. Eles compartilharam muitas aventuras e fizeram um ao outro sorrir todos os dias.",
    "audio_file": "110003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Cachinhos Dourados e os Três Ursos",
    "story_translation": "Era uma vez, em uma floresta densa, uma pequena e aconchegante cabana onde viviam três ursos: Papa Bear, Mama Bear e Baby Bear. Certa manhã, depois que a mamãe ursa fez um delicioso mingau, a família foi passear para deixá-lo esfriar. Enquanto eles estavam fora, uma garotinha curiosa chamada Cachinhos Dourados tropeçou em sua casa de campo. Bateu na porta e, quando ninguém atendeu, ela a abriu e entrou. Na cozinha, Cachinhos Dourados viu três tigelas de mingau. Ela provou o mingau da primeira tigela, que era do Papa Bear, e exclamou: 'Esse mingau é muito quente!' Então ela provou o mingau da tigela da Mama Bear e disse: 'Esse mingau está muito frio'. Finalmente, ela provou o mingau do Baby Bear e sorriu: \"Este mingau está certo!\" Então, ela comeu tudo. Depois de comer, Cachinhos Dourados se sentiu cansado e encontrou três cadeiras na sala. Sentou-se na grande cadeira de Papa Bear, mas foi muito difícil. Ela tentou a cadeira de tamanho médio da Mama Bear, mas era muito macia. Então ela se sentou na pequena cadeira do Baby Bear, e estava tudo certo, mas quebrou sob seu peso! Sentindo-se sonolento, Cachinhos Dourados subiu as escadas e encontrou três camas. Ela se deitou na cama de Papa Bear, mas foi muito difícil. Ela se mudou para a cama de Mama Bear, mas era muito mole. Finalmente, ela tentou a cama do Baby Bear, e estava certo. Adormeceu. Os três ursos voltaram para casa e ficaram surpresos ao ver a porta da casa aberta. Lá dentro, encontraram o mingau comido, as cadeiras usadas e, por fim, a menina dormindo na cama do Baby Bear. Cachinhos Dourados acordou, viu os ursos e saiu correndo da cabana o mais rápido que pôde, para nunca mais voltar.",
    "audio_file": "110004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Cinderela",
    "story_translation": "Era uma vez, em um reino distante, uma menina bondosa e bonita chamada Cinderela. Ela morava com a madrasta malvada e duas meias-irmãs, que a tratavam muito mal. Cinderela foi feita para fazer todo o trabalho duro e recebeu apenas panos para usar. Um dia, o rei anunciou um grande baile, convidando todas as moças do reino, pois o príncipe estava procurando uma noiva. Cinderela desejava ir ao baile, mas a madrasta proibiu, deixando-a em casa em lágrimas. Enquanto Cinderela chorava, sua Fada Madrinha apareceu. Com um aceno de sua varinha, ela transformou os trapos de Cinderela em um belo vestido e transformou uma abóbora em um esplêndido treinador. Ela deu chinelos de vidro para Cinderela e avisou que a magia acabaria à meia-noite. No baile, Cinderela cativou a todos com sua graça e beleza, especialmente o príncipe. Eles dançaram a noite toda, mas quando o relógio bateu doze, Cinderela lembrou-se do aviso de sua Fada Madrinha e saiu correndo, perdendo um de seus chinelos de vidro nos degraus do palácio. O príncipe, determinado a encontrar a misteriosa menina, usou o chinelo de vidro para vasculhar o reino. Quando ele chegou na casa de Cinderela, o chinelo se encaixou perfeitamente nela. O príncipe a reconheceu do baile e declarou seu amor por ela. Cinderela perdoou a madrasta e as meias-irmãs por sua crueldade e se casou com o príncipe. Eles viveram felizes para sempre, e a bondade e humildade de Cinderela eram conhecidas em todo o reino.",
    "audio_file": "110005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Jack e o Pé de Feijão",
    "story_translation": "Era uma vez um menino chamado Jack que morava com a mãe. Eles eram muito pobres e tinham apenas uma vaca. Um dia, a mãe de Jack disse-lhe para vender a vaca porque eles precisavam de dinheiro. Em seu caminho para vender a vaca, Jack conheceu um homem que lhe deu feijões mágicos em troca da vaca. Jack estava animado e correu para casa para mostrar à mãe. Mas a mãe ficou chateada e jogou o feijão pela janela. Na manhã seguinte, Jack viu um enorme pé de feijão subindo para o céu. Ele ficou curioso e subiu no pé de feijão. Levou-o para uma terra no alto do céu, onde vivia um gigante. O gigante tinha uma galinha que botava ovos de ouro e uma harpa mágica. Jack entrou sorrateiramente na casa do gigante e pegou a galinha e a harpa. Mas a harpa gritou, acordando o gigante. Jack correu e desceu o pé de feijão. O gigante o seguiu. Quando Jack chegou ao chão, ele rapidamente cortou o pé de feijão. O gigante caiu e nunca mais foi visto. Jack e sua mãe venderam os ovos de ouro e ficaram ricos. Viveram felizes para sempre.",
    "audio_file": "110006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "O Patinho Feio",
    "story_translation": "Era uma vez uma mãe de pato que tinha um lote de ovos. Um dos ovos era maior que os demais, e eclodiu muito mais tarde. Dele saiu um patinho que parecia diferente de seus irmãos e irmãs. Ele era maior e cinza, não amarelo e fofo como os outros. Os outros patinhos não brincavam com ele e o chamavam de feio. O patinho feio sentiu-se muito triste e saiu de casa para encontrar um lugar onde pudesse ser feliz. Ele conheceu diferentes animais, mas todos o olhavam estranhamente porque ele era muito grande e cinzento. O inverno chegou e estava muito frio. O patinho feio encontrou um lago e nadou nele. Ele viu belos pássaros brancos voando acima dele. Ele desejava poder ser bonito e gracioso como eles. Quando a primavera chegou, o patinho feio viu seu reflexo na água. Ele não era mais um pássaro cinzento e desajeitado. Ele tinha se transformado em um lindo cisne! Os outros cisnes o acolheram e brincaram com ele. As pessoas o viram e disseram: 'Olha esse cisne lindo!' O patinho feio, agora um lindo cisne, estava muito feliz. Ele aprendeu que não importava como ele se parecia quando nasceu, porque ele havia se transformado em um cisne adorável.",
    "audio_file": "110007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "A Galinha Vermelha",
    "story_translation": "Era uma vez uma galinha vermelha que vivia em uma fazenda. Ela encontrou algumas sementes no chão. A Galinha Vermelha teve uma ideia. Ela pensou: 'Vou plantar essas sementes'. Ela perguntou aos amigos, ao cachorro, ao gato e ao pato: 'Quem vai me ajudar a plantar as sementes?' Mas todos eles disseram: 'Eu não.' Então a Galinha Vermelha disse: 'Então eu mesmo farei isso'. E plantou as sementes sozinha. Quando as sementes cresceram em trigo alto, a Galinha Vermelha perguntou: 'Quem vai me ajudar a cortar o trigo?' Novamente, o cachorro, o gato e o pato disseram: 'Eu não.' Então a Galinha Vermelha disse: 'Então eu mesmo farei isso'. E ela cortou o trigo sozinha. Em seguida, ela perguntou: 'Quem vai me ajudar a transformar o trigo em farinha?' Mas seus amigos disseram: 'Eu não', então, ela fez tudo sozinha. Então, a Galinha Vermelha disse: 'Quem vai me ajudar a assar o pão?' Novamente, todos disseram: 'Eu não.' Então, ela mesma fez o pão. Quando o pão estava pronto e cheirava muito bem, o cachorro, o gato e o pato vieram e disseram: 'Vamos ajudá-lo a comer o pão!' Mas a Galinha Vermelha disse: 'Não, eu mesmo vou comer'. E ela fez. Ela comeu o pão e ficou muito feliz.",
    "audio_file": "110008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "A tartaruga e a lebre",
    "story_translation": "Era uma vez uma lebre veloz que adorava se gabar da rapidez com que conseguia correr. Havia também uma tartaruga lenta que se movia muito lentamente. Um dia, a lebre riu da tartaruga e disse: 'Você é tão lenta! Eu posso correr muito mais rápido do que você!' O jabuti respondeu: 'Vamos fazer uma corrida e ver quem é mais rápido'. Decidiram fazer uma corrida. No dia seguinte, todos os animais da floresta vieram assistir. A corrida começou, e a lebre correu muito rápido, deixando a tartaruga muito para trás. Mas logo, a lebre pensou: 'Estou tão à frente, posso descansar um pouco'. Então, deitou-se debaixo de uma árvore e adormeceu. A tartaruga continuou andando devagar, mas de forma constante. Ele não parou nem descansou. Depois de muito tempo, ele passou a lebre adormecida. Quando a lebre acordou, viu que a tartaruga estava perto da linha de chegada. Correu o mais rápido que pôde, mas já era tarde demais. A tartaruga cruzou a linha de chegada em primeiro lugar. O jabuti venceu a corrida porque continuou devagar e não desistiu. A lebre aprendeu que ser rápido nem sempre é o melhor, e você não deve se gabar ou subestimar os outros.",
    "audio_file": "110009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Hansel e Gretel",
    "story_translation": "Era uma vez dois filhos, Hansel e Gretel, que moravam com o pai e uma madrasta. Eles eram muito pobres e, um dia, a madrasta decidiu deixar as crianças na floresta porque não havia comida suficiente para todos. O pai não quis, mas concordou. Hansel ouviu seu plano e coletou pedrinhas brilhantes. Quando eles entraram na floresta, Hansel deixou cair as pedrinhas para fazer um caminho de volta para casa. Depois que seus pais os deixaram, Hansel e Gretel seguiram o caminho de seixos e encontraram o caminho de volta para casa. O pai ficou feliz em vê-los, mas a madrasta não. Na próxima vez, Hansel e Gretel foram levados para dentro da floresta. Hansel deixou um rastro de migalhas de pão, mas os pássaros as comeram e não conseguiram encontrar o caminho de volta. Perdidos e famintos, encontraram uma casa feita de doces e começaram a comê-la. Uma velha bruxa que morava lá os pegou e trancou Hansel em uma jaula. Ela fazia Gretel fazer tarefas domésticas e planejava comer Hansel. Gretel enganou a bruxa e a empurrou para o forno. Então, ela libertou Hansel, e eles encontraram tesouros na casa da bruxa. Com a bruxa desaparecida, Hansel e Gretel encontraram o caminho de volta para casa com os tesouros. O pai ficou muito feliz em vê-los e disse que se arrependeu de deixá-los na floresta. Nunca mais viram a madrasta malvada. Todos viveram felizes para sempre, com muita comida e sem mais preocupações.",
    "audio_file": "110010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "As Novas Roupas do Imperador",
    "story_translation": "Era uma vez um imperador vaidoso que adorava usar roupas extravagantes. Gastou todo o seu dinheiro em estar bem vestido. Um dia, dois vigaristas chegaram à cidade do imperador. Diziam que podiam fazer as roupas mais bonitas do mundo. Essas roupas, afirmavam, eram invisíveis para qualquer um que fosse muito estúpido ou não fosse bom em seu trabalho. O Imperador achou que era uma ótima ideia. Deu-lhes ouro e seda para fazer as roupas. Os vigaristas fingiram trabalhar, mas guardaram todo o ouro e seda para si. Quando as roupas estavam 'prontas', o Imperador foi vê-las. Ele não viu nenhuma roupa, mas não queria parecer estúpido, então fingiu admirá-las. Os estelionatários fingiram vestir o imperador com as roupas novas. O imperador marchou em um desfile na frente de todo o seu povo. Todos na multidão também fingiram ver as roupas, pois não queriam ser chamados de estúpidos. Por fim, uma criança pequena gritou: \"Mas ele não está usando nada!\". Lentamente, todos começaram a sussurrar a mesma coisa. O imperador percebeu que eles estavam certos, mas continuou o desfile, orgulhoso demais para admitir seu erro.",
    "audio_file": "110011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "A Bela Adormecida",
    "story_translation": "Era uma vez um rei e uma rainha que desejavam um filho. Finalmente, seu desejo se tornou realidade, e eles tiveram uma linda menina. Deram-lhe o nome de Aurora. Para celebrar o nascimento de Aurora, o rei e a rainha realizaram uma grande festa. Eles convidaram todas as fadas do reino para abençoar Aurora. Cada fada deu a Aurora um presente como beleza, bondade e inteligência. Mas houve uma velha fada que não foi convidada. Ela sentiu raiva e veio para a festa mesmo assim. Ela deu a Aurora um presente ruim: em seu décimo sexto aniversário, Aurora picava o dedo em uma roda giratória e adormecia para sempre. Por sorte, a fada mais nova ainda não tinha dado o presente para ela. Ela não conseguia desfazer a maldição da velha fada, mas conseguia amenizá-la. Ela disse que Aurora não morreria, mas cairia em um sono profundo, e apenas um beijo de amor verdadeiro poderia acordá-la. Os anos se passaram e Aurora cresceu e se tornou uma princesa linda e gentil. Em seu décimo sexto aniversário, ela encontrou uma roda giratória e picou o dedo. Ela caiu em um sono profundo, e todo o reino adormeceu com ela. Cem anos se passaram e um príncipe chegou ao reino. Ele encontrou Aurora e a beijou. O beijo quebrou o feitiço. Aurora e todo o reino acordaram. O príncipe e Aurora se apaixonaram e se casaram. Eles viveram felizes para sempre, e o reino estava cheio de alegria e risos novamente.",
    "audio_file": "110012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Amélia Earhart",
    "story_translation": "Era uma vez uma garota corajosa e aventureira chamada Amelia Earhart. Amélia adorava observar pássaros e sonhava em voar alto no céu como eles. Ela cresceu em uma época em que poucas mulheres se tornaram pilotos, mas Amélia estava determinada a seguir seu sonho. Trabalhou muito e aprendeu a pilotar aviões, tornando-se uma das primeiras mulheres pilotos do mundo. Amelia fez algo realmente incrível: ela voou sozinha pelo grande e largo Oceano Atlântico, a primeira mulher a fazê-lo! Sua coragem e sucesso mostraram a todos que as meninas também podem realizar grandes sonhos. Amélia ficou famosa e inspirou muitas pessoas, especialmente meninas, a seguirem seus próprios sonhos, não importa o quão grandes eles sejam. Ela provou que, com determinação e coragem, você pode alcançar as estrelas e realizar seus sonhos.",
    "audio_file": "110013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Martin Luther King Jr.",
    "story_translation": "Era uma vez um homem chamado Martin Luther King Jr., que tinha um grande sonho. Ele sonhava com um mundo onde todos, não importando a cor de sua pele, fossem tratados de forma igual e justa. Martin viveu em uma época em que nem todos eram tratados da mesma forma – pessoas com cores de pele diferentes tinham escolas diferentes, fontes de água diferentes e não podiam fazer as mesmas coisas. Isso deixou Martin muito triste, e ele queria mudar isso. Tornou-se líder e falou para muita gente sobre o seu sonho. Fez discursos e liderou marchas pacíficas, pedindo que todos fossem tratados com gentileza e respeito. Seu discurso mais famoso começou com 'Eu tenho um sonho...' Martin era corajoso e forte, e trabalhou muito duro para tornar o mundo um lugar melhor. Por causa dele, muitas leis foram alteradas, e as pessoas começaram a entender o quanto é importante tratar todos igualmente. Martin Luther King Jr. nos mostrou que, com amor, paz e determinação, podemos fazer grandes mudanças e ajudar todos a viverem melhor juntos.",
    "audio_file": "110014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Parques Rosa",
    "story_translation": "Era uma vez uma mulher corajosa chamada Rosa Parks que defendia o que era certo. Rosa viveu em uma época em que as pessoas eram tratadas de forma diferente com base na cor da pele. Um dia, depois de um longo dia de trabalho, Rosa sentou-se em um ônibus em Montgomery, Alabama. O motorista do ônibus disse a ela para ceder seu assento para um passageiro branco, mas Rosa estava cansada, não apenas de seu dia, mas das regras injustas que ela e outros tinham que seguir todos os dias. Ela decidiu ficar sentada, dizendo não de uma forma calma, mas poderosa. O ato corajoso de Rosa foi um momento muito importante. Começou um grande movimento onde muitas pessoas, lideradas por Martin Luther King Jr., se uniram para lutar por igualdade e justiça. Eles organizaram um grande boicote aos ônibus, onde pararam de usar os ônibus até que todos pudessem se sentar onde quisessem. O simples ato de coragem de Rosa ajudou a mudar muitas leis injustas e mostrou ao mundo como defender o que é certo, mesmo que de pequenas maneiras, pode fazer uma enorme diferença. Rosa Parks é lembrada como a \"Mãe do Movimento dos Direitos Civis\", e sua história nos ensina que qualquer um pode ser um herói e ajudar a mudar o mundo para melhor.",
    "audio_file": "110015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Neil Armstrong",
    "story_translation": "Era uma vez um homem aventureiro chamado Neil Armstrong. Ele tinha o sonho de fazer algo que ninguém nunca tinha feito antes – andar na Lua! Neil adorava voar e se tornou piloto, voando alto no céu e até se tornando astronauta, o que significou que ele conseguiu ir ao espaço. Em 20 de julho de 1969, Neil e seus amigos voaram em uma nave espacial chamada Apollo 11 até a Lua. Foi uma longa e emocionante jornada. Quando chegaram à Lua, Neil foi o primeiro a sair da nave espacial para a superfície empoeirada da Lua. Ao dar seu primeiro passo, ele disse: 'Esse é um pequeno passo para o homem, um salto gigante para a humanidade'. Isso significava que, embora seu passo fosse pequeno, era um grande momento para todas as pessoas em todos os lugares. Neil e seus amigos coletaram rochas lunares e plantaram uma bandeira. Quando retornaram à Terra, foram celebrados como heróis. O sonho e a bravura de Neil mostraram a todos que, com muito trabalho e determinação, podemos alcançar as estrelas e alcançar coisas incríveis.",
    "audio_file": "110016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Marie Curie",
    "story_translation": "Era uma vez, no país da Polônia, uma garota muito curiosa e inteligente chamada Marie Curie. Marie adorava aprender, especialmente sobre ciência. Quando cresceu, mudou-se para Paris, na França, para estudar mais, pois queria se tornar cientista. Naquela época, poucas mulheres eram cientistas, mas Marie era determinada. Ela trabalhou em um pequeno laboratório escuro com seu marido, Pierre Curie. Juntos, eles descobriram algo incrível chamado rádio. O rádio era um tipo especial de metal que brilhava no escuro e podia ser usado para ajudar os médicos a ver dentro do corpo das pessoas para torná-las melhores. Marie Curie ficou muito famosa por sua descoberta, e ganhou o Prêmio Nobel não uma, mas duas vezes! Ela foi a primeira mulher a ganhar este grande prêmio e a primeira pessoa a ganhá-lo duas vezes. Marie mostrou ao mundo que as meninas também podem ser grandes cientistas. Trabalhou muito e nunca desistiu, mesmo quando era difícil. Suas descobertas ajudaram muitas pessoas e mudaram o mundo da ciência para sempre.",
    "audio_file": "110017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Malala Yousafzai",
    "story_translation": "Era uma vez, no belo Vale do Swat, no Paquistão, uma menina corajosa chamada Malala Yousafzai. Malala adorava ir à escola e aprender coisas novas, mas em seu país, um grupo de pessoas achava que as meninas não deveriam ir à escola. Malala acreditava que toda menina e menino tem o direito de aprender, por isso defendeu seus direitos e os direitos de outras crianças. Ela escreveu sobre sua vida e seu desejo de ir para a escola em um diário, e muitas pessoas ao redor do mundo leram suas palavras. Sua coragem deixou algumas pessoas irritadas e, um dia, ela ficou magoada. Mas Malala era forte e não desistiu. Depois que melhorou, continuou a falar ainda mais alto pela educação de todas as crianças. Sua bravura e sua história inspiraram muitas pessoas, e ela se tornou a pessoa mais jovem a ganhar o Prêmio Nobel da Paz. Malala mostrou a todos que, mesmo sendo jovem, você pode fazer uma grande diferença no mundo defendendo o que acredita.",
    "audio_file": "110018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Nelson Mandela",
    "story_translation": "Era uma vez na África do Sul um homem chamado Nelson Mandela. Mandela era um homem corajoso e sábio que acreditava que todos deveriam ser tratados igualmente, não importando a cor de sua pele. Mas durante esses tempos, na África do Sul, havia leis injustas chamadas apartheid, que separavam as pessoas com base em sua raça e cor. Mandela queria mudar essas leis para que todos, negros ou brancos, pudessem viver juntos em paz. Ele trabalhou muito e falou com muitas pessoas, tentando trazer mudanças de forma pacífica. Mas o governo não gostou e o colocou na cadeia por muitos anos. Mandela nunca perdeu a esperança e tornou-se um símbolo da luta pela liberdade. Pessoas de todo o mundo o conheciam e apoiavam sua causa. Finalmente, depois de 27 anos, ele foi libertado. O sonho de Mandela começou a se tornar realidade quando ele se tornou o primeiro presidente negro da África do Sul, e ele trabalhou para reunir pessoas de todas as cores. Ele mostrou ao mundo o poder do perdão e como é importante lutar pelo que é certo. Nelson Mandela é lembrado como um herói que trouxe esperança e mudança para seu país e para o mundo.",
    "audio_file": "110019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Leonardo Da Vinci",
    "story_translation": "Era uma vez na Itália, viveu um menino curioso e inteligente chamado Leonardo da Vinci. Leonardo adorava explorar o mundo ao seu redor e se interessava por muitas coisas. Gostava de desenhar, pintar e até inventar coisas novas. À medida que cresceu, tornou-se muito bom em arte e criou belas pinturas, uma das quais foi a famosa 'Mona Lisa' que as pessoas ainda admiram hoje. Mas Leonardo não era apenas um artista; Foi também cientista e inventor. Ele estudou pássaros e sonhava em fazer uma máquina que pudesse voar, assim como um avião hoje. Ele também olhou para o corpo humano para entender como ele funciona e desenhou muitos esboços de suas ideias. Leonardo era um homem muito talentoso, e sua curiosidade sobre o mundo nunca parou. Ele continuou aprendendo e criando a vida toda. Ele nos mostrou que se você é curioso e trabalha duro, você pode aprender sobre muitas coisas diferentes e talvez até mudar o mundo com suas ideias.",
    "audio_file": "110020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Cleópatra",
    "story_translation": "Era uma vez no antigo Egito, uma famosa rainha chamada Cleópatra. Cleópatra não era apenas uma rainha; Ela também era muito inteligente e educada. Ela falava muitas línguas e era conhecida por seu charme e inteligência. Como governante do Egito, Cleópatra se importava profundamente com seu povo e trabalhava duro para tornar seu país forte e poderoso. Ela também era famosa por sua beleza e suas grandes histórias de amor com líderes poderosos de outros países, como Júlio César e Marco Antônio. Cleópatra viveu em uma época em que era muito raro uma mulher estar em uma posição tão poderosa, mas ela mostrou que podia governar tão bem quanto qualquer rei. Ela foi uma das últimas governantes do antigo Egito antes de se tornar parte do Império Romano. A vida de Cleópatra foi cheia de aventuras, e ela foi lembrada ao longo da história como uma das mulheres mais fascinantes e influentes de seu tempo.",
    "audio_file": "110021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Galileu Galilei",
    "story_translation": "Era uma vez na Itália um homem chamado Galileu Galilei. Galileu era muito curioso sobre o mundo e as estrelas no céu. Adorava estudar e aprender tudo o que podia. Uma das coisas mais importantes que ele fez foi olhar para as estrelas e planetas com um telescópio, que era uma nova invenção naquela época. Galileu descobriu que a Terra e outros planetas se moviam ao redor do Sol, e não o contrário, como a maioria das pessoas acreditava naquela época. Essa foi uma grande descoberta porque mudou a maneira como as pessoas entendiam o universo. No entanto, nem todos ficaram satisfeitos com as ideias de Galileu. Algumas pessoas, incluindo líderes poderosos, não acreditavam nele e também não queriam que os outros acreditassem nele. Achavam que suas ideias eram muito diferentes. Galileu teve que ser muito corajoso para compartilhar suas descobertas e defender o que ele sabia ser verdade. Ele continuou estudando e ensinando, e hoje, lembramos Galileu como um dos maiores cientistas de todos os tempos. Ele nos mostrou que às vezes você tem que questionar o que todo mundo pensa e ser corajoso o suficiente para seguir suas próprias ideias.",
    "audio_file": "110022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Joana d'Arc",
    "story_translation": "Era uma vez na França, uma jovem chamada Joana D'Arc. Joana viveu em uma pequena aldeia durante uma época em que seu país, a França, estava em uma grande guerra com outro país chamado Inglaterra. Joana era muito corajosa e acreditava que tinha uma missão especial para ajudar a França. Ela disse que ouviu vozes de santos dizendo para salvar seu país. Mesmo sendo apenas uma adolescente e uma menina, Joana convenceu o príncipe da França a deixá-la liderar um exército. Ela usava armadura e montava em um cavalo, levando seus soldados para a batalha. A coragem de Joana inspirou todos ao seu redor, e ela ajudou a vencer algumas batalhas importantes. As pessoas a viam como uma heroína. Infelizmente, ela foi capturada por seus inimigos e enfrentou grandes desafios. Mas Joana nunca deixou de acreditar na sua missão. Anos depois, foi lembrada como símbolo de bravura e patriotismo. Joana D'Arc tornou-se santa, e pessoas de todo o mundo conhecem a sua história. Ela nos ensinou que não importa quão jovem ou pequeno você seja, você pode fazer grandes coisas se tiver coragem e acreditar em si mesmo.",
    "audio_file": "110023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Albert Einstein",
    "story_translation": "Era uma vez um físico brilhante chamado Albert Einstein. Albert tinha uma curiosidade profunda sobre o universo e como ele funcionava. Ele criou uma teoria inovadora chamada \"Teoria da Relatividade\", que mudou a maneira como entendemos espaço, tempo e gravidade. Sua fórmula, E=mc², ficou famosa mundialmente. Albert não era apenas um cientista; Foi também um defensor da paz e dos direitos humanos. Ele falou contra a guerra e a injustiça. Seu trabalho e suas ideias revolucionaram a ciência e o tornaram um dos cientistas mais famosos da história. Albert Einstein nos mostrou que, com imaginação, curiosidade e muito trabalho, podemos desvendar os mistérios do universo e tornar o mundo um lugar melhor.",
    "audio_file": "110024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "A queda do Muro de Berlim",
    "story_translation": "Era uma vez, em 1989, um acontecimento marcante em Berlim, na Alemanha: a Queda do Muro de Berlim. Durante décadas, o Muro de Berlim separou Berlim Oriental e Ocidental, simbolizando a divisão entre Oriente e Ocidente durante a Guerra Fria. Era uma barreira física e ideológica que se colocava como símbolo de opressão e divisão. No entanto, no outono de 1989, uma série de protestos pacíficos e mudanças políticas na Alemanha Oriental levaram ao impensável. Na noite de 9 de novembro de 1989, o governo da Alemanha Oriental anunciou que os cidadãos poderiam atravessar para Berlim Ocidental livremente. Multidões de pessoas acorreram ao muro e, com martelos e cinzéis, começaram a desmontá-lo. O mundo assistiu atônito enquanto famílias e amigos se reuniam alegremente, e pessoas de ambos os lados do muro se abraçavam. A queda do Muro de Berlim marcou o início do fim da Guerra Fria e a eventual reunificação da Alemanha. Foi uma prova do poder das pessoas se unindo para quebrar barreiras e alcançar a liberdade e a unidade.",
    "audio_file": "110025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "A Rota da Seda",
    "story_translation": "Há muito tempo, nos tempos antigos, existia uma vasta rede de rotas comerciais conhecida como Rota da Seda. Esta viagem histórica não foi uma única estrada, mas uma complexa teia de caminhos interconectados que se estendiam pela Ásia, ligando o Oriente ao Ocidente. A Rota da Seda recebeu esse nome devido à valiosa seda, um tecido luxuoso produzido na China, que era um dos bens mais procurados ao longo dessas rotas. No entanto, a Rota da Seda não era apenas sobre seda; era um canal para a troca de bens, culturas e ideias. Comerciantes da China, Índia, Pérsia, Arábia e outras regiões embarcaram em viagens perigosas, carregando mercadorias como especiarias, metais preciosos, gemas e tecidos exóticos. Junto com essas mercadorias, eles compartilharam suas culturas, religiões e tecnologias. A Rota da Seda facilitou uma notável troca de conhecimento, levando a avanços na ciência, matemática e arte. Também desempenhou um papel significativo na disseminação do budismo, islamismo e cristianismo para diferentes partes do mundo. À medida que a Rota da Seda prosperava, ela promoveu um espírito de cooperação e compreensão entre diversas civilizações. Apesar dos desafios de terrenos inóspitos e clima imprevisível, os comerciantes continuaram suas jornadas, forjando conexões entre terras distantes. A Rota da Seda foi uma ponte que conectou pessoas através dos continentes e desempenhou um papel fundamental na formação da história do nosso mundo.",
    "audio_file": "110026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "A Grande Muralha da China",
    "story_translation": "Há muitos séculos, na vasta e antiga terra da China, um notável projeto de construção começou. Foi a construção do que mais tarde se tornaria uma das estruturas mais icônicas e inspiradoras do mundo: a Grande Muralha da China. Este empreendimento monumental não era um único muro, mas uma série de muralhas, fortificações e torres de vigia que se estendiam pela fronteira norte da China. O principal objetivo da Grande Muralha era proteger os estados e impérios chineses de invasões de tribos nômades e incursões militares. A construção da Grande Muralha começou há mais de 2.000 anos durante a dinastia Qin, mas foi expandida e reconstruída pelas dinastias subsequentes, incluindo as dinastias Han, Ming e Qing. O muro foi construído usando vários materiais, como pedra, terra, madeira e tijolo, e cobriu uma distância surpreendente, com estimativas variando de 13.000 a 21.196 milhas. Foi um testemunho da engenhosidade e determinação do povo chinês. A Grande Muralha não só serviu como uma formidável estrutura defensiva, mas também facilitou o comércio, a comunicação e os intercâmbios culturais ao longo da Rota da Seda. Resistiu ao teste do tempo e continua a ser um símbolo da rica história e da força duradoura da China. Hoje, é reconhecida como uma das Sete Maravilhas do Mundo e é visitada por milhões de pessoas de todo o mundo que vêm se maravilhar com sua grandeza e significado histórico.",
    "audio_file": "110027.wav"
  }
]