[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "Os Três Porquinhos",
        "fiction": true,
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "Era uma vez, três porquinhos que decidiram construir casas para ficar seguros. O primeiro porquinho construiu uma casa de palha porque era fácil. O segundo porquinho construiu uma casa de gravetos, mais forte, mas ainda fraca. O terceiro porquinho construiu uma casa de tijolos, forte e resistente. Um dia, um grande lobo mau veio até a casa de palha. Ele bufou, soprou e facilmente acabou com a casa de palha. O porquinho assustado correu para a casa de gravetos com seu irmão. O lobo os seguiu, bufou, soprou e destruiu a casa de gravetos. Ambos os porquinhos correram para a casa de tijolos, esperando que fosse forte. O lobo bufou, soprou, mas a casa de tijolos não caiu. Frustrado, o lobo tentou descer pela chaminé para pegar os porquinhos. Os porquinhos acenderam uma fogueira, e o lobo fugiu assustado. Os três porquinhos estavam seguros e aprenderam que o trabalho duro sempre vale a pena. Eles viveram felizes para sempre em sua forte e segura casa de tijolos.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "Cabelinhos de Ouro ou A Menina dos Cabelos Dourados",
        "fiction": true,
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "Uma manhã ensolarada, Cachinhos Dourados caminhou pela floresta e encontrou uma pequena casa. A porta estava aberta, então Cachinhos Dourados decidiu entrar e explorar. Na cozinha, ela encontrou três tigelas de mingau na mesa. Ela experimentou a primeira tigela e disse: Este mingau está muito quente! Ela tentou a segunda tigela e disse: Este mingau está muito frio! Ela experimentou a terceira tigela e disse feliz: Este mingau está na medida certa! Depois de comer, Cachinhos Dourados se sentiu cansada e notou três cadeiras na sala de estar. Ela sentou na primeira cadeira, mas disse: Esta cadeira é muito dura! Ela tentou a segunda cadeira, mas disse: Esta cadeira é muito macia! Ela se sentou na terceira cadeira e disse: Esta cadeira está na medida certa! De repente, a pequena cadeira quebrou, e Cachinhos Dourados rapidamente se levantou, surpresa. Sentindo-se sonolenta, ela subiu as escadas e encontrou três camas em um quarto. Ela se deitou na primeira cama e disse: Esta cama é muito dura! Ela tentou a segunda cama, mas disse: Esta cama é muito macia! Ela se deitou na terceira cama e disse: Esta cama está na medida certa! Cachinhos Dourados adormeceu profundamente, sem saber que os três ursos estavam voltando para casa. Papai Urso disse: Alguém comeu meu mingau! com uma voz muito alta. Mamãe Ursa disse: Alguém se sentou na minha cadeira e a quebrou! O Bebê Urso disse: Alguém dormiu na minha cama, e aqui está ela! Cachinhos Dourados acordou, viu os ursos e gritou enquanto corria para fora. Ela saiu correndo pela floresta, prometendo a si mesma nunca mais entrar em casas estranhas.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Cinderela",
        "fiction": true,
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "Era uma vez, uma menina bondosa chamada Cinderela que vivia com sua cruel madrasta. Sua madrasta e suas irmãs obrigavam-na a fazer todo o trabalho de limpeza e cozinhar. Um dia, o rei anunciou um grande baile para que o príncipe encontrasse uma noiva. Cinderela queria ir, mas sua madrasta se recusou e a deixou em casa. Enquanto ela chorava, sua Fada Madrinha apareceu e prometeu ajudá-la a ir ao baile. Com um gesto de sua varinha, ela transformou os trapos de Cinderela em um belo vestido. Ela deu a Cinderela sapatinhos de vidro e transformou uma abóbora em uma carruagem mágica. A Fada Madrinha disse: Volte antes da meia-noite ou a magia irá desaparecer. No baile, todos admiraram Cinderela, e o príncipe se apaixonou por ela. Eles dançaram juntos a noite toda até que o relógio marcou doze horas, e Cinderela fugiu. Ela deixou para trás um sapatinho de vidro, que o príncipe usou para procurá-la. O príncipe visitou cada casa, experimentando o sapatinho em todas as jovens do reino. Quando chegou à casa de Cinderela, as irmãs tentaram, mas seus pés não caberam no sapatinho. Cinderela experimentou o sapatinho, e ele serviu perfeitamente! O príncipe sabia que ela era a escolhida. Eles se casaram logo em seguida, e Cinderela perdoou sua madrasta e irmãs pela crueldade. Cinderela e o príncipe viveram felizes para sempre no grande palácio.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "João e o Pé de Feijão",
        "fiction": true,
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "Era uma vez um pobre garoto chamado Jack que vivia com sua mãe. Eles tinham apenas uma vaca, que vendiam para conseguir comida e dinheiro. Um dia, Jack trocou a vaca por feijões mágicos de um homem estranho. Sua mãe ficou furiosa e jogou os feijões pela janela. Pela manhã, os feijões haviam crescido e se transformado em uma gigantesca planta de feijão que chegava ao céu. Curioso, Jack subiu pela planta de feijão e descobriu um enorme castelo nas nuvens. Dentro, ele viu um gigante que possuía uma harpa dourada e uma galinha mágica. A galinha botava ovos de ouro, e a harpa tocava belas músicas sozinha. Jack pegou a galinha e a harpa, mas o gigante acordou e o perseguiu. Jack desceu rapidamente pela planta de feijão enquanto o gigante furioso o seguia. Ao chegar ao chão, Jack pegou um machado e cortou a planta de feijão. O gigante caiu da planta e nunca mais foi visto. Com os ovos de ouro da galinha, Jack e sua mãe viveram felizes para sempre.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "A Tartaruga e a Lebre",
        "fiction": true,
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "Era uma vez uma rápida lebre que adorava se gabar de quão veloz era. A lebre riu de uma tartaruga que se movia devagar e desafiou-a para uma corrida. Confiante, a lebre correu rapidamente, deixando a tartaruga bem para trás na poeira. Certo de sua vitória, a lebre decidiu tirar uma soneca debaixo de uma árvore. Enquanto isso, a tartaruga caminhou firme, sem nunca parar, e acabou ultrapassando a lebre adormecida. Quando a lebre acordou, percebeu que a tartaruga estava perto da linha de chegada. A lebre correu o mais rápido que pôde, mas era tarde demais. A tartaruga cruzou a linha de chegada primeiro e venceu a corrida contra a lebre. A lebre ficou envergonhada e aprendeu uma valiosa lição sobre excesso de confiança e humildade. A tartaruga mostrou que um esforço lento e constante pode vencer contra a arrogância e a pressa.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Hansel e Gretel",
        "fiction": true,
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "Era uma vez, João e Maria viviam com seu pai e a madrasta. A família era muito pobre, e a madrasta planejava abandonar as crianças. Certa noite, João ouviu o plano e coletou pedrinhas brilhantes para marcar um caminho. No dia seguinte, os pais levaram João e Maria para bem fundo na floresta. Quando ficaram sozinhos, João e Maria seguiram o caminho de pedrinhas de volta para casa em segurança. Irritada, a madrasta os levou ainda mais fundo na floresta no dia seguinte. João tentou deixar migalhas de pão, mas os pássaros as comeram, deixando as crianças perdidas e assustadas. Elas vagaram e descobriram uma casa de doces pertencente a uma bruxa que as prendeu. A bruxa planejava comer João e fez Maria realizar todas as tarefas. A astuta Maria enganou a bruxa e a empurrou para dentro do forno em chamas. Elas encontraram tesouros na casa da bruxa e os levaram de volta para casa. O pai ficou radiante, e a má madrasta havia partido para sempre de suas vidas. João e Maria viveram felizes para sempre, com muita comida e sem preocupações.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "As novas roupas do imperador",
        "fiction": true,
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "Era uma vez um imperador que adorava usar as roupas mais finas e elegantes. Dois trapaceiros visitaram-no, afirmando que poderiam criar roupas mágicas invisíveis para os tolos. O imperador deu-lhes ouro e seda para que criassem as magníficas vestimentas. Os trapaceiros fingiram trabalhar arduamente, mas ficaram com o ouro e a seda para si. Quando as roupas ficaram prontas, o imperador nada viu, mas teve medo de admitir. Ele fingiu admirar as roupas invisíveis, preocupado que os outros pensassem que ele era um tolo. Os trapaceiros simularam vesti-lo, e o imperador anunciou um grande desfile. Todos na multidão também fingiram ver as novas roupas do imperador. Finalmente, uma criança exclamou: Mas ele não está usando nada! A multidão murmurou e concordou, percebendo que o imperador havia sido completamente enganado. O imperador ficou envergonhado, mas continuou o desfile, muito orgulhoso para admitir seu erro. A partir daquele dia, ele se tornou mais humilde e se importou menos com roupas elegantes.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "A Bela Adormecida",
        "fiction": true,
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "Era uma vez, um rei e uma rainha que desejavam ter um filho. Seu desejo se tornou realidade e eles tiveram uma linda menina, Aurora. Fadas presentearam Aurora com bênçãos como beleza e bondade em um grande banquete de celebração. Uma fada zangada e não convidada lançou uma maldição sobre Aurora, fazendo-a picar o dedo e morrer. Uma fada bondosa amenizou a maldição: Aurora dormiria até o beijo do verdadeiro amor. O rei queimou todas as rodas de fiar, esperando proteger Aurora da maldição. Anos depois, em seu décimo sexto aniversário, Aurora encontrou uma roda de fiar antiga. Ela picou o dedo e caiu em um profundo sono, como foi previsto. Todo o castelo adormeceu, cercado por espessas e espinhosas vinhas. Cem anos se passaram e um corajoso príncipe descobriu o castelo adormecido. Ele beijou Aurora, quebrando o feitiço e acordando todos no castelo. Aurora e o príncipe se apaixonaram, se casaram e viveram felizes para sempre.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Ali Baba e os 40 Ladrões",
        "fiction": true,
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Ali Baba era um pobre lenhador que morava em uma pequena aldeia. Um dia, ele viu quarenta ladrões escondendo um tesouro em uma caverna mágica. Eles disseram: \"Abre-te, Sésamo\", e a porta da caverna se abriu, revelando ouro e joias. Depois que eles saíram, Ali Baba usou as mesmas palavras para entrar na caverna. Ele pegou uma pequena quantidade de tesouro para ajudar sua família pobre. Os ladrões descobriram que alguém tinha entrado na caverna e ficaram muito irritados. Eles procuraram na aldeia e suspeitaram de Ali Baba por ter roubado seu tesouro. O astuto servo de Ali Baba, Morgiana, ouviu seus planos de matá-lo. Ela enganou os ladrões e salvou Ali Baba, superando seu líder. Ali Baba e sua família viveram felizes para sempre, agradecidos por sua fortuna.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "O Pescador e sua Esposa",
        "fiction": true,
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Um pobre pescador pegou um peixe mágico que falava e decidiu libertá-lo. O peixe prometeu lhe conceder qualquer desejo por poupar sua vida. O pescador contou à sua esposa, que exigiu uma casa maior como seu desejo. O peixe atendeu ao desejo e eles se mudaram para uma grande cabana. A esposa se tornou gananciosa e pediu um castelo e para ser rainha. Cada vez, o pescador retornava ao peixe para pedir mais. O peixe concedeu os desejos, mas a ganância da esposa só continuava a crescer. Finalmente, ela exigiu se tornar a governante do sol, da lua e das estrelas. O peixe, irritado com sua ganância, tomou tudo de volta, deixando-os em sua cabana. O pescador e sua esposa voltaram à sua vida simples, aprendendo a ser contentes.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Amelia Earhart",
        "fiction": false,
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "Era uma vez uma menina corajosa e aventureira chamada Amelia Earhart. Amelia adorava observar pássaros e sonhava em voar alto no céu, assim como eles. Ela cresceu em uma época em que não muitas mulheres se tornavam pilotos, mas Amelia estava determinada a seguir seu sonho. Ela trabalhou muito e aprendeu a pilotar aviões, tornando-se uma das primeiras mulheres pilotos do mundo. Amelia fez algo realmente incrível: ela voou sozinha por todo o vasto Oceano Atlântico, sendo a primeira mulher a fazer isso! Sua coragem e sucesso mostraram a todos que as meninas também podem realizar grandes sonhos. Amelia se tornou famosa e inspirou muitas pessoas, especialmente meninas, a seguirem seus próprios sonhos, não importa quão grandes eles sejam. Ela provou que com determinação e coragem, você pode alcançar as estrelas e fazer seus sonhos se tornarem realidade.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Marie Curie",
        "fiction": false,
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "Era uma vez, no país da Polônia, uma garota muito curiosa e inteligente chamada Marie Curie. Marie adorava aprender, especialmente sobre ciência. Quando cresceu, ela se mudou para Paris, França, para estudar mais, porque queria se tornar uma cientista. Naquela época, não havia muitas mulheres cientistas, mas Marie estava determinada. Ela trabalhava em um pequeno laboratório escuro com seu marido, Pierre Curie. Juntos, descobriram algo incrível chamado rádio. O rádio era um tipo especial de metal que brilhava no escuro e podia ser usado para ajudar os médicos a ver dentro dos corpos das pessoas para torná-las melhores. Marie Curie se tornou muito famosa por sua descoberta, e ela ganhou o Prêmio Nobel não uma vez, mas duas vezes! Ela foi a primeira mulher a ganhar este grande prêmio e a primeira pessoa a ganhá-lo duas vezes. Marie mostrou ao mundo que meninas também podem ser grandes cientistas. Ela trabalhou duro e nunca desistiu, mesmo quando as coisas eram difíceis. Suas descobertas ajudaram muitas pessoas e mudaram o mundo da ciência para sempre.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Nelson Mandela",
        "fiction": false,
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "Era uma vez, na África do Sul, um homem chamado Nelson Mandela. Mandela era um homem corajoso e sábio que acreditava que todos deveriam ser tratados igualmente, independentemente da cor da sua pele. Mas naquela época, na África do Sul, havia leis injustas chamadas apartheid, que separavam as pessoas com base em sua raça e cor. Mandela queria mudar essas leis para que todos, negros ou brancos, pudessem viver juntos em paz. Ele trabalhou muito arduamente e conversou com muitas pessoas, tentando trazer mudança de forma pacífica. Mas o governo não gostou disso e o colocou na prisão por muitos anos. Mandela nunca perdeu a esperança e se tornou um símbolo da luta pela liberdade. Pessoas de todo o mundo sabiam sobre ele e apoiavam sua causa. Finalmente, após 27 anos, ele foi libertado. O sonho de Mandela começou a se tornar realidade quando ele se tornou o primeiro presidente negro da África do Sul, e ele trabalhou para unir pessoas de todas as cores. Ele mostrou ao mundo o poder do perdão e quão importante é lutar pelo que é certo. Nelson Mandela é lembrado como um herói que trouxe esperança e mudança para seu país e para o mundo.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Leonardo Da Vinci",
        "fiction": false,
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "Era uma vez na Itália, um menino curioso e inteligente chamado Leonardo da Vinci. Leonardo adorava explorar o mundo ao seu redor e se interessava por muitas coisas. Ele gostava de desenhar, pintar e até inventar novas coisas. À medida que crescia, tornou-se muito bom em arte e criou belas pinturas, uma das quais foi a famosa 'Mona Lisa', que as pessoas ainda admiram hoje. Mas Leonardo não era apenas um artista; ele também era um cientista e inventor. Estudou os pássaros e sonhava em criar uma máquina que pudesse voar, assim como um avião hoje em dia. Ele também estudou o corpo humano para entender como ele funciona e fez muitos esboços de suas ideias. Leonardo era um homem muito talentoso, e sua curiosidade sobre o mundo nunca parou. Ele continuou aprendendo e criando durante toda a sua vida. Ele nos mostrou que, se você é curioso e trabalha duro, pode aprender sobre muitas coisas diferentes e talvez até mudar o mundo com suas ideias.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Cleópatra",
        "fiction": false,
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "Era uma vez, no antigo Egito, uma famosa rainha chamada Cleópatra. Cleópatra não era apenas uma rainha; ela também era muito inteligente e educada. Ela podia falar muitas línguas e era conhecida por seu charme e inteligência. Como governante do Egito, Cleópatra se importava profundamente com seu povo e trabalhava arduamente para tornar seu país forte e poderoso. Ela também era famosa por sua beleza e suas grandes histórias de amor com líderes poderosos de outros países, como Júlio César e Marco Antônio. Cleópatra viveu em uma época em que era muito raro uma mulher ocupar uma posição tão poderosa, mas ela mostrou que podia governar tão bem quanto qualquer rei. Ela foi uma das últimas governantes do antigo Egito antes que este se tornasse parte do Império Romano. A vida de Cleópatra foi cheia de aventuras, e ela foi lembrada ao longo da história como uma das mulheres mais fascinantes e influentes de seu tempo.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Joana d'Arc",
        "fiction": false,
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "Era uma vez na França, havia uma jovem chamada Joana d'Arc. Joana morava em uma pequena vila durante uma época em que seu país, a França, estava em uma grande guerra com outro país chamado Inglaterra. Joana era muito corajosa e acreditava que tinha uma missão especial para ajudar a França. Ela dizia que ouvia vozes de santos dizendo-lhe para salvar seu país. Mesmo sendo apenas uma adolescente e uma garota, Joana convenceu o príncipe da França a deixá-la liderar um exército. Ela usava armadura e montava um cavalo, liderando seus soldados na batalha. A coragem de Joana inspirou todos ao seu redor, e ela ajudou a vencer algumas batalhas importantes. As pessoas a viam como uma heroína. Infelizmente, ela foi capturada por seus inimigos e enfrentou grandes desafios. Mas Joana nunca parou de acreditar em sua missão. Anos depois, ela foi lembrada como um símbolo de bravura e patriotismo. Joana d'Arc se tornou uma santa, e pessoas de todo o mundo conhecem sua história. Ela nos ensinou que não importa quão jovem ou pequena você seja, você pode fazer grandes coisas se tiver coragem e acreditar em si mesma.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Albert Einstein",
        "fiction": false,
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "Era uma vez um brilhante físico chamado Albert Einstein. Albert tinha uma profunda curiosidade sobre o universo e como ele funcionava. Ele elaborou uma teoria inovadora chamada 'Teoria da Relatividade', que mudou a maneira como entendemos o espaço, o tempo e a gravidade. Sua fórmula, E=mc², tornou-se famosa em todo o mundo. Albert não era apenas um cientista; ele também era um defensor da paz e dos direitos humanos. Ele se manifestou contra a guerra e a injustiça. Seu trabalho e suas ideias revolucionaram a ciência e o tornaram um dos cientistas mais famosos da história. Albert Einstein nos mostrou que, com imaginação, curiosidade e trabalho árduo, podemos desvendar os mistérios do universo e tornar o mundo um lugar melhor.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "A Queda do Muro de Berlim",
        "fiction": false,
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "Era uma vez, em 1989, um evento marcante ocorreu em Berlim, Alemanha - a Queda do Muro de Berlim. Durante décadas, o Muro de Berlim havia separado o Leste e o Oeste de Berlim, simbolizando a divisão entre Oriente e Ocidente durante a Guerra Fria. Era uma barreira física e ideológica que servia como um símbolo de opressão e divisão. No entanto, no outono de 1989, uma série de protestos pacíficos e mudanças políticas na Alemanha Oriental levaram ao impensável. Na noite de 9 de novembro de 1989, o governo da Alemanha Oriental anunciou que os cidadãos poderiam atravessar para o Oeste de Berlim livremente. Multidões de pessoas correram para o muro e, com martelos e cinzel, começaram a desmontá-lo. O mundo assistiu, atônito, enquanto famílias e amigos se reuniam com alegria, e pessoas de ambos os lados do muro se abraçavam. A queda do Muro de Berlim marcou o início do fim da Guerra Fria e a eventual reunificação da Alemanha. Foi um testemunho do poder das pessoas se unindo para derrubar barreiras e alcançar liberdade e unidade.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "A Rota da Seda",
        "fiction": false,
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Há muito tempo, em tempos antigos, existia uma vasta rede de rotas comerciais conhecida como a Rota da Seda. Essa jornada histórica não era uma única estrada, mas uma complexa teia de caminhos interconectados que se estendiam pela Ásia, conectando o Oriente ao Ocidente. A Rota da Seda recebeu esse nome por causa da valiosa seda, um tecido luxuoso produzido na China, que estava entre os bens mais cobiçados comercializados ao longo dessas rotas. No entanto, a Rota da Seda não se tratava apenas de seda; era um canal para a troca de bens, culturas e ideias. Comerciantes da China, Índia, Pérsia, Arábia e outras regiões embarcavam em jornadas perigosas, carregando mercadorias como especiarias, metais preciosos, gemas e têxteis exóticos. Junto com essas mercadorias, eles compartilhavam suas culturas, religiões e tecnologias. A Rota da Seda facilitou uma notável troca de conhecimento, levando a avanços em ciência, matemática e arte. Ela também desempenhou um papel significativo na disseminação do budismo, islamismo e cristianismo para diferentes partes do mundo. À medida que a Rota da Seda prosperava, ela promovia um espírito de cooperação e compreensão entre civilizações diversas. Apesar dos desafios de terrenos árduos e clima imprevisível, os comerciantes continuavam suas jornadas, forjando conexões entre terras distantes. A Rota da Seda era uma ponte que conectava pessoas entre continentes e desempenhou um papel fundamental na formação da história de nosso mundo.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "A Grande Muralha da China",
        "fiction": false,
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Há muitos séculos, na vasta e antiga terra da China, um notável projeto de construção começou. Era a construção do que mais tarde se tornaria uma das estruturas mais icônicas e inspiradoras do mundo: a Grande Muralha da China. Este empreendimento monumental não consistia em uma única muralha, mas em uma série de paredes, fortificações e torres de vigilância que se estendiam ao longo da fronteira norte da China. O principal objetivo da Grande Muralha era proteger os estados e impérios chineses contra invasões de tribos nômades e incursões militares. A construção da Grande Muralha iniciou-se há mais de 2.000 anos durante a Dinastia Qin, mas foi expandida e reconstruída por dinastias subsequentes, incluindo as Dinastias Han, Ming e Qing. A muralha foi construída usando vários materiais, como pedra, terra, madeira e tijolo, e cobria uma distância impressionante, com estimativas variando de 13.000 a 21.196 milhas. Era um testemunho da engenhosidade e determinação do povo chinês. A Grande Muralha não apenas serviu como uma estrutura defensiva formidável, mas também facilitou o comércio, comunicação e intercâmbios culturais ao longo da Rota da Seda. Ela resistiu ao teste do tempo e permanece como um símbolo da rica história da China e de sua força duradoura. Hoje, é reconhecida como uma das Sete Maravilhas do Mundo e é visitada por milhões de pessoas de todo o mundo que vêm maravilhar-se com sua grandiosidade e importância histórica.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Descoberta da tumba de Tutancâmon",
        "fiction": false,
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "Em 1922, o arqueólogo Howard Carter descobriu uma antiga tumba no Vale dos Reis, no Egito. A tumba pertencia ao faraó Tutancâmon, um governante que viveu há mais de 3.000 anos. A equipe de Carter encontrou a tumba intacta, cheia de tesouros e artefatos de imenso valor. A descoberta surpreendeu o mundo, pois a maioria das tumbas havia sido saqueada séculos antes. Dentro, descobriram estátuas de ouro, joias, carruagens e a icônica máscara funerária de ouro. A tumba também abrigava o corpo mumificado de Tutancâmon, fornecendo insights sobre os rituais do Antigo Egito. Carter, famoso por ter olhado para a câmara da tumba, disse: Vejo coisas maravilhosas! Os artefatos revelaram segredos sobre a curta vida de Tutancâmon e o mundo que ele governou. Os tesouros de sua tumba permanecem como algumas das descobertas arqueológicas mais significativas da história. A descoberta cativou o público e despertou uma fascinante duradoura pelos mistérios do Antigo Egito.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "A Invenção da Imprensa (Johannes Gutenberg)",
        "fiction": false,
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "Era uma vez, no século XV, Johannes Gutenberg teve uma ideia brilhante. Ele queria criar uma máquina que pudesse imprimir livros rapidamente. Em 1439, Gutenberg inventou a prensa de impressão, que utilizava tipos móveis de metal. Isso permitiu que as letras fossem rearranjadas e reutilizadas para cada página. O primeiro grande livro que ele imprimiu foi a Bíblia de Gutenberg, em 1455. Antes disso, os livros eram copiados à mão, o que levava meses ou anos. A invenção de Gutenberg tornou a impressão mais rápida, mais barata e mais acessível. O conhecimento se espalhou rapidamente, alimentando a Renascença e a Reforma. As pessoas podiam agora ler livros, aprender novas ideias e compartilhar conhecimento amplamente. A prensa de impressão mudou a forma como os humanos se comunicavam e preservavam informações. É considerada uma das invenções mais importantes da história. O trabalho de Gutenberg revolucionou a educação, a ciência e a cultura em todo o mundo. Sua prensa de impressão abriu caminho para o mundo moderno que conhecemos hoje.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "A Pedra de Rosetta",
        "fiction": false,
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "Em 1799, soldados franceses descobriram uma estranha pedra negra em Rosetta, no Egito. A pedra tinha três tipos de escrita: grega, demótica e hieróglifos egípcios. Os estudiosos perceberam que ela poderia desbloquear o significado dos hieróglifos antigos. Jean-François Champollion estudou a Pedra de Rosetta por muitos anos. Ele comparou o texto grego com os hieróglifos para encontrar seu significado. Em 1822, Champollion decifrou o código, finalmente decifrando os hieróglifos egípcios. Essa descoberta revelou os segredos da escrita e da cultura do antigo Egito. Permitindo que os historiadores entendessem as vidas, a religião e o governo dos faraós. A Pedra de Rosetta tornou-se uma chave para desbloquear 3.000 anos de história. Ela continua a ser um dos achados arqueológicos mais importantes do mundo. Hoje, a pedra está exposta no Museu Britânico para que todos possam ver. A Pedra de Rosetta é um símbolo da curiosidade humana e da busca pelo conhecimento.",
        "audio_file": "10022"
    }
]