[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 cerditos",
    "story_translation": "Érase una vez tres cerditos que se propusieron construir sus propias casas. El primer cerdito construyó su casa de paja, el segundo cerdito construyó su casa de palos y el tercer cerdito construyó su casa de ladrillos. Un día, un lobo feroz llegó a la casa del primer cerdito. ¡Resopló y resopló y derribó la casa! El primer cerdito corrió lo más rápido que pudo a la casa del segundo cerdito. El lobo lo siguió hasta la casa de los palos. ¡Resopló y resopló de nuevo y voló la casa abajo! Los dos cerditos corrieron a la casa del tercer cerdo, que estaba hecha de ladrillos. El lobo intentó derribar la casa de ladrillos, pero no pudo. Resopló y resopló, pero la casa se mantuvo firme. Los tres cerditos estaban a salvo adentro, y el lobo feroz finalmente se fue. Los cerdos aprendieron que el trabajo duro y la dedicación valen la pena al final.",
    "audio_file": "10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "El Jardín Mágico",
    "story_translation": "Érase una vez un jardín mágico en un pequeño pueblo. En este jardín, las flores de colores florecían durante todo el año y los árboles susurraban secretos a los pájaros. Pero lo más mágico de todo era el conejo parlante llamado Rosie. Rosie era muy amable y le encantaba ayudar a cualquiera que viniera al jardín. Una mañana soleada, un niño llamado Timmy visitó el jardín. Estaba triste porque había perdido su juguete favorito. Rosie se acercó de un salto y preguntó: '¿Qué pasa, Timmy?' Timmy le contó a Rosie sobre su juguete perdido. Rosie sonrió y dijo: 'No te preocupes, Timmy. Puedo ayudarte a encontrarlo'. Con la ayuda de Rosie, Timmy buscó en el jardín y encontró su juguete escondido debajo de una hoja grande y brillante. Timmy se llenó de alegría y agradeció a Rosie por su mágica ayuda. A partir de ese día, Timmy visitó el jardín mágico a menudo, y él y Rosie se convirtieron en los mejores amigos, compartiendo muchas más aventuras mágicas juntos.",
    "audio_file": "10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "El Bosque Amigable",
    "story_translation": "Érase una vez una chica llamada Lily. Le gustaba explorar. Un día, fue a un gran bosque cerca de su casa. En el bosque, conoció a un árbol feliz llamado Treey. Treey tenía una cara sonriente. Lily y Treey se hicieron amigos. Jugaban juntos. Lily y Treey también conocieron a una amable ardilla llamada Squeaky. A Squeaky le encantaban las nueces y las compartía con Lily y Treey. Se rieron y se divirtieron. Entonces, encontraron una bonita flor. Era colorido y olía bien. Lo recogieron y se lo dieron a una simpática mariposa llamada Flutter. Flutter estaba agradecido y bailó en el aire. Lily, Treey, Squeaky y Flutter exploraron más del bosque. Vieron un arroyo chispeante con agua clara. Era el hogar de peces brillantes. Lily y sus nuevos amigos se sentaron junto al arroyo y disfrutaron del tranquilo sonido del agua. Cuando llegó el momento de irse a casa, Lily dijo: \"Gracias por ser mis amigos, Treey, Squeaky y Flutter. Volveré a verte pronto'. Se despidió con la mano y abandonó el bosque, feliz de haber conocido a sus nuevos amigos.",
    "audio_file": "10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "El gatito perdido",
    "story_translation": "Érase una vez, en un barrio tranquilo, una niña llamada Emma. A Emma le encantaban los animales y, un día, encontró un gatito pequeño y esponjoso en su patio trasero. El gatito parecía perdido y asustado. Emma se sintió triste por el gatito y decidió ayudarlo. Lo recogió suavemente y le dio una manta caliente. Emma le preguntó a su mamá si podían quedarse con el gatito, y su mamá estuvo de acuerdo. Llamaron al gatito Bigotes debido a sus lindos bigotes. Emma y Bigotes se convirtieron en mejores amigos. Jugaban juntos todos los días y dormían la siesta al sol. Emma le dio a Bigotes deliciosa comida para gatos, y Bigotes ronroneó felizmente. Pronto, Bigotes ya no estaba perdido ni asustado. Emma y su nuevo amigo peludo eran muy felices juntos. Compartieron muchas aventuras y se hicieron sonreír todos los días.",
    "audio_file": "10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Ricitos de Oro y los Tres Osos",
    "story_translation": "Érase una vez, en un denso bosque, una pequeña y acogedora cabaña donde vivían tres osos: Papá Oso, Mamá Osa y Bebé Oso. Una mañana, después de que Mamá Osa hiciera una deliciosa papilla, la familia salió a caminar para dejarla enfriar. Mientras estaban fuera, una curiosa niña llamada Ricitos de Oro se topó con su cabaña. Llamó a la puerta y, como nadie respondió, la abrió y entró. En la cocina, Ricitos de Oro vio tres tazones de avena. Probó las gachas del primer tazón, que era de Papá Oso, y exclamó: \"¡Esta papilla está demasiado caliente!\". Luego probó las gachas del cuenco de Mamá Osa y dijo: \"Esta papilla está demasiado fría\". Finalmente, probó la papilla de Baby Bear y sonrió: '¡Esta papilla es perfecta!' Así que se lo comió todo. Después de comer, Ricitos de Oro se sintió cansado y encontró tres sillas en la sala de estar. Se sentó en la gran silla de Papá Oso, pero era demasiado difícil. Probó con la silla mediana de Mamá Osa, pero era demasiado blanda. Luego se sentó en la pequeña silla de Baby Bear, y estaba bien, ¡pero se rompió bajo su peso! Sintiéndose somnoliento, Ricitos de Oro subió las escaleras y encontró tres camas. Se acostó en la cama de Papá Oso, pero era demasiado difícil. Se acercó a la cama de Mamá Osa, pero era demasiado blanda. Finalmente, probó la cama de Baby Bear, y estaba perfecta. Se quedó dormida. Los tres osos regresaron a casa y se sorprendieron al ver la puerta de su cabaña abierta. En el interior, encontraron sus gachas comidas, sus sillas usadas y, finalmente, la niña durmiendo en la cama de Baby Bear. Ricitos de Oro se despertó, vio a los osos y salió corriendo de la cabaña lo más rápido que pudo, para no volver nunca más.",
    "audio_file": "10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Cenicienta",
    "story_translation": "Érase una vez, en un reino lejano, vivía una niña amable y hermosa llamada Cenicienta. Vivía con su malvada madrastra y sus dos hermanastras, que la trataban muy mal. A Cenicienta se le hizo hacer todo el trabajo duro y solo se le dieron trapos para usar. Un día, el rey anunció un gran baile, invitando a todas las jóvenes del reino, ya que el príncipe estaba buscando una novia. Cenicienta anhelaba ir al baile, pero su madrastra se lo prohibió, dejándola en casa llorando. Mientras Cenicienta lloraba, apareció su hada madrina. Con un movimiento de su varita, transformó los harapos de Cenicienta en un hermoso vestido y convirtió una calabaza en un espléndido carruaje. Le dio a Cenicienta zapatillas de cristal y le advirtió que la magia desaparecería a medianoche. En el baile, Cenicienta cautivó a todos con su gracia y belleza, especialmente al Príncipe. Bailaron toda la noche, pero cuando el reloj dio las doce, Cenicienta recordó la advertencia de su hada madrina y se alejó apresuradamente, perdiendo una de sus zapatillas de cristal en los escalones del palacio. El príncipe, decidido a encontrar a la misteriosa muchacha, usó la zapatilla de cristal para buscar en el reino. Cuando llegó a la casa de Cenicienta, la zapatilla le quedaba perfectamente. El príncipe la reconoció en el baile y le declaró su amor. Cenicienta perdonó a su madrastra y hermanastras por su crueldad y se casó con el príncipe. Vivieron felices para siempre, y la bondad y humildad de Cenicienta eran conocidas en todo el reino.",
    "audio_file": "10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Jack y las habichuelas mágicas",
    "story_translation": "Érase una vez un niño llamado Jack que vivía con su madre. Eran muy pobres y solo tenían una vaca. Un día, la madre de Jack le dijo que vendiera la vaca porque necesitaban dinero. En su camino para vender la vaca, Jack se encontró con un hombre que le dio frijoles mágicos a cambio de la vaca. Jack estaba emocionado y corrió a casa para mostrárselo a su madre. Pero su madre se molestó y tiró los frijoles por la ventana. A la mañana siguiente, Jack vio un enorme tallo de habichuelas que se elevaba hacia el cielo. Tenía curiosidad y trepó por el tallo de habichuelas mágicas. Lo llevó a una tierra en lo alto del cielo donde vivía un gigante. El gigante tenía una gallina que ponía huevos de oro y un arpa mágica. Jack se coló en la casa del gigante y se llevó la gallina y el arpa. Pero el arpa gritó, despertando al gigante. Jack corrió y bajó por el tallo de habichuelas mágicas. El gigante lo siguió. Cuando Jack llegó al suelo, cortó rápidamente el tallo de habichuelas. El gigante cayó y nunca más se le volvió a ver. Jack y su madre vendieron los huevos de oro y se hicieron ricos. Vivieron felices para siempre.",
    "audio_file": "10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "El patito feo",
    "story_translation": "Érase una vez, una madre pato tenía un lote de huevos. Uno de los huevos era más grande que el resto y eclosionó mucho más tarde. De ella salió un patito que se veía diferente a sus hermanos y hermanas. Era más grande y gris, no amarillo y lindo como los demás. Los otros patitos no jugaban con él y lo llamaban feo. El patito feo se sintió muy triste y se fue de casa para buscar un lugar donde pudiera ser feliz. Conoció a diferentes animales, pero todos lo miraron raro porque era muy grande y gris. Llegó el invierno y hacía mucho frío. El patito feo encontró un lago y nadó en él. Vio hermosos pájaros blancos volando por encima de él. Deseaba poder ser hermoso y elegante como ellos. Cuando llegó la primavera, el patito feo vio su reflejo en el agua. Ya no era un pájaro gris y torpe. ¡Se había convertido en un hermoso cisne! Los otros cisnes le dieron la bienvenida y jugaron con él. La gente lo vio y dijo: '¡Mira ese hermoso cisne!'. El patito feo, ahora un hermoso cisne, estaba muy feliz. Aprendió que no importaba cómo se viera cuando nació, porque se había convertido en un cisne encantador.",
    "audio_file": "10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "La gallinita roja",
    "story_translation": "Érase una vez una gallinita roja que vivía en una granja. Encontró algunas semillas en el suelo. La gallinita roja tuvo una idea. Ella pensó: 'Voy a plantar estas semillas'. Preguntó a sus amigos, al perro, al gato y al pato: \"¿Quién me ayudará a plantar las semillas?\". Pero todos dijeron: \"Yo no\". Entonces la gallinita roja dijo: \"Entonces lo haré yo mismo\". Y ella sembró las semillas sola. Cuando las semillas crecieron y se convirtieron en trigo alto, la gallinita roja preguntó: \"¿Quién me ayudará a cortar el trigo?\" De nuevo, el perro, el gato y el pato dijeron: \"Yo no\". Entonces la gallinita roja dijo: \"Entonces lo haré yo mismo\". Y ella sola cortó el trigo. A continuación, preguntó: \"¿Quién me ayudará a convertir el trigo en harina?\". Pero sus amigas dijeron: 'Yo no', así que lo hizo sola. Entonces, la gallinita roja dijo: '¿Quién me ayudará a hornear el pan?' De nuevo, todos dijeron: 'Yo no', así que ella misma horneó el pan. Cuando el pan estuvo listo y olía muy bien, el perro, el gato y el pato se acercaron y dijeron: '¡Te ayudaremos a comer el pan!' Pero la gallinita roja dijo: 'No, me lo comeré yo mismo'. Y lo hizo. Se comió el pan y fue muy feliz.",
    "audio_file": "10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "La tortuga y la liebre",
    "story_translation": "Érase una vez una liebre veloz a la que le encantaba presumir de lo rápido que podía correr. También había una tortuga lenta que se movía muy lentamente. Un día, la liebre se rió de la tortuga y le dijo: \"¡Eres tan lenta! ¡Puedo correr mucho más rápido que tú!'. La tortuga respondió: 'Hagamos una carrera y veamos quién es más rápido'. Decidieron hacer una carrera. Al día siguiente, todos los animales del bosque vinieron a mirar. La carrera comenzó, y la liebre corrió muy rápido, dejando a la tortuga muy atrás. Pero pronto, la liebre pensó: 'Estoy tan adelantado que puedo descansar un rato'. Así que se acostó debajo de un árbol y se durmió. La tortuga siguió caminando lenta pero firmemente. No se detuvo ni descansó. Después de mucho tiempo, pasó junto a la liebre dormida. Cuando la liebre despertó, vio que la tortuga estaba cerca de la línea de meta. Corrió lo más rápido que pudo, pero ya era demasiado tarde. La tortuga cruzó la línea de meta primero. La tortuga ganó la carrera porque siguió avanzando lentamente y no se rindió. La liebre aprendió que ser rápido no siempre es lo mejor, y que no hay que presumir ni subestimar a los demás.",
    "audio_file": "10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Hansel y Gretel",
    "story_translation": "Érase una vez dos niños, Hansel y Gretel, que vivían con su padre y una madrastra malvada. Eran muy pobres, y un día, la madrastra decidió dejar a los niños en el bosque porque no había suficiente comida para todos. El padre no quiso, pero aceptó. Hansel escuchó su plan y recogió guijarros brillantes. Cuando se adentraron en el bosque, Hansel dejó caer los guijarros para hacer un camino de regreso a casa. Después de que sus padres los dejaron, Hansel y Gretel siguieron el camino de guijarros y encontraron el camino de regreso a casa. Su padre se alegró de verlos, pero la madrastra no. La siguiente vez, Hansel y Gretel se adentraron en el bosque. Hansel dejó un rastro de migas de pan, pero los pájaros se las comieron y no pudieron encontrar el camino de regreso. Perdidos y hambrientos, encontraron una casa hecha de dulces y comenzaron a comerla. Una vieja bruja que vivía allí los atrapó y encerró a Hansel en una jaula. Hizo que Gretel hiciera las tareas del hogar y planeó comerse a Hansel. Gretel engañó a la bruja y la empujó al horno. Luego, liberó a Hansel y encontraron tesoros en la casa de la bruja. Con la bruja desaparecida, Hansel y Gretel encontraron el camino de regreso a casa con los tesoros. Su padre se alegró mucho de verlos y dijo que lamentaba haberlos dejado en el bosque. Nunca volvieron a ver a la madrastra malvada. Todos vivieron felices para siempre, con mucha comida y sin más preocupaciones.",
    "audio_file": "10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "El traje nuevo del emperador",
    "story_translation": "Érase una vez un emperador vanidoso al que le encantaba usar ropa elegante. Gastó todo su dinero en estar bien vestido. Un día, dos estafadores llegaron a la ciudad del Emperador. Decían que podían hacer la ropa más bonita del mundo. Estas ropas, afirmaban, eran invisibles para cualquiera que fuera muy estúpido o no fuera bueno en su trabajo. Al Emperador le pareció una gran idea. Les dio oro y seda para que hicieran la ropa. Los estafadores fingían trabajar, pero se quedaban con todo el oro y la seda. Cuando la ropa estuvo \"lista\", el Emperador fue a verla. No vio ninguna ropa, pero no quería parecer estúpido, así que fingió admirarlos. Los estafadores fingieron vestir al Emperador con ropas nuevas. El Emperador marchó en un desfile frente a todo su pueblo. Todos en la multitud también fingieron ver la ropa, ya que no querían que los llamaran estúpidos. Finalmente, un niño pequeño gritó: \"¡Pero si no lleva nada puesto!\". Poco a poco, todos comenzaron a susurrar lo mismo. El Emperador se dio cuenta de que tenían razón, pero continuó el desfile, demasiado orgulloso para admitir su error.",
    "audio_file": "10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "La Bella Durmiente",
    "story_translation": "Érase una vez un rey y una reina que deseaban tener un hijo. Finalmente, su deseo se hizo realidad y tuvieron una hermosa niña. La llamaron Aurora. Para celebrar el nacimiento de Aurora, el rey y la reina celebraron una gran fiesta. Invitaron a todas las hadas del reino a bendecir a Aurora. Cada hada le dio a Aurora un regalo como belleza, bondad e inteligencia. Pero había una vieja hada que no fue invitada. Se sintió enojada y vino a la fiesta de todos modos. Le dio a Aurora un mal regalo: en su decimosexto cumpleaños, Aurora se pinchaba el dedo en una rueca y se quedaba dormida para siempre. Afortunadamente, el hada más joven aún no había dado su regalo. No podía deshacer la maldición de la vieja hada, pero podía suavizarla. Dijo que Aurora no moriría, sino que caería en un sueño profundo, y que solo un beso de amor verdadero podría despertarla. Pasaron los años y Aurora creció hasta convertirse en una princesa hermosa y amable. En su decimosexto cumpleaños, encontró una rueca y se pinchó el dedo. Cayó en un sueño profundo, y todo el reino se durmió con ella. Pasaron cien años y un príncipe llegó al reino. Encontró a Aurora y la besó. El beso rompió el hechizo. Aurora y todo el reino despertaron. El príncipe y Aurora se enamoraron y se casaron. Vivieron felices para siempre, y el reino volvió a llenarse de alegría y risas.",
    "audio_file": "10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Amelia Earhart",
    "story_translation": "Érase una vez una chica valiente y aventurera llamada Amelia Earhart. A Amelia le encantaba observar pájaros y soñaba con volar alto en el cielo como ellos. Creció en una época en la que no muchas mujeres se convertían en pilotos, pero Amelia estaba decidida a seguir su sueño. Trabajó muy duro y aprendió a pilotar aviones, convirtiéndose en una de las primeras mujeres pilotos del mundo. Amelia hizo algo realmente asombroso: voló sola a través del gran y ancho Océano Atlántico, ¡la primera mujer en hacerlo! Su coraje y éxito demostraron a todos que las niñas también pueden alcanzar grandes sueños. Amelia se hizo famosa e inspiró a muchas personas, especialmente a las niñas, a seguir sus propios sueños, sin importar cuán grandes sean. Demostró que con determinación y coraje, se puede alcanzar las estrellas y hacer realidad tus sueños.",
    "audio_file": "10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Martin Luther King Jr.",
    "story_translation": "Érase una vez un hombre llamado Martin Luther King Jr., que tenía un gran sueño. Soñaba con un mundo en el que todos, sin importar el color de su piel, fueran tratados de manera igualitaria y justa. Martin vivió en una época en la que no todo el mundo recibía el mismo trato: las personas con diferentes colores de piel tenían diferentes escuelas, diferentes fuentes de agua y no se les permitía hacer las mismas cosas. Esto entristeció mucho a Martín y quiso cambiarlo. Se convirtió en un líder y habló con muchas personas sobre su sueño. Pronunció discursos y encabezó marchas pacíficas, pidiendo que todos fueran tratados con amabilidad y respeto. Su discurso más famoso comenzaba con \"Tengo un sueño...\". Martin era valiente y fuerte, y trabajó muy duro para hacer del mundo un lugar mejor. Gracias a él, se cambiaron muchas leyes y la gente empezó a entender lo importante que es tratar a todos por igual. Martin Luther King Jr. nos mostró que con amor, paz y determinación, podemos hacer grandes cambios y ayudar a todos a vivir mejor juntos.",
    "audio_file": "10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Rosa Parks",
    "story_translation": "Érase una vez una mujer valiente llamada Rosa Parks que defendió lo que era correcto. Rosa vivió en una época en la que las personas eran tratadas de manera diferente según su color de piel. Un día, después de un largo día de trabajo, Rosa se sentó en un autobús en Montgomery, Alabama. El conductor del autobús le dijo que cediera su asiento a un pasajero blanco, pero Rosa estaba cansada, no solo por su día, sino por las reglas injustas que ella y otros tenían que seguir todos los días. Decidió quedarse sentada, diciendo que no de una manera tranquila pero poderosa. El acto de valentía de Rosa fue un momento muy importante. Comenzó un gran movimiento en el que muchas personas, lideradas por Martin Luther King Jr., se unieron para luchar por la igualdad y la justicia. Organizaron un gran boicot a los autobuses, en el que dejaron de usar los autobuses hasta que todos pudieran sentarse donde quisieran. El simple acto de valentía de Rosa ayudó a cambiar muchas leyes injustas y mostró al mundo cómo defender lo que es correcto, incluso en pequeñas formas, puede marcar una gran diferencia. Rosa Parks es recordada como la \"Madre del Movimiento por los Derechos Civiles\", y su historia nos enseña que cualquiera puede ser un héroe y ayudar a cambiar el mundo para mejor.",
    "audio_file": "10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Neil Armstrong",
    "story_translation": "Érase una vez un hombre aventurero llamado Neil Armstrong. Tenía el sueño de hacer algo que nadie había hecho antes: ¡caminar sobre la Luna! A Neil le encantaba volar y se convirtió en piloto, volando alto en el cielo e incluso convirtiéndose en astronauta, lo que significó que pudo ir al espacio. El 20 de julio de 1969, Neil y sus amigos volaron en una nave espacial llamada Apolo 11 hasta la Luna. Fue un viaje largo y emocionante. Cuando llegaron a la Luna, Neil fue el primero en salir de la nave espacial a la polvorienta superficie lunar. Al dar su primer paso, dijo: 'Ese es un pequeño paso para el hombre, un gran salto para la humanidad'. Esto significó que, a pesar de que su paso fue pequeño, fue un gran momento para todas las personas en todas partes. Neil y sus amigos recogieron rocas lunares y plantaron una bandera. Cuando regresaron a la Tierra, fueron celebrados como héroes. El sueño y la valentía de Neil demostraron a todos que con trabajo duro y determinación, podemos llegar a las estrellas y lograr cosas increíbles.",
    "audio_file": "10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Marie Curie",
    "story_translation": "Érase una vez, en el país de Polonia, una niña muy curiosa e inteligente llamada Marie Curie. A Marie le encantaba aprender, especialmente sobre ciencias. Cuando creció, se mudó a París, Francia, para estudiar más porque quería convertirse en científica. En aquel entonces, no muchas mujeres eran científicas, pero Marie estaba decidida. Trabajó en un pequeño y oscuro laboratorio con su marido, Pierre Curie. Juntos, descubrieron algo asombroso llamado radio. El radio era un tipo especial de metal que brillaba en la oscuridad y podía usarse para ayudar a los médicos a ver el interior del cuerpo de las personas para mejorarlas. Marie Curie se hizo muy famosa por su descubrimiento, y ganó el Premio Nobel no una, ¡sino dos veces! Fue la primera mujer en ganar este gran premio y la primera persona en ganarlo dos veces. Marie le mostró al mundo que las niñas también pueden ser grandes científicas. Trabajó duro y nunca se rindió, incluso cuando fue difícil. Sus descubrimientos ayudaron a muchas personas y cambiaron el mundo de la ciencia para siempre.",
    "audio_file": "10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Malala Yousafzai",
    "story_translation": "Érase una vez, en el hermoso valle de Swat, en Pakistán, una valiente muchacha llamada Malala Yousafzai. A Malala le encantaba ir a la escuela y aprender cosas nuevas, pero en su país, un grupo de personas pensaba que las niñas no deberían ir a la escuela. Malala creía que todas las niñas y niños tienen derecho a aprender, por lo que defendió sus derechos y los derechos de otros niños. Escribió sobre su vida y su deseo de ir a la escuela en un diario, y muchas personas de todo el mundo leyeron sus palabras. Su coraje hizo enojar a algunas personas y, un día, resultó herida. Pero Malala era fuerte y no se dio por vencida. Después de que mejoró, continuó hablando aún más fuerte por la educación de todos los niños. Su valentía y su historia inspiraron a muchas personas, y se convirtió en la persona más joven en ganar el Premio Nobel de la Paz. Malala les mostró a todos que incluso si eres joven, puedes hacer una gran diferencia en el mundo defendiendo lo que crees.",
    "audio_file": "10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Nelson Mandela",
    "story_translation": "Érase una vez en Sudáfrica un hombre llamado Nelson Mandela. Mandela era un hombre valiente y sabio que creía que todos debían ser tratados por igual, sin importar el color de su piel. Pero durante esos tiempos, en Sudáfrica, había leyes injustas llamadas apartheid, que separaban a las personas en función de su raza y color. Mandela quería cambiar estas leyes para que todos, negros o blancos, pudieran vivir juntos en paz. Trabajó muy duro y habló con mucha gente, tratando de lograr un cambio de manera pacífica. Pero al gobierno no le gustó y lo metieron en la cárcel durante muchos años. Mandela nunca perdió la esperanza y se convirtió en un símbolo de la lucha por la libertad. Personas de todo el mundo lo conocían y apoyaban su causa. Finalmente, después de 27 años, fue puesto en libertad. El sueño de Mandela comenzó a hacerse realidad cuando se convirtió en el primer presidente negro de Sudáfrica, y trabajó para unir a personas de todos los colores. Mostró al mundo el poder del perdón y lo importante que es luchar por lo que es correcto. Nelson Mandela es recordado como un héroe que trajo esperanza y cambio a su país y al mundo.",
    "audio_file": "10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Leonardo Da Vinci",
    "story_translation": "Érase una vez en Italia, un niño curioso e inteligente llamado Leonardo da Vinci. A Leonardo le encantaba explorar el mundo que le rodeaba y se interesaba por muchas cosas. Le gustaba dibujar, pintar e incluso inventar cosas nuevas. A medida que crecía, se volvió muy bueno en el arte y creó hermosas pinturas, una de las cuales fue la famosa 'Mona Lisa' que la gente todavía admira hoy en día. Pero Leonardo no era solo un artista; También fue científico e inventor. Estudiaba pájaros y soñaba con hacer una máquina que pudiera volar, como un avión hoy en día. También observó el cuerpo humano para entender cómo funciona y dibujó muchos bocetos de sus ideas. Leonardo era un hombre muy talentoso, y su curiosidad por el mundo nunca se detuvo. Siguió aprendiendo y creando toda su vida. Nos mostró que si eres curioso y trabajas duro, puedes aprender sobre muchas cosas diferentes y tal vez incluso cambiar el mundo con tus ideas.",
    "audio_file": "10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Cleopatra",
    "story_translation": "Érase una vez en el antiguo Egipto, una famosa reina llamada Cleopatra. Cleopatra no era solo una reina; También era muy inteligente y educada. Hablaba muchos idiomas y era conocida por su encanto e inteligencia. Como gobernante de Egipto, Cleopatra se preocupaba profundamente por su pueblo y trabajó duro para hacer que su país fuera fuerte y poderoso. También fue famosa por su belleza y sus grandes historias de amor con poderosos líderes de otros países, como Julio César y Marco Antonio. Cleopatra vivió en una época en la que era muy raro que una mujer estuviera en una posición tan poderosa, pero demostró que podía gobernar tan bien como cualquier rey. Fue una de las últimas gobernantes del antiguo Egipto antes de que se convirtiera en parte del Imperio Romano. La vida de Cleopatra estuvo llena de aventuras, y ha sido recordada a lo largo de la historia como una de las mujeres más fascinantes e influyentes de su tiempo.",
    "audio_file": "10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Galileo Galilei",
    "story_translation": "Érase una vez en Italia un hombre llamado Galileo Galilei. Galileo sentía mucha curiosidad por el mundo y las estrellas en el cielo. Le encantaba estudiar y aprender todo lo que podía. Una de las cosas más importantes que hizo fue mirar las estrellas y los planetas con un telescopio, que era un invento nuevo en ese momento. Galileo descubrió que la Tierra y otros planetas se movían alrededor del Sol, y no al revés como la mayoría de la gente creía en ese entonces. Este fue un gran descubrimiento porque cambió la forma en que la gente entendía el universo. Sin embargo, no todo el mundo estaba contento con las ideas de Galileo. Algunas personas, incluidos líderes poderosos, no le creyeron y tampoco querían que otros le creyeran. Pensaban que sus ideas eran demasiado diferentes. Galileo tuvo que ser muy valiente para compartir sus descubrimientos y defender lo que sabía que era verdad. Siguió estudiando y enseñando, y hoy recordamos a Galileo como uno de los más grandes científicos de todos los tiempos. Nos mostró que a veces tienes que cuestionar lo que piensan los demás y ser lo suficientemente valiente como para seguir tus propias ideas.",
    "audio_file": "10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Juana de Arco",
    "story_translation": "Érase una vez en Francia una joven llamada Juana de Arco. Juana vivió en un pequeño pueblo durante una época en la que su país, Francia, estaba en una gran guerra con otro país llamado Inglaterra. Juana era muy valiente y creía que tenía una misión especial para ayudar a Francia. Dijo que escuchó voces de santos que le decían que salvara a su país. A pesar de que era solo una adolescente y una niña, Juana convenció al príncipe de Francia para que la dejara liderar un ejército. Llevaba armadura y montaba a caballo, llevando a sus soldados a la batalla. El coraje de Joan inspiró a todos los que la rodeaban y ayudó a ganar algunas batallas importantes. La gente la veía como una heroína. Desafortunadamente, fue capturada por sus enemigos y enfrentó grandes desafíos. Pero Juana nunca dejó de creer en su misión. Años más tarde, fue recordada como un símbolo de valentía y patriotismo. Juana de Arco se convirtió en santa y la gente de todo el mundo conoce su historia. Ella nos enseñó que no importa cuán joven o pequeño seas, puedes hacer grandes cosas si tienes coraje y crees en ti mismo.",
    "audio_file": "10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Albert Einstein",
    "story_translation": "Érase una vez un físico brillante llamado Albert Einstein. Albert tenía una profunda curiosidad por el universo y cómo funcionaba. Se le ocurrió una teoría innovadora llamada \"Teoría de la Relatividad\", que cambió la forma en que entendemos el espacio, el tiempo y la gravedad. Su fórmula, E=mc², se hizo famosa en todo el mundo. Albert no era solo un científico; También fue un defensor de la paz y los derechos humanos. Se pronunció en contra de la guerra y la injusticia. Su trabajo e ideas revolucionaron la ciencia y lo convirtieron en uno de los científicos más famosos de la historia. Albert Einstein nos mostró que con imaginación, curiosidad y trabajo duro, podemos desentrañar los misterios del universo y hacer del mundo un lugar mejor.",
    "audio_file": "10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "La caída del Muro de Berlín",
    "story_translation": "Érase una vez, en 1989, un evento trascendental se desarrolló en Berlín, Alemania: la caída del Muro de Berlín. Durante décadas, el Muro de Berlín había separado Berlín Oriental y Occidental, simbolizando la división entre Oriente y Occidente durante la Guerra Fría. Era una barrera física e ideológica que se erigía como símbolo de opresión y división. Sin embargo, en el otoño de 1989, una serie de protestas pacíficas y cambios políticos en Alemania Oriental llevaron a lo impensable. En la noche del 9 de noviembre de 1989, el gobierno de Alemania Oriental anunció que los ciudadanos podían cruzar libremente a Berlín Occidental. Multitudes de personas acudieron a la muralla y, con martillos y cinceles, comenzaron a desmantelarla. El mundo observó con asombro cómo las familias y los amigos se reunían con alegría, y las personas de ambos lados del muro se abrazaban. La caída del Muro de Berlín marcó el principio del fin de la Guerra Fría y la eventual reunificación de Alemania. Fue un testimonio del poder de las personas que se unen para derribar barreras y lograr la libertad y la unidad.",
    "audio_file": "10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "La Ruta de la Seda",
    "story_translation": "Hace mucho tiempo, en la antigüedad, existía una vasta red de rutas comerciales conocida como la Ruta de la Seda. Este viaje histórico no fue un solo camino, sino una compleja red de caminos interconectados que se extendían a través de Asia, conectando Oriente con Occidente. La Ruta de la Seda debe su nombre a la valiosa seda, un lujoso tejido producido en China, que era uno de los productos más codiciados que se comercializaban a lo largo de estas rutas. Sin embargo, la Ruta de la Seda no se trataba solo de seda; Era un conducto para el intercambio de bienes, culturas e ideas. Los comerciantes de China, India, Persia, Arabia y otras regiones se embarcaban en peligrosos viajes, llevando mercancías como especias, metales preciosos, gemas y textiles exóticos. Junto con estos productos, compartían sus culturas, religiones y tecnologías. La Ruta de la Seda facilitó un notable intercambio de conocimientos, lo que condujo a avances en la ciencia, las matemáticas y el arte. También desempeñó un papel importante en la difusión del budismo, el islam y el cristianismo en diferentes partes del mundo. A medida que la Ruta de la Seda prosperaba, fomentaba un espíritu de cooperación y entendimiento entre diversas civilizaciones. A pesar de los desafíos de los terrenos difíciles y el clima impredecible, los comerciantes continuaron sus viajes, forjando conexiones entre tierras lejanas. La Ruta de la Seda fue un puente que conectó a personas de todos los continentes y desempeñó un papel fundamental en la configuración de la historia de nuestro mundo.",
    "audio_file": "10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "La Gran Muralla China",
    "story_translation": "Hace muchos siglos, en la vasta y antigua tierra de China, comenzó un notable proyecto de construcción. Fue la construcción de lo que más tarde se convertiría en una de las estructuras más icónicas e impresionantes del mundo: la Gran Muralla China. Esta empresa monumental no fue una sola muralla, sino una serie de murallas, fortificaciones y torres de vigilancia que se extendían a lo largo de la frontera norte de China. El objetivo principal de la Gran Muralla era proteger a los estados e imperios chinos de las invasiones de tribus nómadas y las incursiones militares. La construcción de la Gran Muralla comenzó hace más de 2.000 años durante la dinastía Qin, pero fue ampliada y reconstruida por dinastías posteriores, incluidas las dinastías Han, Ming y Qing. El muro se construyó con diversos materiales como piedra, tierra, madera y ladrillo, y cubría una distancia asombrosa, con estimaciones que oscilaban entre 13.000 y 21.196 millas. Fue un testimonio del ingenio y la determinación del pueblo chino. La Gran Muralla no solo sirvió como una formidable estructura defensiva, sino que también facilitó el comercio, la comunicación y los intercambios culturales a lo largo de la Ruta de la Seda. Ha resistido la prueba del tiempo y sigue siendo un símbolo de la rica historia y la fuerza duradera de China. Hoy en día, es reconocida como una de las Siete Maravillas del Mundo y es visitada por millones de personas de todo el mundo que vienen a maravillarse con su grandeza e importancia histórica.",
    "audio_file": "10027.wav"
  }
]