[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "Los 3 cerditos",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "Había una vez, tres cerditos que decidieron construir casas para estar a salvo. El primer cerdito construyó una casa de paja porque era fácil. El segundo cerdito construyó una casa de palos, más fuerte pero aún débil. El tercer cerdito construyó una casa de ladrillos, fuerte y resistente. Un día, un gran lobo malo llegó a la casa de paja. Sopló, sopló, y fácilmente derribó la casa de paja. El cerdito asustado corrió a la casa de palos con su hermano. El lobo los siguió, sopló, sopló, y destrozó la casa de palos. Ambos cerditos corrieron a la casa de ladrillos, esperando que fuera fuerte. El lobo sopló, sopló, pero la casa de ladrillos no se cayó. Frustrado, el lobo trató de bajar por la chimenea para atrapar a los cerditos. Los cerditos encendieron un fuego, y el lobo se escapó asustado. Los tres cerditos estaban a salvo y aprendieron que el trabajo duro siempre vale la pena. Vivieron felices para siempre en su fuerte y segura casa de ladrillos.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "La niña de los pelos de oro",
        "fiction": true,
        "level": "beginner",
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "Una mañana soleada, Ricitos de Oro caminó por el bosque y encontró una pequeña casa. La puerta estaba abierta, así que Ricitos de Oro decidió entrar y explorar. En la cocina, encontró tres tazones de avena sobre la mesa. Probó el primer tazón y dijo: ¡Esta avena está demasiado caliente! Probó el segundo tazón y dijo: ¡Esta avena está demasiado fría! Probó el tercer tazón y dijo felizmente: ¡Esta avena está justo bien! Después de comer, Ricitos de Oro se sintió cansada y notó tres sillas en la sala de estar. Se sentó en la primera silla, pero dijo: ¡Esta silla está demasiado dura! Probó la segunda silla, pero dijo: ¡Esta silla está demasiado blanda! Se sentó en la tercera silla y dijo: ¡Esta silla está justo bien! De repente, la pequeña silla se rompió, y Ricitos de Oro se levantó rápidamente, sorprendida. Sintiéndose dormida, subió las escaleras y encontró tres camas en una habitación. Se acostó en la primera cama y dijo: ¡Esta cama está demasiado dura! Probó la segunda cama, pero dijo: ¡Esta cama está demasiado blanda! Se acostó en la tercera cama y dijo: ¡Esta cama está justo bien! Ricitos de Oro se quedó profundamente dormida, sin saber que los tres osos estaban regresando a casa. Papá Oso dijo: ¡Alguien ha estado comiendo mi avena! en voz muy alta. Mamá Osa dijo: ¡Alguien se ha sentado en mi silla y la rompió! El Bebé Oso dijo: ¡Alguien ha estado durmiendo en mi cama, y aquí está! Ricitos de Oro se despertó, vio a los osos y gritó mientras corría hacia afuera. Salió disparada por el bosque, prometiéndose a sí misma no volver a entrar en casas extrañas.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Cenicienta",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "Érase una vez una niña amable llamada Cenicienta que vivía con su cruel madrastra. Su madrastra y sus hermanastras la obligaban a hacer toda la limpieza y la cocina. Un día, el rey anunció un gran baile para que el príncipe encontrara una novia. Cenicienta quería ir, pero su madrastra se negó y la dejó en casa. Mientras lloraba, apareció su Hada Madrina y prometió ayudarla a asistir. Con un movimiento de su varita, transformó los trapos de Cenicienta en un hermoso vestido. Le dio a Cenicienta unos zapatos de cristal y convirtió una calabaza en una carroza mágica. El Hada Madrina dijo: \"Vuelve antes de la medianoche o la magia desaparecerá.\" En el baile, todos admiraban a Cenicienta, y el príncipe se enamoró de ella. Bailaron juntos toda la noche hasta que el reloj marcó las doce, y Cenicienta salió corriendo. Dejó atrás un zapato de cristal, que el príncipe utilizó para buscarla. El príncipe visitó cada casa, probando el zapato a cada joven del reino. Cuando llegó a la casa de Cenicienta, las hermanastras lo intentaron, pero sus pies no encajaban en el zapato. Cenicienta probó el zapato, ¡y le quedó perfectamente! El príncipe supo que ella era la indicada. Se casaron poco después, y Cenicienta perdonó a su madrastra y a sus hermanastras por su crueldad. Cenicienta y el príncipe vivieron felices para siempre en el gran palacio.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "Jack y las habichuelas mágicas",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "Érase una vez un pobre niño llamado Jack que vivía con su madre. Solo tenían una vaca, la cual vendieron para obtener comida y dinero. Un día, Jack intercambió la vaca por frijoles mágicos de un extraño. Su madre estaba furiosa y arrojó los frijoles por la ventana. A la mañana siguiente, los frijoles habían crecido y formado un gigantesco tallo de judías que llegaba hasta el cielo. Curioso, Jack subió por el tallo y descubrió un enorme castillo entre las nubes. Dentro, vio a un gigante que poseía una arpa de oro y una gallina mágica. La gallina ponía huevos de oro, y el arpa tocaba hermosas canciones por sí sola. Jack tomó la gallina y el arpa, pero el gigante se despertó y lo persiguió. Jack bajó rápidamente por el tallo mientras el gigante enojado lo seguía. Al llegar al suelo, Jack agarró un hacha y cortó el tallo. El gigante cayó del tallo y nunca más se le volvió a ver. Con los huevos de oro de la gallina, Jack y su madre vivieron felices para siempre.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "La tortuga y la liebre",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "Érase una vez una rápida liebre que amaba presumir de lo veloz que era. La liebre se burló de una tortuga que se movía lentamente y lo retó a una carrera. Confiada, la liebre corrió rápidamente, dejando a la tortuga muy detrás en el polvo. Cierta de su victoria, la liebre decidió tomar una siesta bajo un árbol. Mientras tanto, la tortuga caminó con constancia, sin detenerse nunca, y finalmente pasó junto a la liebre dormida. Cuando la liebre se despertó, se dio cuenta de que la tortuga estaba cerca de la línea de meta. La liebre corrió tan rápido como pudo, pero ya era demasiado tarde. La tortuga cruzó la línea de meta primero y ganó la carrera contra la liebre. La liebre se sintió avergonzada y aprendió una valiosa lección sobre la sobreconfianza y la humildad. La tortuga demostró que el esfuerzo lento y constante puede ganar contra la sobreconfianza y la prisa.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Hansel y Gretel",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "Érase una vez, Hansel y Gretel vivían con su padre y su madrastra. La familia era muy pobre, y la madrastra planeaba abandonar a los niños. Una noche, Hansel escuchó el plan y recogió piedras brillantes para marcar un camino. Al día siguiente, los padres llevaron a Hansel y Gretel profundo en el bosque. Cuando los dejaron solos, Hansel y Gretel siguieron el camino de piedras de vuelta a casa de manera segura. Enfadada, la madrastra los llevó aún más profundo en el bosque al día siguiente. Hansel trató de dejar migas de pan, pero los pájaros se las comieron, dejando a los niños perdidos y asustados. Deambularon y descubrieron una casa de dulces perteneciente a una bruja que los atrapó. La bruja planeaba comer a Hansel y hacía que Gretel hiciera todas las tareas del hogar. La astuta Gretel engañó a la bruja y la empujó hacia el horno en llamas. Encontraron tesoros en la casa de la bruja y los llevaron de regreso a casa. Su padre estaba muy contento, y la malvada madrastra se había ido para siempre de sus vidas. Hansel y Gretel vivieron felices para siempre, con mucha comida y sin preocupaciones.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "Las nuevas ropas del emperador",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "Érase una vez un emperador que amaba llevar las ropas más finas y elegantes. Dos estafadores lo visitaron, diciendo que podían hacer ropas mágicas invisibles para los tontos. El emperador les dio oro y seda para crear las magníficas prendas. Los estafadores fingieron trabajar arduamente, pero se quedaron con el oro y la seda para sí mismos. Cuando las ropas estuvieron listas, el emperador no vio nada, pero temió admitirlo. Fingió admirar las ropas invisibles, preocupado de que otros pensaran que era un tonto. Los estafadores pretendieron vestirlo, y el emperador anunció un gran desfile. Todos en la multitud también fingieron ver las nuevas ropas del emperador. Finalmente, un niño exclamó: ¡Pero no lleva puesto nada en absoluto! La multitud murmuró y estuvo de acuerdo, dándose cuenta de que el emperador había sido completamente engañado. El emperador se sintió avergonzado, pero continuó el desfile, demasiado orgulloso para admitir su error. Desde ese día, se volvió más humilde y le importó menos la ropa elegante.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "La Bella Durmiente",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "Había una vez un rey y una reina que deseaban tener un hijo. Su deseo se hizo realidad y tuvieron una hermosa niña llamada Aurora. Las hadas le otorgaron a Aurora bendiciones como la belleza y la bondad en una gran celebración. Sin embargo, una hada enojada que no fue invitada maldijo a Aurora, diciendo que se pincharía el dedo y moriría. Una hada bondadosa suavizó la maldición: Aurora dormiría hasta el beso del verdadero amor. El rey quemó todas las ruecas, con la esperanza de proteger a Aurora de la maldición. Años más tarde, en su decimosexto cumpleaños, Aurora encontró una vieja rueca. Se pinchó el dedo y cayó en un profundo sueño, tal como se había profetizado. Todo el castillo cayó en un sueño, rodeado de gruesas y espinosas enredaderas. Pasaron cien años y un valiente príncipe descubrió el castillo dormido. Besó a Aurora, rompiendo el hechizo y despertando a todos en el castillo. Aurora y el príncipe se enamoraron, se casaron y vivieron felices para siempre.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Ali Baba y los 40 ladrones",
        "fiction": true,
        "level": "beginner",
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Ali Baba era un pobre leñador que vivía en un pequeño pueblo. Un día, vio a cuarenta ladrones escondiendo un tesoro en una cueva mágica. Ellos dijeron: \"Ábrete Sésamo\", y la puerta de la cueva se abrió, revelando oro y joyas. Después de que se fueron, Ali Baba usó las mismas palabras para entrar en la cueva. Tomó una pequeña cantidad de tesoro para ayudar a su familia pobre. Los ladrones descubrieron que alguien había entrado en la cueva y se pusieron muy enojados. Buscaron en el pueblo y sospecharon de Ali Baba por robar su tesoro. El astuto sirviente de Ali Baba, Morgiana, escuchó sus planes para matarlo. Ella engañó a los ladrones y salvó a Ali Baba al superar al líder de ellos. Ali Baba y su familia vivieron felices para siempre, agradecidos por su fortuna.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "El pescador y su esposa",
        "fiction": true,
        "level": "beginner",
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Un pobre pescador atrapó un pez mágico que hablaba y decidió liberarlo. El pez le prometió concederle cualquier deseo por haberle perdonado la vida. El pescador le contó a su esposa, quien exigió una casa más grande como su deseo. El pez concedió el deseo, y se mudaron a una gran cabaña. La esposa se volvió codiciosa y pidió un castillo y ser reina. Cada vez, el pescador regresaba al pez para pedir más. El pez cumplió los deseos, pero la codicia de la esposa solo continuó creciendo. Finalmente, ella exigió convertirse en la gobernante del sol, la luna y las estrellas. El pez, enfadado por su codicia, les quitó todo, dejándolos en su cabaña. El pescador y su esposa regresaron a su vida sencilla, aprendiendo a estar contentos.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Amelia Earhart",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "Érase una vez una chica valiente y aventurera llamada Amelia Earhart. A Amelia le encantaba observar a los pájaros y soñaba con volar alto en el cielo, igual que ellos. Creció en una época en la que no muchas mujeres se convertían en piloto, pero Amelia estaba decidida a seguir su sueño. Trabajó muy duro y aprendió a volar aviones, convirtiéndose en una de las primeras mujeres pilotos del mundo. ¡Amelia hizo algo realmente asombroso: voló sola a través del vasto y amplio océano Atlántico, siendo la primera mujer en hacerlo! Su valentía y éxito le mostraron a todos que las chicas también pueden alcanzar grandes sueños. Amelia se hizo famosa e inspiró a muchas personas, especialmente a las chicas, a seguir sus propios sueños, sin importar cuán grandes sean. Ella demostró que con determinación y coraje, puedes alcanzar las estrellas y hacer realidad tus sueños.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Marie Curie",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "Érase una vez, en el país de Polonia, había una niña muy curiosa e inteligente llamada Marie Curie. A Marie le encantaba aprender, especialmente sobre ciencia. Cuando creció, se mudó a París, Francia, para estudiar más porque quería convertirse en científica. En aquella época, no había muchas mujeres científicas, pero Marie estaba decidida. Trabajó en un pequeño y oscuro laboratorio con su esposo, Pierre Curie. Juntos, descubrieron algo asombroso llamado radio. El radio era un tipo especial de metal que brillaba en la oscuridad y podía ser utilizado para ayudar a los médicos a ver dentro de los cuerpos de las personas para mejorarlas. Marie Curie se hizo muy famosa por su descubrimiento, ¡y ganó el Premio Nobel no una, sino dos veces! Fue la primera mujer en ganar este gran premio y la primera persona en la historia en ganarlo dos veces. Marie le mostró al mundo que las niñas también pueden ser grandes científicas. Trabajó duro y nunca se rindió, incluso cuando las cosas se ponían difíciles. Sus descubrimientos ayudaron a muchas personas y cambiaron el mundo de la ciencia para siempre.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Nelson Mandela",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "Érase una vez en Sudáfrica, había un hombre llamado Nelson Mandela. Mandela era un hombre valiente y sabio que creía que todos debían ser tratados por igual, sin importar el color de su piel. Pero en esos tiempos, en Sudáfrica, había leyes injustas llamadas apartheid, que separaban a las personas según su raza y color. Mandela quería cambiar estas leyes para que todos, negros o blancos, pudieran vivir juntos en paz. Trabajó muy duro y habló con muchas personas, tratando de traer el cambio de manera pacífica. Pero al gobierno no le gustó esto, y lo metieron en prisión durante muchos años. Mandela nunca perdió la esperanza, y se convirtió en un símbolo de la lucha por la libertad. Personas de todo el mundo conocían su historia y apoyaban su causa. Finalmente, después de 27 años, fue liberado. El sueño de Mandela comenzó a hacerse realidad cuando se convirtió en el primer presidente negro de Sudáfrica, y trabajó para unir a personas de todos los colores. Mostró al mundo el poder del perdón y cuán importante es luchar por lo que es correcto. Nelson Mandela es recordado como un héroe que trajo esperanza y cambio a su país y al mundo.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Leonardo Da Vinci",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "Érase una vez en Italia, un niño curioso e ingenioso llamado Leonardo da Vinci. A Leonardo le encantaba explorar el mundo que le rodeaba y estaba interesado en muchas cosas. Le gustaba dibujar, pintar e incluso inventar cosas nuevas. A medida que crecía, se volvió muy hábil en el arte y creó hermosas pinturas, una de las cuales fue la famosa 'Mona Lisa' que la gente aún admira hoy en día. Pero Leonardo no era solo un artista; también era un científico y un inventor. Estudió las aves y soñó con hacer una máquina que pudiera volar, igual que un avión hoy en día. También examinó el cuerpo humano para entender cómo funciona y realizó muchos bocetos de sus ideas. Leonardo era un hombre muy talentoso, y su curiosidad por el mundo nunca se detuvo. Siguió aprendiendo y creando toda su vida. Nos mostró que si tienes curiosidad y trabajas duro, puedes aprender sobre muchas cosas diferentes y tal vez incluso cambiar el mundo con tus ideas.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Cleopatra",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "Érase una vez en el antiguo Egipto, había una famosa reina llamada Cleopatra. Cleopatra no era solo una reina; también era muy inteligente y educada. Podía hablar muchos idiomas y era conocida por su encanto e inteligencia. Como gobernante de Egipto, Cleopatra se preocupaba profundamente por su pueblo y trabajaba arduamente para hacer que su país fuera fuerte y poderoso. También era famosa por su belleza y sus grandes historias de amor con poderosos líderes de otros países, como Julio César y Marco Antonio. Cleopatra vivió en una época en la que era muy raro que una mujer ocupase una posición tan poderosa, pero ella demostró que podía gobernar tan bien como cualquier rey. Fue una de las últimas gobernantes del antiguo Egipto antes de que se convirtiera en parte del Imperio Romano. La vida de Cleopatra estuvo llena de aventuras, y ha sido recordada a lo largo de la historia como una de las mujeres más fascinantes e influyentes de su tiempo.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Juana de Arco",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "Érase una vez en Francia, había una joven llamada Juana de Arco. Juana vivía en un pequeño pueblo durante una época en la que su país, Francia, estaba en una gran guerra con otro país llamado Inglaterra. Juana era muy valiente y creía que tenía una misión especial para ayudar a Francia. Decía que oía voces de santos diciéndole que salvara a su país. A pesar de ser solo una adolescente y una niña, Juana convenció al príncipe de Francia para que le permitiera liderar un ejército. Llevaba armadura y montaba a caballo, guiando a sus soldados a la batalla. El coraje de Juana inspiró a todos a su alrededor, y ayudó a ganar algunas batallas importantes. La gente la veía como una heroína. Desafortunadamente, fue capturada por sus enemigos y enfrentó grandes desafíos. Pero Juana nunca dejó de creer en su misión. Años después, fue recordada como un símbolo de valentía y patriotismo. Juana de Arco se convirtió en santa, y personas de todo el mundo conocen su historia. Nos enseñó que no importa cuán joven o pequeña seas, puedes hacer grandes cosas si tienes coraje y crees en ti misma.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Albert Einstein",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "Érase una vez un brillante físico llamado Albert Einstein. Albert tenía una profunda curiosidad sobre el universo y cómo funcionaba. Creó una teoría innovadora llamada 'Teoría de la Relatividad', que cambió la forma en que entendemos el espacio, el tiempo y la gravedad. Su fórmula, E=mc², se volvió famosa en todo el mundo. Albert no solo era un científico; también fue un defensor de la paz y los derechos humanos. Se pronunció en contra de la guerra y la injusticia. Su trabajo y sus ideas revolucionaron la ciencia y lo convirtieron en uno de los científicos más famosos de la historia. Albert Einstein nos mostró que con imaginación, curiosidad y trabajo duro, podemos desvelar los misterios del universo y hacer del mundo un lugar mejor.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "La Caída del Muro de Berlín",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "Érase una vez, en 1989, un evento trascendental se desarrolló en Berlín, Alemania: la Caída del Muro de Berlín. Durante décadas, el Muro de Berlín había separado a Berlín Este y Berlín Oeste, simbolizando la división entre Oriente y Occidente durante la Guerra Fría. Era una barrera física e ideológica que se erguía como un símbolo de opresión y división. Sin embargo, en el otoño de 1989, una serie de protestas pacíficas y cambios políticos en Alemania Oriental llevaron a lo inimaginable. En la noche del 9 de noviembre de 1989, el gobierno de Alemania Oriental anunció que los ciudadanos podían cruzar a Berlín Oeste libremente. Multitudes de personas se agolparon ante el muro y, con martillos y cinceles, comenzaron a desmantelarlo. El mundo observó con asombro cómo familias y amigos se reunían con alegría, y personas de ambos lados del muro se abrazaban. La caída del Muro de Berlín marcó el principio del fin de la Guerra Fría y la eventual reunificación de Alemania. Fue un testimonio del poder de la gente unida para derribar barreras y lograr libertad y unidad.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "La Ruta de la Seda",
        "fiction": false,
        "level": "beginner",
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Hace mucho tiempo, en épocas antiguas, existía una vasta red de rutas comerciales conocida como la Ruta de la Seda. Este viaje histórico no era un solo camino, sino una compleja red de caminos interconectados que se extendía por Asia, conectando el Este con el Oeste. La Ruta de la Seda recibió su nombre de la valiosa seda, un tejido lujoso producido en China, que era uno de los bienes más buscados que se comerciaban a lo largo de estas rutas. Sin embargo, la Ruta de la Seda no solo se trataba de seda; era un conducto para el intercambio de bienes, culturas e ideas. Comerciantes de China, India, Persia, Arabia y otras regiones emprendieron viajes peligrosos, llevando mercancías como especias, metales preciosos, gemas y textiles exóticos. Junto con estas mercancías, compartieron sus culturas, religiones y tecnologías. La Ruta de la Seda facilitó un notable intercambio de conocimiento, lo que impulsó avances en ciencia, matemáticas y arte. También desempeñó un papel significativo en la difusión del budismo, el islam y el cristianismo en diferentes partes del mundo. A medida que la Ruta de la Seda prosperaba, fomentaba un espíritu de cooperación y entendimiento entre civilizaciones diversas. A pesar de los desafíos de terrenos difíciles y un clima impredecible, los comerciantes continuaron sus viajes, forjando conexiones entre tierras distantes. La Ruta de la Seda fue un puente que conectó a las personas a través de los continentes y jugó un papel fundamental en la formación de la historia de nuestro mundo.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "La Gran Muralla China",
        "fiction": false,
        "level": "beginner",
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Hace muchos siglos, en la vasta y antigua tierra de China, comenzó un notable proyecto de construcción. Se trataba de la construcción de lo que más tarde se convertiría en una de las estructuras más icónicas e impresionantes del mundo: la Gran Muralla China. Esta empresa monumental no era una única muralla, sino una serie de muros, fortificaciones y torres de vigilancia que se extendían a lo largo de la frontera norte de China. El propósito principal de la Gran Muralla era proteger a los estados y emperios chinos de invasiones por parte de tribus nómadas y incursiones militares. La construcción de la Gran Muralla comenzó hace más de 2,000 años durante la Dinastía Qin, pero fue ampliada y reconstruida por las dinastías posteriores, incluyendo las dinastías Han, Ming y Qing. La muralla se construyó utilizando diversos materiales como piedra, tierra, madera y ladrillos, y cubría una distancia asombrosa, con estimaciones que oscilan entre 13,000 y 21,196 millas. Era un testimonio de la ingeniosidad y determinación del pueblo chino. La Gran Muralla no solo sirvió como una formidable estructura defensiva, sino que también facilitó el comercio, la comunicación y los intercambios culturales a lo largo de la Ruta de la Seda. Ha resistido la prueba del tiempo y sigue siendo un símbolo de la rica historia de China y su fortaleza perdurable. Hoy en día, es reconocida como una de las Siete Maravillas del Mundo y es visitada por millones de personas de todo el mundo que vienen a maravillarse de su grandeza y su significado histórico.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Descubrimiento de la tumba de Tutankamón",
        "fiction": false,
        "level": "beginner",
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "En 1922, el arqueólogo Howard Carter descubrió una antigua tumba en el Valle de los Reyes en Egipto. La tumba pertenecía al faraón Tutankamón, un gobernante que vivió hace más de 3,000 años. El equipo de Carter encontró la tumba intacta, llena de tesoros y artefactos de inmenso valor. El descubrimiento asombró al mundo, ya que la mayoría de las tumbas habían sido saqueadas siglos antes. En su interior, desenterraron estatuas de oro, joyas, carros y la icónica máscara funeraria dorada. La tumba también contenía el cuerpo momificado de Tutankamón, proporcionando información sobre los rituales del antiguo Egipto. Carter, famoso por asomarse a la cámara de la tumba, dijo: ¡Veo cosas maravillosas! Los artefactos revelaron secretos sobre la corta vida de Tutankamón y el mundo que gobernó. Los tesoros de su tumba siguen siendo algunos de los hallazgos arqueológicos más significativos de la historia. El descubrimiento cautivó al público y despertó una fascinación duradera por los misterios del antiguo Egipto.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "La invención de la imprenta (Johannes Gutenberg)",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "Érase una vez, en el siglo XV, Johannes Gutenberg tuvo una idea brillante. Quería crear una máquina que pudiera imprimir libros rápidamente. En 1439, Gutenberg inventó la imprenta, que utilizaba tipos móviles de metal. Esto permitía reorganizar y reutilizar las letras para cada página. El primer gran libro que imprimió fue la Biblia de Gutenberg, en 1455. Antes de esto, los libros se copiaban a mano, lo que tardaba meses o años. La invención de Gutenberg hizo que la impresión fuera más rápida, económica y accesible. El conocimiento se propagó rápidamente, alimentando el Renacimiento y la Reforma. Ahora, las personas podían leer libros, aprender nuevas ideas y compartir conocimientos de manera amplia. La imprenta cambió la forma en que los humanos se comunicaban y preservaban la información. Se considera una de las invenciones más importantes de la historia. El trabajo de Gutenberg revolucionó la educación, la ciencia y la cultura en todo el mundo. Su imprenta abrió el camino para el mundo moderno que conocemos hoy.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "La Piedra Rosetta",
        "fiction": false,
        "level": "beginner",
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "En 1799, soldados franceses descubrieron una extraña piedra negra en Rosetta, Egipto. La piedra tenía tres tipos de escritura: griega, demótica y jeroglíficos egipcios. Los estudiosos se dieron cuenta de que podría desbloquear el significado de los antiguos jeroglíficos. Jean-François Champollion estudió la Piedra de Rosetta durante muchos años. Comparó el texto griego con los jeroglíficos para encontrar su significado. En 1822, Champollion descifró el código, logrando finalmente decodificar los jeroglíficos egipcios. Este descubrimiento reveló los secretos de la escritura y la cultura del antiguo Egipto. Permitió a los historiadores comprender las vidas, la religión y el gobierno de los faraones. La Piedra de Rosetta se convirtió en una llave para desbloquear 3,000 años de historia. Sigue siendo uno de los hallazgos arqueológicos más importantes del mundo. Hoy, la piedra se exhibe en el Museo Británico para que todos la vean. La Piedra de Rosetta es un símbolo de la curiosidad humana y la búsqueda del conocimiento.",
        "audio_file": "10022"
    },
    {
        "title": "The Siege of Constantinople",
        "title_translation": "El Asedio de Constantinopla",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1453, the Byzantine Empire faced its darkest hour as the Ottoman Sultan Mehmed II launched a massive assault on Constantinople. The city, once the jewel of Christendom, stood as the last remnant of the Eastern Roman Empire. Its towering walls had repelled countless invaders, but Mehmed was determined to succeed where others had failed. The Ottomans brought an arsenal of innovative weaponry, including a colossal cannon called the Basilica, capable of shattering stone walls. For weeks, the city endured relentless bombardment. Inside, Emperor Constantine XI rallied his people, uniting soldiers and civilians to defend their home against overwhelming odds. Despite the defenders' bravery, the city's resources dwindled. The Ottomans used tunnels to undermine the walls and deployed ships to blockade the city's harbor. On May 29, Mehmed launched his final assault. The defenders fought valiantly, but the walls were breached. As the invaders poured into the city, Constantine is said to have removed his imperial regalia and charged into battle, preferring death to capture. By day's end, the city had fallen, marking the end of the Byzantine Empire. Mehmed entered the Hagia Sophia, converting it into a mosque, a symbol of his victory. The fall of Constantinople reshaped history, opening the gateway for Ottoman expansion into Europe and marking the end of the medieval era. It also spurred European nations to seek new trade routes, igniting the Age of Exploration. The city's legacy as a crossroads of cultures, however, would endure.",
        "story_translation": "En 1453, el Imperio Bizantino enfrentó su hora más oscura cuando el sultán otomano Mehmed II lanzó un asalto masivo sobre Constantinopla. La ciudad, una vez la joya de la cristiandad, se erguía como el último vestigio del Imperio Romano de Oriente. Sus imponentes murallas habían repelido a innumerables invasores, pero Mehmed estaba decidido a tener éxito donde otros habían fracasado. Los otomanos trajeron un arsenal de armamento innovador, incluyendo un colosal cañón llamado la Basílica, capaz de destruir muros de piedra. Durante semanas, la ciudad soportó un bombardeo implacable. Dentro de ella, el emperador Constantino XI unió a su pueblo, congregando a soldados y civiles para defender su hogar contra las abrumadoras adversidades. A pesar de la valentía de los defensores, los recursos de la ciudad se agotaban. Los otomanos utilizaron túneles para socavar las murallas y desplegaron barcos para bloquear el puerto de la ciudad. El 29 de mayo, Mehmed lanzó su asalto final. Los defensores lucharon valientemente, pero las murallas fueron traspasadas. Cuando los invasores penetraron en la ciudad, se dice que Constantino se quitó su regalia imperial y se lanzó a la batalla, prefiriendo la muerte a la captura. Al final del día, la ciudad había caído, marcando el fin del Imperio Bizantino. Mehmed entró en la Hagia Sophia, convirtiéndola en mezquita, un símbolo de su victoria. La caída de Constantinopla reconfiguró la historia, abriendo la puerta a la expansión otomana en Europa y marcando el final de la era medieval. También impulsó a las naciones europeas a buscar nuevas rutas comerciales, encendiendo la Era de la Exploración. Sin embargo, el legado de la ciudad como un cruce de culturas perduraría.",
        "audio_file": "10025"
    },
    {
        "title": "Battle of Waterloo",
        "title_translation": "Batalla de Waterloo",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1815, on the fields of Waterloo in Belgium, one of history’s most decisive battles unfolded. Napoleon Bonaparte, recently escaped from exile on Elba, sought to reclaim his empire. Facing him were the combined forces of the Duke of Wellington and Prussian Field Marshal Blücher. The battlefield was soaked from days of rain, making movement difficult for troops and artillery. Napoleon, relying on his strategic brilliance, delayed his attack to let the ground dry. This hesitation allowed the Allied forces to strengthen their positions. As the battle commenced, French infantry and cavalry charged the Allied lines repeatedly. Wellington’s troops held firm in a defensive posture, famously relying on a sunken road and fortified farmhouses like La Haye Sainte. Meanwhile, the Prussian army, marching tirelessly, approached from the east. By late afternoon, Napoleon’s elite Imperial Guard advanced, expecting to break the Allies. To their shock, Wellington’s troops counterattacked, forcing the Guard to retreat. Soon after, Blücher’s Prussians arrived, striking the French from the rear. Surrounded and outnumbered, Napoleon's army disintegrated. This defeat marked the end of the Napoleonic Wars and sealed Napoleon’s fate as he was exiled to the remote island of Saint Helena. The Battle of Waterloo reshaped Europe, ushering in a new era of relative peace under the Congress of Vienna.",
        "story_translation": "En 1815, en los campos de Waterloo en Bélgica, se desarrolló una de las batallas más decisivas de la historia. Napoleón Bonaparte, recién escapado del exilio en Elba, buscaba reclamar su imperio. Frente a él se encontraban las fuerzas combinadas del Duque de Wellington y el Mariscal de Campo prusiano Blücher. El campo de batalla estaba empapado tras días de lluvia, lo que dificultaba el movimiento de las tropas y la artillería. Napoleón, confiando en su brillantez estratégica, retrasó su ataque para permitir que el terreno se secara. Esta hesitación permitió a las fuerzas aliadas fortalecer sus posiciones. Al comenzar la batalla, la infantería y la caballería francesas cargaron repetidamente contra las líneas aliadas. Las tropas de Wellington se mantuvieron firmes en una postura defensiva, confiando famosamente en un camino hundido y en granjas fortificadas como La Haye Sainte. Mientras tanto, el ejército prusiano, marchando incansablemente, se acercaba desde el este. A última hora de la tarde, la élite de la Guardia Imperial de Napoleón avanzó, esperando romper el frente aliado. Para su sorpresa, las tropas de Wellington contraatacaron, forzando a la Guardia a retirarse. Poco después, los prusianos de Blücher llegaron, atacando a los franceses por la retaguardia. Rodeado y superado en número, el ejército de Napoleón se desintegró. Esta derrota marcó el fin de las Guerras Napoleónicas y selló el destino de Napoleón, quien fue exiliado a la remota isla de Santa Helena. La Batalla de Waterloo transformó Europa, dando paso a una nueva era de relativa paz bajo el Congreso de Viena.",
        "audio_file": "10026"
    },
    {
        "title": "Destruction of Pompeii",
        "title_translation": "Destrucción de Pompeya",
        "fiction": false,
        "level": "intermediate",
        "story": "In 79 AD, the ancient Roman city of Pompeii bustled with life. Located near the Bay of Naples, it was a prosperous town, known for its grand villas, busy markets, and vibrant streets. Life carried on as usual beneath the looming shadow of Mount Vesuvius, a volcano many believed to be dormant. On August 24, everything changed. Without warning, Vesuvius erupted violently, spewing ash, pumice, and deadly gases into the sky. The eruption lasted for two days, burying Pompeii under meters of volcanic debris. Many residents tried to flee, but the fast-moving pyroclastic flows made escape nearly impossible. For centuries, Pompeii lay hidden beneath the ash, preserved in remarkable detail. In the 18th century, archaeologists began uncovering the city, revealing its well-preserved streets, homes, and even the remains of its residents, frozen in time by the ash. Artifacts like frescoes, mosaics, and pottery provided a glimpse into daily life in the Roman Empire. The discovery was bittersweet—a reminder of the sudden tragedy and a celebration of the rich culture that had thrived there. Today, Pompeii is a UNESCO World Heritage Site, visited by millions who walk its streets and imagine the lives of those who lived in its shadow. It stands as a testament to the power of nature and the resilience of history.",
        "story_translation": "En el año 79 d.C., la antigua ciudad romana de Pompeya bulliciosa de vida. Situada cerca de la Bahía de Nápoles, era una ciudad próspera, conocida por sus grandiosas villas, mercados concurridos y calles vibrantes. La vida continuaba como siempre bajo la ominosa sombra del Monte Vesubio, un volcán que muchos creían inactivo. El 24 de agosto, todo cambió. Sin previo aviso, el Vesubio erupcionó violentamente, arrojando ceniza, pomice y gases mortales al cielo. La erupción duró dos días, enterrando a Pompeya bajo metros de escombros volcánicos. Muchos residentes intentaron huir, pero los rápidos flujos piroclásticos hicieron que escapar fuera casi imposible. Durante siglos, Pompeya permaneció oculta bajo la ceniza, conservada en un notable detalle. En el siglo XVIII, los arqueólogos comenzaron a desenterrar la ciudad, revelando sus calles bien conservadas, casas e incluso los restos de sus residentes, congelados en el tiempo por la ceniza. Artefactos como frescos, mosaicos y cerámica proporcionaron una visión de la vida cotidiana en el Imperio Romano. El descubrimiento fue agridulce: un recordatorio de la repentina tragedia y una celebración de la rica cultura que había prosperado allí. Hoy en día, Pompeya es un Patrimonio de la Humanidad de la UNESCO, visitado por millones que recorren sus calles e imaginan las vidas de aquellos que vivieron a su sombra. Se erige como un testimonio del poder de la naturaleza y la resiliencia de la historia.",
        "audio_file": "10027"
    },
    {
        "title": "Timbuktu",
        "title_translation": "Tombuctú",
        "fiction": false,
        "level": "intermediate",
        "story": "In the 15th century, the city of Timbuktu in West Africa was a thriving hub of trade, culture, and scholarship. Situated along the Niger River and at the edge of the Sahara Desert, it was part of the Mali Empire, a kingdom famed for its wealth and learning. Merchants came from across Africa and beyond, bringing gold, salt, and other goods. However, it was Timbuktu's universities and libraries that truly set it apart. The city housed thousands of manuscripts on subjects ranging from astronomy to medicine, written in Arabic and local languages. Scholars from far and wide gathered in Timbuktu to study and debate. The Sankore Mosque, part of the city's educational complex, became a symbol of intellectual achievement. Under the patronage of rulers like Mansa Musa, Timbuktu flourished, earning its reputation as a center of knowledge. However, as empires shifted and trade routes changed, Timbuktu's influence waned. By the 16th century, the city faced invasions and decline, leaving many of its treasures vulnerable to the sands of time. Today, efforts are underway to preserve Timbuktu's ancient manuscripts. These fragile documents remind the world of a time when knowledge and culture united people across continents, creating a legacy that endures in the modern era.",
        "story_translation": "En el siglo XV, la ciudad de Tombuctú en África Occidental era un próspero centro de comercio, cultura y erudición. Situada a lo largo del río Níger y en el borde del desierto del Sáhara, era parte del Imperio de Malí, un reino famoso por su riqueza y aprendizaje. Comerciantes llegaban desde toda África y más allá, trayendo oro, sal y otros bienes. Sin embargo, fueron las universidades y bibliotecas de Tombuctú las que realmente la diferenciaron. La ciudad albergaba miles de manuscritos sobre temas que iban desde la astronomía hasta la medicina, escritos en árabe y lenguas locales. Eruditos de todos los rincones se reunían en Tombuctú para estudiar y debatir. La Mezquita de Sankoré, parte del complejo educativo de la ciudad, se convirtió en un símbolo del logro intelectual. Bajo el patrocinio de gobernantes como Mansa Musa, Tombuctú floreció, ganando su reputación como un centro de conocimiento. Sin embargo, a medida que los imperios cambiaban y las rutas comerciales se alteraban, la influencia de Tombuctú disminuyó. Para el siglo XVI, la ciudad enfrentó invasiones y un declive, dejando muchos de sus tesoros vulnerables a las arenas del tiempo. Hoy en día, se están llevando a cabo esfuerzos para preservar los antiguos manuscritos de Tombuctú. Estos frágiles documentos recuerdan al mundo un tiempo en que el conocimiento y la cultura unieron a las personas a través de continentes, creando un legado que perdura en la era moderna.",
        "audio_file": "10028"
    },
    {
        "title": "The Black Death",
        "title_translation": "La Peste Negra",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1347, a merchant ship docked in the bustling port of Messina, Sicily, carrying more than spices and goods—it carried death. Unknowingly, the sailors had brought with them the plague. Rats aboard the ship, infested with fleas carrying Yersinia pestis, spread the disease rapidly. The Black Death swept through Europe like wildfire, killing millions in just a few years. Entire villages were abandoned, and cities burned the belongings of the infected in desperate attempts to stop the spread. Doctors wore beaked masks filled with herbs, believing the scent would protect them. Amid the devastation, society was transformed. Labor shortages gave peasants more bargaining power, weakening feudal structures. Art, literature, and religion reflected the collective trauma, with grim depictions of death and suffering. While the plague receded by the late 1350s, its legacy shaped Europe forever, influencing both its economy and culture.",
        "story_translation": "En 1347, un barco mercante atracó en el bullicioso puerto de Messina, Sicilia, cargado de más que especias y mercancías—llevaba consigo la muerte. Sin saberlo, los marineros habían traído con ellos la peste. Las ratas a bordo del barco, infestadas con pulgas portadoras de Yersinia pestis, propagaron la enfermedad rápidamente. La Peste Negra se extendió por Europa como un incendio, matando a millones en solo unos años. Aldeas enteras fueron abandonadas y las ciudades quemaron las pertenencias de los infectados en desesperados intentos de detener la propagación. Los médicos llevaban máscaras con pico llenas de hierbas, creyendo que el aroma los protegería. En medio de la devastación, la sociedad se transformó. La escasez de mano de obra otorgó a los campesinos más poder de negociación, debilitando las estructuras feudales. El arte, la literatura y la religión reflejaron el trauma colectivo, con representaciones sombrías de la muerte y el sufrimiento. Aunque la peste retrocedió a finales de la década de 1350, su legado moldeó a Europa para siempre, influyendo tanto en su economía como en su cultura.",
        "audio_file": "10029"
    },
    {
        "title": "The Spanish Armada",
        "title_translation": "La Armada Española",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1588, the Spanish Armada, a fleet of 130 ships, set sail under the command of King Philip II of Spain. Its mission was to invade England, dethrone Queen Elizabeth I, and restore Catholicism. The Armada was one of the most formidable naval forces ever assembled, armed with thousands of soldiers and sailors. However, the English navy, led by Sir Francis Drake, had other plans. With smaller, more maneuverable ships and innovative tactics, the English harried the Spanish fleet along the English Channel. Nature played a decisive role as well. Fierce storms scattered the Armada as it attempted to regroup off the coast of Gravelines. The battered fleet limped home, having lost over a third of its ships and thousands of men. The defeat was a turning point in European history, marking the decline of Spanish naval supremacy and the rise of England as a global maritime power. Queen Elizabeth celebrated the victory as a divine endorsement of her rule, securing her place in history as one of England's greatest monarchs.",
        "story_translation": "En 1588, la Armada Española, una flota de 130 barcos, zarpó bajo el mando del Rey Felipe II de España. Su misión era invadir Inglaterra, destronar a la Reina Isabel I y restaurar el catolicismo. La Armada fue una de las fuerzas navales más formidables jamás reunidas, armada con miles de soldados y marineros. Sin embargo, la armada inglesa, liderada por Sir Francis Drake, tenía otros planes. Con barcos más pequeños y maniobrables y tácticas innovadoras, los ingleses hostigaron a la flota española a lo largo del Canal de la Mancha. La naturaleza también jugó un papel decisivo. Tempestades feroces dispersaron a la Armada mientras intentaba reagruparse frente a la costa de Gravelines. La flota maltrecha regresó a casa, habiendo perdido más de un tercio de sus barcos y miles de hombres. La derrota fue un punto de inflexión en la historia europea, marcando el declive de la supremacía naval española y el ascenso de Inglaterra como una potencia marítima global. La Reina Isabel celebró la victoria como una aprobación divina de su gobierno, asegurando su lugar en la historia como una de las mayores monarcas de Inglaterra.",
        "audio_file": "10030"
    },
    {
        "title": "Hannibal Barca",
        "title_translation": "Hannibal Barca",
        "fiction": false,
        "level": "intermediate",
        "story": "In the winter of 218 BCE, Hannibal Barca, the Carthaginian general, led one of the most daring military campaigns in history. Determined to strike at the heart of the Roman Republic, he embarked on a bold journey to cross the Alps with an army of 50,000 men, 9,000 cavalry, and 37 war elephants. The journey was treacherous. Hannibal's army faced freezing temperatures, steep cliffs, and hostile mountain tribes. Many soldiers and animals perished along the way. Despite these challenges, Hannibal's sheer determination and strategic brilliance inspired his troops to push forward. When he finally descended into northern Italy, the Roman Senate was shocked. Hannibal quickly proved his might, defeating Roman forces at battles like Trebia and Lake Trasimene. Though he would never capture Rome itself, Hannibal's campaign marked one of the greatest threats the Republic ever faced and established him as one of history’s most legendary military commanders.",
        "story_translation": "En el invierno del 218 a.C., Aníbal Barca, el general cartaginés, llevó a cabo una de las campañas militares más audaces de la historia. Decidido a atacar el corazón de la República Romana, emprendió un atrevido viaje para cruzar los Alpes con un ejército de 50,000 hombres, 9,000 caballería y 37 elefantes de guerra. El viaje fue traicionero. El ejército de Aníbal enfrentó temperaturas bajo cero, acantilados empinados y tribus montañesas hostiles. Muchos soldados y animales perecieron en el camino. A pesar de estos desafíos, la pura determinación y el brillante ingenio estratégico de Aníbal inspiraron a sus tropas a seguir adelante. Cuando finalmente descendió en el norte de Italia, el Senado Romano quedó sorprendido. Aníbal demostró rápidamente su poder, derrotando a las fuerzas romanas en batallas como la de Trebia y el Lago Trasimeno. Aunque nunca capturó Roma, la campaña de Aníbal marcó una de las mayores amenazas que la República jamás enfrentó y lo estableció como uno de los comandantes militares más legendarios de la historia.",
        "audio_file": "10031"
    },
    {
        "title": "Fall of Western Rome",
        "title_translation": "Caída de la Roma Occidental",
        "fiction": false,
        "level": "intermediate",
        "story": "In 476 CE, the Roman Empire, which had dominated the Mediterranean for centuries, faced its final collapse. The once-mighty empire had been weakened by internal corruption, economic troubles, and invasions by barbarian tribes. Odoacer, a Germanic chieftain, led a rebellion against the last Roman emperor, Romulus Augustulus. Unlike his illustrious predecessors, Romulus was a young and powerless ruler, a mere figurehead controlled by his advisors. When Odoacer marched into Rome, there was little resistance. Odoacer deposed Romulus and sent the imperial insignia to Constantinople, signaling the end of the Western Roman Empire. Rather than declaring himself emperor, Odoacer ruled Italy as its king, under nominal recognition from the Eastern Roman Empire. This event marked the beginning of the Middle Ages in Europe. While the Eastern Roman Empire, known as the Byzantine Empire, would endure for nearly a thousand more years, the West fragmented into smaller kingdoms, setting the stage for the medieval era and the rise of new powers across the continent.",
        "story_translation": "En el año 476 d.C., el Imperio Romano, que había dominado el Mediterráneo durante siglos, enfrentó su colapso final. El otrora poderoso imperio se había debilitado por la corrupción interna, problemas económicos y las invasiones de tribus bárbaras. Odoacro, un caudillo germánico, lideró una rebelión contra el último emperador romano, Rómulo Augústulo. A diferencia de sus ilustres predecesores, Rómulo era un gobernante joven y sin poder, una mera figura decorativa controlada por sus consejeros. Cuando Odoacro marchó sobre Roma, hubo poca resistencia. Odoacro depuso a Rómulo y envió las insignias imperiales a Constantinopla, señalando el fin del Imperio Romano de Occidente. En lugar de proclamarse emperador, Odoacro gobernó Italia como su rey, bajo el reconocimiento nominal del Imperio Romano de Oriente. Este evento marcó el comienzo de la Edad Media en Europa. Mientras que el Imperio Romano de Oriente, conocido como el Imperio Bizantino, duraría casi mil años más, el Oeste se fragmentó en pequeños reinos, preparando el escenario para la era medieval y el surgimiento de nuevos poderes en todo el continente.",
        "audio_file": "10032"
    },
    {
        "title": "News Report 1 - Climate Change Global Summit",
        "title_translation": "Informe de Noticias 1 - Cumbre Global sobre el Cambio Climático",
        "fiction": false,
        "level": "advanced",
        "story": "In a historic moment for international cooperation, over 190 nations have reached a groundbreaking climate accord at the Global Summit held in Geneva. The agreement, praised as a critical step in the fight against climate change, sets unprecedented targets for reducing greenhouse gas emissions and transitioning to renewable energy sources by mid-century. The accord includes commitments to limit global temperature rise to 1.5 degrees Celsius above pre-industrial levels. Developed nations pledged significant financial aid to support developing countries in their transition to greener economies, with a $100 billion annual fund established to address climate resilience and sustainable development. Negotiations were intense, spanning weeks, as countries debated the balance between environmental ambition and economic growth. Key breakthroughs came after major emitters, including the United States, China, and the European Union, agreed on phased reductions in coal use and investment in carbon capture technologies. Critics, however, warn that the agreement lacks enforceable mechanisms, relying heavily on voluntary compliance and peer review. Climate activists also expressed concerns, urging nations to move faster in implementing their pledges. The summit’s success marks a turning point in global environmental diplomacy, though much work remains to translate commitments into action. Analysts suggest that the coming years will test the resolve of governments and industries to prioritize the environment over short-term economic interests.",
        "story_translation": "En un momento histórico para la cooperación internacional, más de 190 naciones han alcanzado un acuerdo climático innovador en la Cumbre Global celebrada en Ginebra. El acuerdo, aclamado como un paso crítico en la lucha contra el cambio climático, establece objetivos sin precedentes para reducir las emisiones de gases de efecto invernadero y transitar hacia fuentes de energía renovable para mediados de siglo. El pacto incluye compromisos para limitar el aumento de la temperatura global a 1.5 grados Celsius por encima de los niveles preindustriales. Las naciones desarrolladas se comprometieron a brindar asistencia financiera significativa para apoyar a los países en desarrollo en su transición hacia economías más sostenibles, con un fondo anual de 100 mil millones de dólares establecido para abordar la resiliencia climática y el desarrollo sostenible. Las negociaciones fueron intensas, abarcando semanas, mientras los países debatían el equilibrio entre la ambición ambiental y el crecimiento económico. Los avances clave se lograron después de que los principales emisores, incluidos Estados Unidos, China y la Unión Europea, acordaran reducciones gradual en el uso del carbón y la inversión en tecnologías de captura de carbono. Sin embargo, los críticos advierten que el acuerdo carece de mecanismos aplicables, dependiendo en gran medida del cumplimiento voluntario y la revisión por pares. Los activistas climáticos también expresaron preocupaciones, instando a las naciones a avanzar más rápido en la implementación de sus compromisos. El éxito de la cumbre marca un punto de inflexión en la diplomacia ambiental global, aunque queda mucho trabajo por hacer para traducir los compromisos en acción. Los analistas sugieren que los próximos años pondrán a prueba la determinación de los gobiernos y las industrias para priorizar el medio ambiente sobre los intereses económicos a corto plazo.",
        "audio_file": "10033"
    },
    {
        "title": "News Report 2 - Global Markets React to Currency Crisis",
        "title_translation": "Informe de Noticias 2 - Los Mercados Globales Reaccionan a la Crisis de Divisas",
        "fiction": false,
        "level": "advanced",
        "story": "Global financial markets experienced a sharp downturn today following the unexpected collapse of the FluffyCoin, a regional currency used by multiple emerging economies. The crisis, triggered by investor panic and rapid devaluation, has sent shockwaves across stock exchanges and raised concerns about broader economic instability. The currency's collapse began after a major bond default by the government of France, the largest economy using the FluffyCoin. International rating agencies quickly downgraded the nation’s credit status, further shaking investor confidence. Within hours, trading volumes surged, and the currency lost over 30% of its value against the dollar. Central banks in neighboring countries scrambled to stabilize their own economies. Emergency measures included interest rate hikes and liquidity injections, but these actions failed to fix markets. International lenders like the International Monetary Fund and World Bank are preparing intervention packages to assist affected economies. Meanwhile, countries have called for an emergency summit of nations to coordinate a regional response. As analysts debate the long-term implications, ordinary citizens in the impacted countries are grappling with skyrocketing inflation and dwindling purchasing power. Protests have erupted in several cities, with calls for accountability and economic reforms growing louder. Global leaders are urging calm but face mounting pressure to implement systemic changes to prevent similar crises in the future.",
        "story_translation": "Los mercados financieros globales experimentaron una fuerte caída hoy tras el colapso inesperado del FluffyCoin, una moneda regional utilizada por múltiples economías emergentes. La crisis, desencadenada por el pánico de los inversores y la rápida devaluación, ha enviado ondas de choque a través de las bolsas de valores y ha suscitado preocupaciones sobre una inestabilidad económica más amplia. El colapso de la moneda comenzó después de un importante impago de bonos por parte del gobierno de Francia, la economía más grande que utiliza el FluffyCoin. Las agencias de calificación internacional rápidamente degradaron el estado crediticio de la nación, lo que sacudió aún más la confianza de los inversores. En cuestión de horas, los volúmenes de negociación se dispararon y la moneda perdió más del 30% de su valor frente al dólar. Los bancos centrales de los países vecinos se apresuraron a estabilizar sus propias economías. Las medidas de emergencia incluyeron aumentos de tasas de interés e inyecciones de liquidez, pero estas acciones no lograron reparar los mercados. Los prestamistas internacionales como el Fondo Monetario Internacional y el Banco Mundial están preparando paquetes de intervención para asistir a las economías afectadas. Mientras tanto, los países han convocado una cumbre de emergencia de naciones para coordinar una respuesta regional. A medida que los analistas debaten las implicaciones a largo plazo, los ciudadanos comunes en los países impactados enfrentan una inflación disparada y un poder adquisitivo en disminución. Han estallado protestas en varias ciudades, con llamados a la responsabilidad y reformas económicas que se hacen cada vez más fuertes. Los líderes globales instan a la calma, pero enfrentan una creciente presión para implementar cambios sistémicos que prevengan crisis similares en el futuro.",
        "audio_file": "10034"
    },
    {
        "title": "News Report 3 - United Nations General Assembly ",
        "title_translation": "Informe de noticias 3 - Asamblea General de las Naciones Unidas",
        "fiction": false,
        "level": "advanced",
        "story": "The United Nations General Assembly convened today in New York to address the rapidly advancing field of artificial intelligence, focusing on its global implications for security, ethics, and development. Leaders from 193 member states engaged in a debate over how to balance technological innovation with ethical safeguards. Central to the discussions was a proposal from the European Union to establish a Global Ethics Framework,  which would set universal guidelines on transparency, accountability, and data privacy. Countries like Japan and Canada voiced strong support, citing the importance of international cooperation in mitigating risks such as bias and misuse in autonomous systems. However, tensions arose as major technology-producing nations, including the United States and China, resisted calls for binding regulations. Representatives from the Global South, led by Kenya and Brazil, stressed the need for equitable access to AI technologies, highlighting the disparities in resources and technical infrastructure between developed and developing nations. In parallel events, tech CEOs and civil society organizations held side discussions to propose collaborative solutions, including public-private partnerships for ethical AI development. The General Assembly concluded the first day of its session with plans to draft a resolution outlining principles for AI governance. While the road ahead is complex, diplomats remain optimistic that this meeting could lay the groundwork for a landmark international agreement on one of the most transformative technologies of the century.",
        "story_translation": "La Asamblea General de las Naciones Unidas se reunió hoy en Nueva York para abordar el campo de la inteligencia artificial, que avanza rápidamente, centrándose en sus implicaciones globales para la seguridad, la ética y el desarrollo. Líderes de 193 Estados miembros participaron en un debate sobre cómo equilibrar la innovación tecnológica con salvaguardas éticas. Un punto central de las discusiones fue una propuesta de la Unión Europea para establecer un Marco Global de Ética, que establecería directrices universales sobre transparencia, responsabilidad y privacidad de datos. Países como Japón y Canadá expresaron un fuerte apoyo, citando la importancia de la cooperación internacional para mitigar riesgos como sesgos y el uso indebido en sistemas autónomos. Sin embargo, surgieron tensiones cuando naciones productoras de tecnología importantes, incluidos Estados Unidos y China, resistieron los llamamientos a regulaciones vinculantes. Los representantes del Sur Global, liderados por Kenia y Brasil, enfatizaron la necesidad de un acceso equitativo a las tecnologías de IA, destacando las disparidades en recursos e infraestructura técnica entre los países desarrollados y en desarrollo. En eventos paralelos, CEOs de empresas tecnológicas y organizaciones de la sociedad civil llevaron a cabo discusiones secundarias para proponer soluciones colaborativas, incluyendo asociaciones público-privadas para el desarrollo ético de la IA. La Asamblea General concluyó el primer día de su sesión con planes para redactar una resolución que describa principios para la gobernanza de la IA. Aunque el camino por delante es complejo, los diplomáticos permanecen optimistas de que esta reunión podría sentar las bases para un acuerdo internacional histórico sobre una de las tecnologías más transformadoras del siglo.",
        "audio_file": "10035"
    },
    {
        "title": "News Report 4 - Protests in Paris",
        "title_translation": "Informe de noticias 4 - Protestas en París",
        "fiction": false,
        "level": "advanced",
        "story": "Paris saw massive demonstrations today as hundreds of thousands of citizens took to the streets to protest the French government’s proposed pension reforms. The sweeping changes, which include raising the retirement age from 62 to 64, have sparked widespread backlash, with unions and workers across industries calling for immediate withdrawal of the proposal. Protestors blocked roads and public transportation systems in major cities, including Marseille, Lyon, and Toulouse. Strikes disrupted schools, rail services, and airports, bringing parts of the country to a standstill. In Paris, demonstrators marched through iconic boulevards, culminating in a rally near the center of the city. Tensions escalated in the afternoon when clashes broke out between small groups of protesters and police in Paris. Authorities deployed tear gas and water cannons to disperse the crowd, while protesters hurled objects and set trash bins on fire. Over 100 arrests were reported by the evening, though the majority of demonstrations remained peaceful. Unions have vowed to intensify their efforts, calling for another nationwide strike next week. The government faces mounting pressure to find a compromise, as public opinion remains largely against the changes. A recent poll indicated that nearly 70% of French citizens oppose the reform. With both sides entrenched in their positions, the standoff is expected to continue, testing the resilience of president’s administration.",
        "story_translation": "París vio grandes manifestaciones hoy, ya que cientos de miles de ciudadanos salieron a las calles para protestar contra las propuestas de reformas de pensiones del gobierno francés. Los cambios drásticos, que incluyen el aumento de la edad de jubilación de 62 a 64 años, han provocado una intensa reacción, con sindicatos y trabajadores de diversas industrias exigiendo la retirada inmediata de la propuesta. Los manifestantes bloquearon carreteras y sistemas de transporte público en ciudades importantes, incluyendo Marsella, Lyon y Toulouse. Las huelgas interrumpieron escuelas, servicios ferroviarios y aeropuertos, llevando a algunas partes del país a un paro total. En París, los manifestantes marcharon por bulevares icónicos, culminando en un mitin cerca del centro de la ciudad. Las tensiones aumentaron por la tarde, cuando estallaron enfrentamientos entre pequeños grupos de manifestantes y policías en París. Las autoridades desplegaron gas lacrimógeno y cañones de agua para dispersar a la multitud, mientras los manifestantes lanzaban objetos y prendían fuego a contenedores de basura. Se reportaron más de 100 arrestos para la noche, aunque la mayoría de las manifestaciones permanecieron pacíficas. Los sindicatos han prometido intensificar sus esfuerzos, convocando a otra huelga nacional la próxima semana. El gobierno enfrenta una presión creciente para encontrar un compromiso, ya que la opinión pública se opone en gran medida a los cambios. Una encuesta reciente indicó que casi el 70% de los ciudadanos franceses se oponen a la reforma. Con ambos lados atrincherados en sus posiciones, se espera que el punto muerto continúe, poniendo a prueba la resiliencia de la administración del presidente.",
        "audio_file": "10036"
    },
    {
        "title": "News Report 5 - Election Day",
        "title_translation": "Informe de Noticias 5 - Día de Elecciones",
        "fiction": false,
        "level": "advanced",
        "story": "In a landmark general election, the nation witnessed an unprecedented voter turnout, with citizens flocking to polling stations in record numbers. The election, characterized by a highly competitive race between major party candidates, concluded with a narrow margin, underscoring the significance of every ballot cast. The election process commenced with a series of primaries and caucuses, where delegates were allocated based on proportional representation. As the campaign progressed, both parties held national conventions to formally nominate their presidential and vice-presidential candidates. The ensuing debates and nationwide canvassing efforts galvanized the electorate, culminating in heightened engagement on Election Day. Preliminary exit polls indicated a diverse voter demographic, with significant participation from first-time voters and historically underrepresented communities. The election also saw an increase in absentee and early voting, facilitated by reforms aimed at expanding access to the ballot.",
        "story_translation": "En unas elecciones generales históricas, la nación fue testigo de una participación electoral sin precedentes, con ciudadanos acudiendo a los centros de votación en cifras récord. La elección, caracterizada por una intensa competencia entre los candidatos de los principales partidos, concluyó con un margen estrecho, subrayando la importancia de cada voto emitido. El proceso electoral comenzó con una serie de primarias y caucuses, donde se asignaron delegados en base a la representación proporcional. A medida que avanzaba la campaña, ambos partidos celebraron convenciones nacionales para nominar formalmente a sus candidatos a la presidencia y vicepresidencia. Los debates y los esfuerzos de canvassing a nivel nacional galvanizaron al electorado, culminando en un mayor compromiso el Día de las Elecciones. Las encuestas de salida preliminares indicaron una demografía del electorado diversa, con una participación significativa de votantes primerizos y comunidades históricamente subrepresentadas. Las elecciones también vieron un aumento en la votación por correo y anticipada, facilitada por reformas destinadas a ampliar el acceso a las urnas.",
        "audio_file": "10037"
    },
    {
        "title": "Free Will and Determinism",
        "title_translation": "Libre albedrío y determinismo",
        "fiction": false,
        "level": "advanced",
        "story": "The philosophical debate surrounding free will and determinism has persisted for centuries, often raising questions about the nature of human agency and the fabric of reality. At its core, the paradox emerges from the apparent contradiction between the autonomy of choice and the deterministic nature of the universe. Determinism posits that every event, including human decisions, is the inevitable result of preceding causes governed by natural laws. In this framework, the universe operates as a vast, causal mechanism, where every action is a consequence of prior states of affairs. If this is true, human freedom may be an illusion, as our choices are predicated on factors beyond our control, such as genetics, upbringing, and environmental stimuli. Conversely, the concept of free will asserts that individuals possess the capacity to make choices independent of external constraints. This notion underpins moral responsibility, suggesting that people can be held accountable for their actions precisely because they could have acted otherwise. However, if free will exists, how does it reconcile with the deterministic laws that govern the physical world? There have been attempts to resolve this dilemma by arguing that free will and determinism are not mutually exclusive. They propose that freedom lies not in escaping causality but in the ability to act in accordance with one’s desires and intentions. Thus, even if our choices have deterministic origins, we can still be considered free as long as we act without coercion. In contrast, libertarians (not to be confused with political libertarians) reject determinism, asserting that free will necessitates indeterminacy. They argue that certain aspects of human decision-making transcend causal chains, introducing an element of unpredictability. However, this stance raises its own conundrum: if actions are not causally determined, do they become arbitrary or random, thereby undermining the coherence of moral responsibility? The debate continues to challenge philosophers, scientists, and theologians alike, as it touches upon questions of ethics, metaphysics, and neuroscience. Advances in cognitive science and quantum mechanics have added new dimensions to the discussion, suggesting that the interplay between determinism and randomness might be more complex than previously imagined. Ultimately, the paradox of free will and determinism serves as a reminder of the limits of human understanding. It invites us to explore the boundaries of agency, causality, and the essence of what it means to be human, offering no definitive answers but countless avenues for inquiry and reflection.",
        "story_translation": "El debate filosófico sobre el libre albedrío y el determinismo ha persistido durante siglos, planteando a menudo preguntas sobre la naturaleza de la agencia humana y la estructura de la realidad. En su esencia, la paradoja surge de la aparente contradicción entre la autonomía de la elección y la naturaleza determinista del universo. El determinismo postula que cada evento, incluidas las decisiones humanas, es el resultado inevitable de causas precedentes regidas por leyes naturales. En este marco, el universo opera como un vasto mecanismo causal, donde cada acción es una consecuencia de estados de cosas previos. Si esto es cierto, la libertad humana podría ser una ilusión, ya que nuestras elecciones están fundamentadas en factores más allá de nuestro control, como la genética, la educación y los estímulos ambientales. Por otro lado, el concepto de libre albedrío sostiene que los individuos poseen la capacidad de tomar decisiones independientes de las limitaciones externas. Esta noción sustenta la responsabilidad moral, sugiriendo que las personas pueden ser consideradas responsables de sus acciones precisamente porque podrían haber actuado de otra manera. Sin embargo, si existe el libre albedrío, ¿cómo se reconcilia con las leyes deterministas que rigen el mundo físico? Ha habido intentos de resolver este dilema argumentando que el libre albedrío y el determinismo no son mutuamente excluyentes. Proponen que la libertad no reside en escapar de la causalidad, sino en la capacidad de actuar de acuerdo con los deseos e intenciones de uno. Así, incluso si nuestras elecciones tienen orígenes deterministas, aún podemos ser considerados libres siempre que actuemos sin coacción. En contraste, los libertarios (no confundir con los libertarios políticos) rechazan el determinismo, afirmando que el libre albedrío necesita indeterminación. Argumentan que ciertos aspectos de la toma de decisiones humana trascienden las cadenas causales, introduciendo un elemento de imprevisibilidad. Sin embargo, esta postura plantea su propio enigma: si las acciones no están determinadas causalmente, ¿se vuelven arbitrarias o aleatorias, socavando así la coherencia de la responsabilidad moral? El debate continúa desafiando a filósofos, científicos y teólogos por igual, ya que toca cuestiones de ética, metafísica y neurociencia. Los avances en la ciencia cognitiva y la mecánica cuántica han añadido nuevas dimensiones a la discusión, sugiriendo que la interacción entre determinismo y aleatoriedad podría ser más compleja de lo que se había imaginado anteriormente. En última instancia, la paradoja del libre albedrío y el determinismo sirve como un recordatorio de los límites de la comprensión humana. Nos invita a explorar los límites de la agencia, la causalidad y la esencia de lo que significa ser humano, ofreciendo no respuestas definitivas, sino innumerables vías para la indagación y la reflexión.",
        "audio_file": "10038"
    },
    {
        "title": "The Ship of Theseus and the Nature of Identity",
        "title_translation": "La nave de Teseo y la naturaleza de la identidad",
        "fiction": false,
        "level": "advanced",
        "story": "The Ship of Theseus is a thought experiment that has captivated philosophers for centuries, raising profound questions about the nature of identity and continuity. It asks: if a ship has all its parts replaced over time, piece by piece, is it still the same ship? This paradox, often attributed to ancient Greek philosophy, serves as a lens through which the persistence of identity is scrutinized. Consider Theseus’s ship docked in a harbor. Over the years, as its wooden planks rot, each is replaced with a new, identical piece. Eventually, none of the original components remain. At this point, can we still refer to it as the Ship of Theseus? Moreover, what if all the removed parts were gathered and reassembled elsewhere—would this new reconstruction also qualify as the Ship of Theseus? The paradox forces us to confront the essence of identity. Is it tied to physical continuity, the arrangement of parts, or something more abstract, like function or purpose? One perspective argues that objects are defined by their constituent parts. Under this view, the Ship of Theseus ceases to be the same ship as soon as any part is replaced. On the other hand, the functionalist approach suggests that as long as the ship serves its purpose and maintains its structure, its identity persists despite material changes. The thought experiment extends beyond ships to personal identity. Humans, like ships, are in constant flux. Our cells regenerate, our thoughts evolve, and our experiences reshape us. Yet, we maintain a sense of self across time. What, then, anchors this continuity? Some argue that identity resides in memory and consciousness—a thread that ties past, present, and future together. Others contend that identity is an illusion, a construct designed to provide coherence in a world of perpetual change.",
        "story_translation": "El barco de Teseo es un experimento mental que ha cautivado a los filósofos durante siglos, planteando preguntas profundas sobre la naturaleza de la identidad y la continuidad. Pregunta: si un barco tiene todas sus partes reemplazadas con el tiempo, pieza por pieza, ¿sigue siendo el mismo barco? Este paradoja, a menudo atribuida a la filosofía griega antigua, sirve como una lente a través de la cual se examina la persistencia de la identidad. Consideremos el barco de Teseo atracado en un puerto. A lo largo de los años, a medida que sus tablones de madera se pudren, cada uno es reemplazado por una nueva pieza idéntica. Eventualmente, ninguna de las componentes originales permanece. ¿En este punto, todavía podemos referirnos a él como el barco de Teseo? Además, ¿qué pasaría si todas las partes removidas se reunieran y se volvieran a ensamblar en otro lugar—¿calificaría esta nueva reconstrucción también como el barco de Teseo? La paradoja nos obliga a confrontar la esencia de la identidad. ¿Está ligada a la continuidad física, a la disposición de las partes, o a algo más abstracto, como la función o el propósito? Una perspectiva argumenta que los objetos se definen por sus partes constituyentes. Bajo este punto de vista, el barco de Teseo deja de ser el mismo barco tan pronto como se reemplaza cualquier parte. Por otro lado, el enfoque funcionalista sugiere que mientras el barco cumpla su propósito y mantenga su estructura, su identidad persiste a pesar de los cambios materiales. El experimento mental se extiende más allá de los barcos hacia la identidad personal. Los humanos, al igual que los barcos, están en constante cambio. Nuestras células se regeneran, nuestros pensamientos evolucionan y nuestras experiencias nos transforman. Sin embargo, mantenemos un sentido de nosotros mismos a lo largo del tiempo. ¿Qué, entonces, ancla esta continuidad? Algunos argumentan que la identidad reside en la memoria y la conciencia—un hilo que une el pasado, el presente y el futuro. Otros sostienen que la identidad es una ilusión, una construcción diseñada para proporcionar coherencia en un mundo de cambio perpetuo.",
        "audio_file": "10039"
    },
    {
        "title": "The Trolley Problem",
        "title_translation": "El dilema del tranvía",
        "fiction": false,
        "level": "advanced",
        "story": "The trolley problem is a classic ethical thought experiment that challenges our understanding of moral decision-making and ethical principles. It presents a scenario in which a runaway trolley is barreling down a track toward five people who are tied up and unable to move. You are standing next to a lever that can divert the trolley onto another track, where only one person is tied up. The dilemma is whether to pull the lever, actively causing the death of one person but saving five others, or to do nothing and allow the trolley to continue on its path, resulting in the deaths of five. This thought experiment raises profound ethical questions. Utilitarians argue that the morally correct action is to pull the lever, as it minimizes harm and maximizes the overall benefit by saving more lives. In contrast, deontologists assert that actively diverting the trolley makes you morally complicit in the death of the one person, which violates the principle of not using others as a means to an end, regardless of the consequences. The doctrine of double effect further complicates the matter, suggesting that while it may be permissible to allow harm as a side effect of achieving a good outcome, directly causing harm is morally questionable. The problem also invites consideration of moral intuitions. Variants of the trolley problem, such as pushing a large person onto the track to stop the trolley and save five, evoke stronger emotional reactions, even when the outcomes are numerically the same. These reactions highlight the tension between rational calculations and deeply ingrained moral instincts.",
        "story_translation": "El problema del tranvía es un experimento mental ético clásico que desafía nuestra comprensión de la toma de decisiones morales y los principios éticos. Presenta un escenario en el que un tranvía descontrolado avanza a gran velocidad por una vía hacia cinco personas que están atadas y son incapaces de moverse. Tú estás de pie junto a una palanca que puede desviar el tranvía hacia otra vía, donde solo hay una persona atada. El dilema es si tirar de la palanca, causando activamente la muerte de una persona pero salvando a cinco, o no hacer nada y permitir que el tranvía continúe su camino, lo que resultará en la muerte de cinco personas. Este experimento mental plantea profundas preguntas éticas. Los utilitaristas sostienen que la acción moralmente correcta es tirar de la palanca, ya que minimiza el daño y maximiza el beneficio general al salvar más vidas. En contraste, los deontologistas afirman que desviar activamente el tranvía te hace moralmente cómplice de la muerte de la una persona, lo que viola el principio de no utilizar a otros como medios para un fin, independientemente de las consecuencias. La doctrina del doble efecto complica aún más la cuestión, sugiriendo que, aunque puede ser permisible permitir el daño como un efecto secundario de lograr un buen resultado, causar daño directamente es moralmente cuestionable. El problema también invita a considerar las intuiciones morales. Variantes del problema del tranvía, como empujar a una persona grande a la vía para detener el tranvía y salvar a cinco, evocan reacciones emocionales más fuertes, incluso cuando los resultados son numéricamente los mismos. Estas reacciones destacan la tensión entre los cálculos racionales y los instintos morales profundamente arraigados.",
        "audio_file": "10040"
    }
]