[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "Die drei kleinen Schweinchen",
        "fiction": true,
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "Es war einmal, dass drei kleine Schweine beschlossen, Häuser zu bauen, um sicher zu sein. Das erste Schwein baute ein Haus aus Stroh, weil es einfach war. Das zweite Schwein baute ein Haus aus Ästen, stärker, aber immer noch schwach. Das dritte Schwein baute ein Haus aus Ziegeln, stark und stabil. Eines Tages kam ein großer böser Wolf zum Strohhause. Er pustete und blies und blies das Strohhäuschen mühelos in Stücke. Das verängstigte Schwein rannte mit seinem Bruder zum Stockhaus. Der Wolf folgte, pustete, blies und zerstörte das Stockhaus. Beide Schweine rannten zum Ziegelhaus, in der Hoffnung, dass es stark war. Der Wolf pustete und blies, aber das Ziegelhaus fiel nicht um. Frustriert versuchte der Wolf, durch den Schornstein zu klettern, um die Schweine zu fangen. Die Schweine entzündeten ein Feuer, und der Wolf rannte verängstigt weg. Die drei Schweine waren in Sicherheit und lernten, dass harte Arbeit sich immer auszahlt. Sie lebten glücklich und zufrieden in ihrem starken, sicheren Ziegelhaus.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "The translation of \"Goldilocks\" to German is \"Die drei Bären\" when referring to the fairy tale, as she is known as \"Goldlöckchen\" in German.",
        "fiction": true,
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "An einem sonnigen Morgen ging Goldlöckchen durch den Wald und fand ein kleines Haus. Die Tür war offen, also beschloss Goldlöckchen, einzutreten und zu erkunden. In der Küche fand sie drei Schüsseln Haferbrei auf dem Tisch. Sie probierte die erste Schüssel und sagte: Dieser Haferbrei ist zu heiß! Sie probierte die zweite Schüssel und sagte: Dieser Haferbrei ist zu kalt! Sie probierte die dritte Schüssel und sagte glücklich: Dieser Haferbrei ist genau richtig! Nach dem Essen fühlte sich Goldlöckchen müde und bemerkte drei Stühle im Wohnzimmer. Sie setzte sich in den ersten Stuhl, sagte aber: Dieser Stuhl ist zu hart! Sie versuchte den zweiten Stuhl, sagte aber: Dieser Stuhl ist zu weich! Sie setzte sich in den dritten Stuhl und sagte: Dieser Stuhl ist genau richtig! Plötzlich brach der kleine Stuhl, und Goldlöckchen stand überrascht schnell auf. Müde ging sie die Treppe hinauf und fand drei Betten in einem Zimmer. Sie legte sich in das erste Bett und sagte: Dieses Bett ist zu hart! Sie probierte das zweite Bett, sagte aber: Dieses Bett ist zu weich! Sie legte sich in das dritte Bett und sagte: Dieses Bett ist genau richtig! Goldlöckchen schlief schnell ein, ohne zu wissen, dass die drei Bären nach Hause zurückkamen. Papa Bär sagte laut: Jemand hat meinen Haferbrei gegessen! Mama Bär sagte: Jemand hat in meinem Stuhl gesessen und ihn kaputtgemacht! Baby Bär sagte: Jemand hat in meinem Bett geschlafen, und hier ist sie! Goldlöckchen wachte auf, sah die Bären und schrie, während sie nach draußen rannte. Sie rannte durch den Wald und versprach sich, nie wieder in fremde Häuser zu gehen.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Cinderella translates to \"Aschenputtel\" in German.",
        "fiction": true,
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "Es war einmal ein nettes Mädchen namens Aschenputtel, das mit ihrer grausamen Stiefmutter lebte. Ihre Stiefmutter und Stiefschwestern zwangen sie, das ganze Putzen und Kochen zu übernehmen. Eines Tages kündigte der König einen großen Ball an, damit der Prinz eine Braut finden konnte. Aschenputtel wollte gehen, aber ihre Stiefmutter weigerte sich und ließ sie zu Hause. Während sie weinte, erschien ihre gute Fee und versprach, ihr zu helfen, den Ball zu besuchen. Mit einem Wisch ihres Zauberstabs verwandelte sie Aschenputtels Lumpen in ein wunderschönes Kleid. Sie gab Aschenputtel gläserne Pantoffeln und verwandelte einen Kürbis in eine magische Kutsche. Die gute Fee sagte: Komm vor Mitternacht zurück, sonst wird der Zauber verschwinden. Auf dem Ball bewunderte jeder Aschenputtel, und der Prinz verliebte sich in sie. Sie tanzten die ganze Nacht, bis die Uhr Mitternacht schlug, und Aschenputtel lief davon. Sie ließ einen gläsernen Pantoffel zurück, den der Prinz benutzte, um nach ihr zu suchen. Der Prinz besuchte jedes Haus und ließ den Pantoffel jeder jungen Frau im Königreich anprobieren. Als er bei Aschenputtels Haus ankam, versuchten es die Stiefschwestern, aber ihre Füße passten nicht in den Pantoffel. Aschenputtel probierte den Pantoffel an, und er passte perfekt! Der Prinz wusste, dass sie die Richtige war. Kurz darauf heirateten sie, und Aschenputtel vergab ihrer Stiefmutter und ihren Stiefschwestern für ihre Grausamkeit. Aschenputtel und der Prinz lebten glücklich und zufrieden in dem prächtigen Palast.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "Jack und die Bohnenranke",
        "fiction": true,
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "Es war einmal ein armer Junge namens Jack, der mit seiner Mutter lebte. Sie hatten nur eine Kuh, die sie für Essen und Geld verkauften. Eines Tages tauschte Jack die Kuh gegen magische Bohnen von einem seltsamen Mann. Seine Mutter war wütend und warf die Bohnen aus dem Fenster. Am Morgen waren die Bohnen zu einem riesigen Bohnenstängel gewachsen, der bis zum Himmel reichte. Neugierig kletterte Jack den Bohnenstängel hinauf und entdeckte ein riesiges Schloss in den Wolken. Drinnen sah er einen Riesen, der eine goldene Harfe und ein magisches Huhn besaß. Das Huhn legte goldene Eier, und die Harfe spielte von selbst wunderschöne Lieder. Jack nahm das Huhn und die Harfe, aber der Riese wachte auf und verfolgte ihn. Jack kletterte schnell den Bohnenstängel hinunter, während der wütende Riese ihn verfolgte. Als er den Boden erreichte, schnappte Jack sich eine Axt und hieb den Bohnenstängel ab. Der Riese fiel vom Bohnenstängel und wurde nie wieder gesehen. Mit den goldenen Eiern des Huhns lebten Jack und seine Mutter glücklich bis ans Ende ihrer Tage.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "Die Schildkröte und der Hase",
        "fiction": true,
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "Es war einmal ein schneller Hase, der gerne damit prahlte, wie schnell er war. Der Hase lachte über eine langsam bewegende Schildkröte und forderte sie zu einem Rennen heraus. Selbstbewusst lief der Hase schnell voraus und ließ die Schildkröte weit hinter sich im Staub. Sicher seiner Zustimmung beschloss der Hase, sich unter einem Baum auszuruhen. In der Zwischenzeit ging die Schildkröte stetig weiter, stoppte nie und überholte schließlich den schlafenden Hasen. Als der Hase aufwachte, bemerkte er, dass die Schildkröte in der Nähe der Ziellinie war. Der Hase rannte so schnell er konnte, aber es war zu spät. Die Schildkröte überquerte zuerst die Ziellinie und gewann das Rennen gegen den Hasen. Der Hase war verlegen und lernte eine wertvolle Lektion über Überheblichkeit und Demut. Die Schildkröte zeigte, dass langsame und stetige Anstrengung gegen Überheblichkeit und Hast gewinnen kann.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Hansel und Gretel",
        "fiction": true,
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "Es war einmal, da lebten Hänsel und Gretel mit ihrem Vater und ihrer Stiefmutter. Die Familie war sehr arm, und die Stiefmutter plante, die Kinder zu abandonieren. Eines Nachts belauschte Hänsel den Plan und sammelte glänzende Kieselsteine, um einen Weg zu markieren. Am nächsten Tag führten die Eltern Hänsel und Gretel tief in den Wald. Als sie allein gelassen wurden, folgten Hänsel und Gretel sicher dem Kieselsteinweg zurück nach Hause. Wütend nahm die Stiefmutter sie am nächsten Tag noch tiefer in den Wald. Hänsel versuchte, Krümel zu hinterlassen, aber Vögel fraßen sie, sodass die Kinder verloren und ängstlich waren. Sie wanderten umher und entdeckten ein Zuckerhaus, das einer Hexe gehörte, die sie gefangen hielt. Die Hexe plante, Hänsel zu essen, und ließ Gretel alle Hausarbeiten machen. Die clevere Gretel überlistete die Hexe und stieß sie in den brennenden Ofen. Sie fanden Schätze im Haus der Hexe und trugen sie nach Hause. Ihr Vater war überglücklich, und die böse Stiefmutter war für immer aus ihrem Leben verschwunden. Hänsel und Gretel lebten glücklich und zufrieden, mit viel zu essen und ohne Sorgen.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "Die neuen Kleider des Kaisers",
        "fiction": true,
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "Es war einmal ein Kaiser, der es liebte, die feinsten und extravagantesten Kleider zu tragen. Zwei Betrüger kamen zu Besuch und behaupteten, sie könnten magische Kleider herstellen, die für Narren unsichtbar wären. Der Kaiser gab ihnen Gold und Seide, um die prächtigen Gewänder zu kreieren. Die Betrüger taten so, als würden sie hart arbeiten, behielten aber das Gold und die Seide für sich selbst. Als die Kleider fertig waren, sah der Kaiser nichts, hatte jedoch Angst, es zuzugeben. Er tat so, als bewundere er die unsichtbaren Kleider, aus Angst, andere könnten ihn für töricht halten. Die Betrüger taten so, als würden sie ihn anziehen, und der Kaiser kündigte eine große Parade an. Auch die Menge tat so, als würde sie die neuen Kleider des Kaisers sehen. Schließlich rief ein Kind: „Aber er trägt ja überhaupt nichts!“ Die Menge murmelte und stimmte zu, als sie erkannten, dass der Kaiser vollkommen hereingelegt worden war. Der Kaiser war beschämt, setzte die Parade jedoch fort, zu stolz, um seinen Fehler einzugestehen. Von diesem Tag an wurde er demütiger und kümmerte sich weniger um auffällige Kleider.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "Schneewittchen",
        "fiction": true,
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "Es war einmal ein König und eine Königin, die sich ein Kind wünschten. Ihr Wunsch ging in Erfüllung, und sie bekamen ein wunderschönes Mädchen, Aurora. Feen schenkten Aurora bei einem großen Festgaben wie Schönheit und Güte. Eine ungebetene, wütende Fee verfluchte Aurora, dass sie sich an ihrem Finger stechen und sterben würde. Eine gute Fee milderte den Fluch: Aurora würde schlafen, bis der Kuss der wahren Liebe sie erweckte. Der König ließ alle Spinnräder verbrennen, in der Hoffnung, Aurora vor dem Fluch zu schützen. Jahre später, an ihrem sechzehnten Geburtstag, fand Aurora ein altes Spinnrad. Sie stach sich an ihrem Finger und fiel, wie vorhergesagt, in einen tiefen Schlaf. Das ganze Schloss fiel in Schlaf, umgeben von dichten, dornenüberwucherten Reben. Hundert Jahre vergingen, und ein mutiger Prinz entdeckte das schlafende Schloss. Er küsste Aurora, brach den Zauber und weckte alle im Schloss. Aurora und der Prinz verliebten sich, heirateten und lebten glücklich bis ans Ende ihrer Tage.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Ali Baba und die 40 Räuber",
        "fiction": true,
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Ali Baba war ein armer Holzfäller, der in einem kleinen Dorf lebte. Eines Tages sah er vierzig Räuber, die einen Schatz in einer magischen Höhle versteckten. Sie sagten: Sesam, öffne dich, und die Höhltür öffnete sich, offenbarte Gold und Juwelen. Nachdem sie gegangen waren, benutzte Ali Baba dieselben Worte, um in die Höhle zu gelangen. Er nahm einen kleinen Teil des Schatzes, um seiner armen Familie zu helfen. Die Räuber entdeckten, dass jemand die Höhle betreten hatte, und wurden sehr wütend. Sie durchsuchten das Dorf und verdächtigten Ali Baba, ihren Schatz gestohlen zu haben. Ali Babas kluge Dienerin, Morgiana, belauschte ihre Pläne, ihn zu töten. Sie überlistete die Räuber und rettete Ali Baba, indem sie ihren Anführer überlistete. Ali Baba und seine Familie lebten glücklich und zufrieden, dankbar für ihr Glück.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "Der Fischer und seine Frau",
        "fiction": true,
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Ein armer Fischer fing einen magischen sprechenden Fisch und beschloss, ihn freizulassen. Der Fisch versprach, ihm jeden Wunsch zu erfüllen, wenn er sein Leben verschonen würde. Der Fischer erzählte seiner Frau davon, die sich ein größeres Haus wünschte. Der Fisch erfüllte den Wunsch, und sie zogen in ein prächtiges Häuschen. Die Frau wurde gierig und forderte ein Schloss und die Krone der Königin. Jedes Mal kehrte der Fischer zum Fisch zurück, um nach mehr zu fragen. Der Fisch erfüllte die Wünsche, aber die Gier der Frau wuchs nur weiter. Schließlich forderte sie, Herrscherin über Sonne, Mond und Sterne zu werden. Der Fisch, wütend über ihre Gier, nahm alles zurück und ließ sie in ihrer Hütte zurück. Der Fischer und seine Frau kehrten zu ihrem einfachen Leben zurück und lernten, zufrieden zu sein.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Amelia Earhart",
        "fiction": false,
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "Es war einmal ein mutiges und abenteuerlustiges Mädchen namens Amelia Earhart. Amelia liebte es, Vögel zu beobachten, und träumte davon, so hoch am Himmel zu fliegen wie sie. Sie wuchs zu einer Zeit auf, als nicht viele Frauen Piloten wurden, aber Amelia war fest entschlossen, ihren Traum zu verfolgen. Sie arbeitete sehr hart und lernte, Flugzeuge zu fliegen, und wurde eine der ersten Pilotinnen der Welt. Amelia tat etwas wirklich Erstaunliches: Sie überquerte ganz allein den großen, weiten Atlantik, als erste Frau überhaupt, die dies tat! Ihr Mut und ihr Erfolg zeigten allen, dass auch Mädchen große Träume verwirklichen können. Amelia wurde berühmt und inspirierte viele Menschen, insbesondere Mädchen, ihre eigenen Träume zu verfolgen, egal wie groß sie sind. Sie bewies, dass man mit Entschlossenheit und Mut nach den Sternen greifen und seine Träume verwirklichen kann.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Marie Curie",
        "fiction": false,
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "Es war einmal in dem Land Polen ein sehr neugieriges und kluges Mädchen namens Marie Curie. Marie liebte das Lernen, besonders in der Wissenschaft. Als sie erwachsen wurde, zog sie nach Paris, Frankreich, um mehr zu studieren, da sie eine Wissenschaftlerin werden wollte. Damals gab es nicht viele Frauen, die Wissenschaftlerinnen waren, aber Marie war entschlossen. Sie arbeitete in einem kleinen, dunklen Labor mit ihrem Ehemann Pierre Curie. Gemeinsam entdeckten sie etwas Erstaunliches namens Radium. Radium war eine besondere Art von Metall, das im Dunkeln leuchtete und dazu verwendet werden konnte, Ärzten zu helfen, in die Körper der Menschen zu sehen, um sie zu heilen. Marie Curie wurde für ihre Entdeckung sehr berühmt und gewann den Nobelpreis nicht einmal, sondern zweimal! Sie war die erste Frau, die diesen großen Preis gewann, und die erste Person überhaupt, die ihn zweimal erhielt. Marie zeigte der Welt, dass Mädchen auch großartige Wissenschaftlerinnen sein können. Sie arbeitete hart und gab niemals auf, selbst wenn es schwierig war. Ihre Entdeckungen halfen vielen Menschen und veränderten die Welt der Wissenschaft für immer.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Nelson Mandela",
        "fiction": false,
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "Es war einmal in Südafrika ein Mann namens Nelson Mandela. Mandela war ein mutiger und weiser Mann, der glaubte, dass jeder gleich behandelt werden sollte, unabhängig von der Hautfarbe. Doch zu dieser Zeit gab es in Südafrika ungerechte Gesetze, die Apartheid genannt wurden, die Menschen nach Rasse und Farbe trennten. Mandela wollte diese Gesetze ändern, damit jeder, schwarz oder weiß, in Frieden zusammenleben konnte. Er arbeitete sehr hart und sprach mit vielen Menschen, um auf friedliche Weise Veränderungen herbeizuführen. Doch die Regierung mochte das nicht und setzte ihn für viele Jahre ins Gefängnis. Mandela gab niemals die Hoffnung auf, und er wurde ein Symbol für den Kampf um Freiheit. Menschen auf der ganzen Welt wussten von ihm und unterstützten seine Sache. Schließlich, nach 27 Jahren, wurde er freigelassen. Mandelas Traum begann wahr zu werden, als er der erste schwarze Präsident Südafrikas wurde, und er arbeitete daran, Menschen aller Hautfarben zusammenzubringen. Er zeigte der Welt die Kraft der Vergebung und wie wichtig es ist, für das Richtige zu kämpfen. Nelson Mandela wird als Held in Erinnerung behalten, der Hoffnung und Veränderung in sein Land und die Welt brachte.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Leonardo Da Vinci",
        "fiction": false,
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "Es war einmal in Italien, da lebte ein neugieriger und kluger Junge namens Leonardo da Vinci. Leonardo liebte es, die Welt um sich herum zu erkunden und hatte an vielen Dingen Interesse. Er zeichnete gerne, malte und erfand sogar neue Dinge. Als er aufwuchs, wurde er sehr gut in der Kunst und schuf wunderschöne Gemälde, eines davon war die berühmte 'Mona Lisa', die die Menschen noch heute bewundern. Aber Leonardo war nicht nur ein Künstler; er war auch ein Wissenschaftler und ein Erfinder. Er studierte Vögel und träumte davon, eine Maschine zu bauen, die fliegen konnte, genau wie ein Flugzeug heute. Außerdem betrachtete er den menschlichen Körper, um zu verstehen, wie er funktioniert, und zeichnete viele Skizzen seiner Ideen. Leonardo war ein sehr talentierter Mann, und seine Neugier auf die Welt hörte niemals auf. Er lernte und schuf sein ganzes Leben lang weiter. Er zeigte uns, dass man, wenn man neugierig ist und hart arbeitet, viel über verschiedene Dinge lernen kann und vielleicht sogar die Welt mit seinen Ideen verändern kann.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Kleopatra",
        "fiction": false,
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "Es war einmal im alten Ägypten eine berühmte Königin namens Cleopatra. Cleopatra war nicht nur eine Königin; sie war auch sehr klug und gebildet. Sie konnte viele Sprachen sprechen und war bekannt für ihren Charme und ihre Intelligenz. Als Herrscherin Ägyptens kümmerte sich Cleopatra tief um ihr Volk und arbeitete hart daran, ihr Land stark und mächtig zu machen. Sie war auch berühmt für ihre Schönheit und ihre großen Liebesgeschichten mit mächtigen Führern anderer Länder, wie Julius Caesar und Mark Anton. Cleopatra lebte zu einer Zeit, in der es sehr selten war, dass eine Frau in einer so mächtigen Position war, aber sie zeigte, dass sie ebenso gut regieren konnte wie jeder König. Sie war eine der letzten Herrscherinnen des alten Ägypten, bevor es Teil des Römischen Reiches wurde. Cleopatras Leben war voller Abenteuer, und sie wird in der Geschichte als eine der faszinierendsten und einflussreichsten Frauen ihrer Zeit in Erinnerung behalten.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Johanna von Orleans",
        "fiction": false,
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "Es war einmal in Frankreich, da gab es ein junges Mädchen namens Johanna von Orleans. Johanna lebte in einem kleinen Dorf zu einer Zeit, als ihr Land, Frankreich, in einem großen Krieg mit einem anderen Land namens England war. Johanna war sehr mutig und glaubte, dass sie eine besondere Mission hatte, um Frankreich zu helfen. Sie sagte, dass sie Stimmen von Heiligen hörte, die ihr sagten, sie solle ihr Land retten. Obwohl sie nur eine Teenagerin und ein Mädchen war, überzeugte Johanna den Prinzen von Frankreich, sie eine Armee führen zu lassen. Sie trug eine Rüstung und ritt auf einem Pferd, während sie ihre Soldaten in die Schlacht führte. Johanna's Mut inspirierte alle um sie herum, und sie half, einige wichtige Schlachten zu gewinnen. Die Menschen sahen sie als Heldin. Leider wurde sie von ihren Feinden gefangen genommen und sah sich großen Herausforderungen gegenüber. Aber Johanna hörte nie auf, an ihre Mission zu glauben. Jahre später wurde sie als Symbol für Tapferkeit und Patriotismus erinnert. Johanna von Orleans wurde heiliggesprochen, und Menschen auf der ganzen Welt kennen ihre Geschichte. Sie lehrte uns, dass es egal ist, wie jung oder klein man ist, man große Dinge tun kann, wenn man Mut hat und an sich selbst glaubt.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Albert Einstein",
        "fiction": false,
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "Es war einmal ein brillanter Physiker namens Albert Einstein. Albert hatte eine tiefe Neugier für das Universum und wie es funktioniert. Er entwickelte eine bahnbrechende Theorie, die als 'Relativitätstheorie' bekannt wurde, die unsere Auffassung von Raum, Zeit und Gravitation veränderte. Seine Formel, E=mc², wurde weltweit berühmt. Albert war nicht nur ein Wissenschaftler; er war auch ein Befürworter des Friedens und der Menschenrechte. Er sprach sich gegen Krieg und Ungerechtigkeit aus. Sein Werk und seine Ideen revolutionierten die Wissenschaft und machten ihn zu einem der bekanntesten Wissenschaftler der Geschichte. Albert Einstein zeigte uns, dass wir mit Vorstellungskraft, Neugier und harter Arbeit die Geheimnisse des Universums entschlüsseln und die Welt zu einem besseren Ort machen können.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "Der Fall der Berliner Mauer",
        "fiction": false,
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "Es war einmal, im Jahr 1989, als in Berlin, Deutschland, ein bedeutendes Ereignis stattfand - der Fall der Berliner Mauer. Jahrzehntelang hatte die Berliner Mauer Ost- und Westberlin getrennt und symbolisierte die Teilung zwischen Ost und West während des Kalten Krieges. Sie war eine physische und ideologische Barriere, die als Symbol für Unterdrückung und Spaltung diente. Doch im Herbst 1989 führten eine Reihe friedlicher Proteste und politischer Veränderungen in der DDR zu dem Undenkbaren. In der Nacht des 9. November 1989 gab die ostdeutsche Regierung bekannt, dass die Bürger die Möglichkeit hatten, frei nach Westberlin zu reisen. Menschenmengen strömten zur Mauer, und mit Hämmern und Meißeln begannen sie, sie abzubauen. Die Welt sah erstaunt zu, wie Familien und Freunde sich freudig wiedertrafen und Menschen von beiden Seiten der Mauer einander umarmten. Der Fall der Berliner Mauer markierte den Anfang vom Ende des Kalten Krieges und die letztendliche Wiedervereinigung Deutschlands. Es war ein Beweis für die Kraft der Menschen, zusammenzukommen, um Barrieren abzubauen und Freiheit sowie Einheit zu erreichen.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "Die Seidenstraße",
        "fiction": false,
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Vor langer Zeit, in der Antike, existierte ein weitreichendes Netzwerk von Handelsrouten, das als die Seidenstraße bekannt ist. Diese historische Reise war nicht eine einzige Straße, sondern ein komplexes Netz miteinander verbundener Wege, das sich über Asien erstreckte und den Osten mit dem Westen verband. Die Seidenstraße bekam ihren Namen von der wertvollen Seide, einem luxuriösen Stoff, der in China produziert wurde und zu den begehrtesten Waren gehörte, die entlang dieser Routen gehandelt wurden. Doch die Seidenstraße drehte sich nicht nur um Seide; sie war ein Kanal für den Austausch von Waren, Kulturen und Ideen. Kaufleute aus China, Indien, Persien, Arabien und anderen Regionen begaben sich auf gefährliche Reisen, um Waren wie Gewürze, edle Metalle, Edelsteine und exotische Textilien zu transportieren. Neben diesen Waren teilten sie ihre Kulturen, Religionen und Technologien. Die Seidenstraße erleichterte einen bemerkenswerten Wissensaustausch, der zu Fortschritten in den Bereichen Wissenschaft, Mathematik und Kunst führte. Sie spielte auch eine bedeutende Rolle bei der Verbreitung des Buddhismus, des Islam und des Christentums in verschiedene Teile der Welt. Während die Seidenstraße florierte, förderte sie einen Geist der Zusammenarbeit und des Verständnisses zwischen verschiedenen Zivilisationen. Trotz der Herausforderungen durch unwegsames Gelände und unvorhersehbares Wetter setzten die Händler ihre Reisen fort und schlossen Verbindungen zwischen entfernten Ländern. Die Seidenstraße war eine Brücke, die Menschen über Kontinente hinweg verband und eine entscheidende Rolle in der Gestaltung der Geschichte unserer Welt spielte.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "Die Große Mauer von China",
        "fiction": false,
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Vor vielen Jahrhunderten begann in dem weiten und alten Land China ein bemerkenswertes Bauprojekt. Es war der Bau dessen, was später zu einer der ikonischsten und beeindruckendsten Strukturen der Welt werden sollte: die Chinesische Mauer. Dieses monumentale Unterfangen war nicht nur eine einzelne Mauer, sondern eine Reihe von Mauern, Befestigungen und Wachtürmen, die sich entlang der Nordgrenze Chinas erstreckten. Der Hauptzweck der Chinesischen Mauer war es, die chinesischen Staaten und Reiche vor Invasionen durch nomadische Stämme und militärische Übergriffe zu schützen. Der Bau der Chinesischen Mauer begann vor über 2.000 Jahren während der Qin-Dynastie, wurde jedoch von nachfolgenden Dynastien, einschließlich der Han-, Ming- und Qing-Dynastie, erweitert und wiederaufgebaut. Die Mauer wurde aus verschiedenen Materialien wie Stein, Erde, Holz und Ziegeln errichtet und erstreckte sich über eine bemerkenswerte Entfernung, mit Schätzungen, die von 13.000 bis 21.196 Meilen reichen. Sie war ein Zeugnis für die Genialität und Entschlossenheit des chinesischen Volkes. Die Chinesische Mauer diente nicht nur als beeindruckende Verteidigungsstruktur, sondern erleichterte auch Handel, Kommunikation und kulturellen Austausch entlang der Seidenstraße. Sie hat die Zeit überstanden und bleibt ein Symbol für Chinas reiche Geschichte und beständige Stärke. Heute wird sie als eines der sieben Weltwunder anerkannt und von Millionen von Menschen aus der ganzen Welt besucht, die kommen, um ihre Größe und historische Bedeutung zu bewundern.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Entdeckung des Grabes von Tutanchamun",
        "fiction": false,
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "Im Jahr 1922 entdeckte der Archäologe Howard Carter ein antikes Grab im Tal der Könige in Ägypten. Das Grab gehörte dem Pharao Tutanchamun, einem Herrscher, der vor über 3.000 Jahren lebte. Carters Team fand das Grab unversehrt, gefüllt mit Schätzen und Artefakten von immensem Wert. Die Entdeckung erstaunte die Welt, da die meisten Gräber Jahrhunderte zuvor beraubt worden waren. Im Inneren entdeckten sie goldene Statuen, Schmuck, Wagen und die ikonische goldene Begräbismaske. Das Grab beherbergte auch die mumifizierte Leiche Tutanchamuns, die Einblicke in die alten ägyptischen Rituale bot. Carter blickte berühmt in die Grabkammer und sagte: Ich sehe wunderbare Dinge! Die Artefakte lüfteten Geheimnisse über Tutanchamuns kurzes Leben und die Welt, die er regierte. Die Schätze seines Grabes gehören zu den bedeutendsten archäologischen Funden der Geschichte. Die Entdeckung fesselte die Öffentlichkeit und entfachte eine dauerhafte Faszination für die Geheimnisse des alten Ägyptens.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "Die Erfindung der Druckmaschine (Johannes Gutenberg)",
        "fiction": false,
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "Es war einmal im 15. Jahrhundert, als Johannes Gutenberg eine brillante Idee hatte. Er wollte eine Maschine schaffen, die Bücher schnell drucken konnte. 1439 erfand Gutenberg die Druckerpresse, die bewegliche Lettern aus Metall verwendete. Dadurch konnten die Buchstaben für jede Seite neu angeordnet und wiederverwendet werden. Das erste große Buch, das er druckte, war die Gutenberg-Bibel im Jahr 1455. Zuvor wurden Bücher von Hand kopiert, was Monate oder Jahre in Anspruch nahm. Gutenbergs Erfindung machte den Druck schneller, günstiger und zugänglicher. Wissen verbreitete sich rasch und befeuerte die Renaissance und die Reformation. Die Menschen konnten jetzt Bücher lesen, neue Ideen lernen und Wissen weit verbreiten. Die Druckerpresse veränderte, wie Menschen kommunizierten und Informationen bewahrten. Sie gilt als eine der wichtigsten Erfindungen der Geschichte. Gutenbergs Werk revolutionierte Bildung, Wissenschaft und Kultur auf der ganzen Welt. Seine Druckerpresse ebnete den Weg für die moderne Welt, die wir heute kennen.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "Der Rosetta-Stone",
        "fiction": false,
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "Im Jahr 1799 entdeckten französische Soldaten einen seltsamen schwarzen Stein in Rosetta, Ägypten. Der Stein hatte drei Schriftarten: Griechisch, Demotisch und ägyptische Hieroglyphen. Gelehrte erkannten, dass er die Bedeutung der alten Hieroglyphen entschlüsseln könnte. Jean-François Champollion studierte viele Jahre lang den Stein von Rosetta. Er verglich den griechischen Text mit den Hieroglyphen, um deren Bedeutung zu finden. Im Jahr 1822 knackte Champollion den Code und entschlüsselte endlich die ägyptischen Hieroglyphen. Diese Entdeckung offenbarte die Geheimnisse der alten ägyptischen Schrift und Kultur. Sie ermöglichte Historikern, das Leben, die Religion und die Regierung der Pharaonen zu verstehen. Der Stein von Rosetta wurde zum Schlüssel, um 3.000 Jahre Geschichte zu entschlüsseln. Er bleibt eine der bedeutendsten archäologischen Entdeckungen der Welt. Heute wird der Stein im British Museum ausgestellt, damit ihn jeder sehen kann. Der Stein von Rosetta ist ein Symbol menschlicher Neugier und des Strebens nach Wissen.",
        "audio_file": "10022"
    }
]