[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 kleine Schweinchen",
    "story_translation": "Es waren einmal drei kleine Schweinchen, die sich auf den Weg machten, um ihre eigenen Häuser zu bauen. Das erste Schweinchen baute sein Haus aus Stroh, das zweite Schweinchen baute sein Haus aus Stöcken und das dritte Schweinchen baute sein Haus aus Ziegelsteinen. Eines Tages kam ein großer, böser Wolf in das Haus des ersten kleinen Schweins. Er schnaufte und schnaufte und sprengte das Haus in die Luft! Das erste Schweinchen rannte, so schnell es konnte, zum zweiten Schweinestall. Der Wolf folgte ihm bis zum Haus der Stöcke. Er schnaufte und schnaufte wieder und sprengte das Haus in die Luft! Die beiden Schweinchen liefen zum dritten Schweinestall, der aus Ziegelsteinen gebaut war. Der Wolf versuchte, das Backsteinhaus in die Luft zu sprengen, aber es gelang ihm nicht. Er schnaufte und schnaufte, aber das Haus hielt stand. Die drei kleinen Schweinchen waren drinnen in Sicherheit, und der große böse Wolf verschwand schließlich. Die Schweine haben gelernt, dass sich harte Arbeit und Hingabe am Ende auszahlen.",
    "audio_file": "110000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "Der magische Garten",
    "story_translation": "Es war einmal ein magischer Garten in einem kleinen Dorf. In diesem Garten blühten das ganze Jahr über bunte Blumen und die Bäume flüsterten den Vögeln Geheimnisse zu. Aber das Magischste von allem war das sprechende Kaninchen namens Rosie. Rosie war sehr freundlich und liebte es, jedem zu helfen, der in den Garten kam. An einem sonnigen Morgen besuchte ein kleiner Junge namens Timmy den Garten. Er war traurig, weil er sein Lieblingsspielzeug verloren hatte. Rosie sprang rüber und fragte: \"Was ist los, Timmy?\" Timmy erzählt Rosie von seinem verlorenen Spielzeug. Rosie lächelte und sagte: \"Mach dir keine Sorgen, Timmy. Ich kann Ihnen helfen, es zu finden.\" Mit Rosies Hilfe durchsuchte Timmy den Garten und fand sein Spielzeug unter einem großen, glänzenden Blatt versteckt. Timmy war überglücklich und bedankte sich bei Rosie für ihre magische Hilfe. Von diesem Tag an besuchte Timmy den magischen Garten oft, und er und Rosie wurden die besten Freunde und teilten viele weitere magische Abenteuer miteinander.",
    "audio_file": "110001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "Der freundliche Wald",
    "story_translation": "Es war einmal ein Mädchen namens Lily. Sie liebte es, auf Entdeckungsreise zu gehen. Eines Tages ging sie in einen großen Wald in der Nähe ihres Hauses. Im Wald traf sie einen glücklichen Baum namens Treey. Treey hatte ein lächelndes Gesicht. Lily und Treey freundeten sich an. Sie spielten zusammen Spiele. Lily und Treey trafen auch ein freundliches Eichhörnchen namens Squeaky. Squeaky liebte Nüsse und teilte sie mit Lily und Treey. Sie lachten und hatten Spaß. Dann fanden sie eine hübsche Blume. Es war bunt und roch gut. Sie pflückten ihn und gaben ihn einem freundlichen Schmetterling namens Flutter. Flutter war dankbar und tanzte in der Luft. Lily, Treey, Squeaky und Flutter erkundeten mehr vom Wald. Sie sahen einen glitzernden Bach mit klarem Wasser. Es war die Heimat glänzender Fische. Lily und ihre neuen Freunde saßen am Bach und genossen das friedliche Rauschen des Wassers. Als es Zeit war, nach Hause zu gehen, sagte Lily: \"Danke, dass ihr meine Freunde seid, Treey, Squeaky und Flutter. Ich komme bald wieder, um dich zu sehen.« Sie winkte zum Abschied und verließ den Wald, glücklich, ihre neuen Freunde kennengelernt zu haben.",
    "audio_file": "110002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "Das verlorene Kätzchen",
    "story_translation": "Es war einmal in einer ruhigen Gegend, da war ein kleines Mädchen namens Emma. Emma liebte Tiere, und eines Tages fand sie ein kleines, flauschiges Kätzchen in ihrem Garten. Das Kätzchen sah verloren und verängstigt aus. Emma war traurig um das Kätzchen und beschloss, zu helfen. Behutsam hob sie ihn auf und gab ihm eine warme Decke. Emma fragte ihre Mutter, ob sie das Kätzchen behalten könnten, und ihre Mutter stimmte zu. Sie nannten das Kätzchen Schnurrhaare wegen seiner niedlichen Schnurrhaare. Emma und Whiskers wurden beste Freundinnen. Sie spielten jeden Tag zusammen und machten ein Nickerchen in der Sonne. Emma gab Whiskers leckeres Katzenfutter und Whiskers schnurrte vergnügt. Bald war Whiskers nicht mehr verloren oder verängstigt. Emma und ihre neue Fellnase waren sehr glücklich miteinander. Sie teilten viele Abenteuer und brachten sich jeden Tag zum Lächeln.",
    "audio_file": "110003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Goldlöckchen und die drei Bären",
    "story_translation": "Es war einmal in einem dichten Wald ein kleines, gemütliches Häuschen, in dem drei Bären lebten: Papa Bär, Mama Bär und Baby Bär. Eines Morgens, nachdem Mama Bär einen leckeren Brei zubereitet hatte, ging die Familie spazieren, um ihn abkühlen zu lassen. Während ihrer Abwesenheit stolperte ein neugieriges kleines Mädchen namens Goldlöckchen über ihr Häuschen. Sie klopfte an die Tür, und als niemand antwortete, stieß sie sie auf und ging hinein. In der Küche sah Goldlöckchen drei Schüsseln Haferbrei. Sie kostete den Brei aus der ersten Schüssel, die von Papa Bär war, und rief: \"Dieser Brei ist zu heiß!\" Dann kostete sie den Brei aus Mama Bärs Schüssel und sagte: \"Dieser Brei ist zu kalt.\" Schließlich probierte sie den Brei von Baby Bär und lächelte: \"Dieser Brei ist genau das Richtige!\" Also fraß sie alles auf. Nach dem Essen fühlte sich Goldlöckchen müde und fand drei Stühle im Wohnzimmer. Sie saß in Papa Bärs großem Stuhl, aber der war zu schwer. Sie versuchte es mit dem mittelgroßen Stuhl von Mama Bär, aber er war zu weich. Dann saß sie in Baby Bärs kleinem Stuhl, und es war genau richtig, aber er zerbrach unter ihrem Gewicht! Schläfrig ging Goldlöckchen die Treppe hinauf und fand drei Betten. Sie legte sich in Papa Bärs Bett, aber es war zu hart. Sie ging zu Mama Bärs Bett, aber es war zu weich. Schließlich versuchte sie es mit Baby Bärs Bett, und es war genau richtig. Sie schlief ein. Die drei Bären kehrten nach Hause zurück und waren überrascht, dass ihre Hüttentür offen stand. Drinnen fanden sie ihren Haferbrei gegessen, ihre Stühle benutzt und schließlich das kleine Mädchen, das im Bett von Baby Bär schlief. Goldlöckchen erwachte, sah die Bären und rannte, so schnell sie konnte, aus der Hütte, um nie wieder zurückzukehren.",
    "audio_file": "110004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Aschenputtel",
    "story_translation": "Es war einmal in einem weit entfernten Königreich, da lebte ein freundliches und schönes Mädchen namens Aschenputtel. Sie lebte mit ihrer bösen Stiefmutter und zwei Stiefschwestern zusammen, die sie sehr schlecht behandelten. Aschenputtel musste die ganze harte Arbeit verrichten und bekam nur Lumpen zum Anziehen. Eines Tages kündigte der König einen großen Ball an und lud alle jungen Damen des Königreichs ein, denn der Prinz suchte eine Braut. Aschenputtel sehnte sich danach, auf den Ball zu gehen, aber ihre Stiefmutter verbot es und ließ sie in Tränen aufgelöst zu Hause zurück. Als Aschenputtel weinte, erschien ihre gute Fee. Mit einer Bewegung ihres Zauberstabs verwandelte sie Aschenputtels Lumpen in ein wunderschönes Kleid und einen Kürbis in eine prächtige Kutsche. Sie gab Aschenputtel Glaspantoffeln und warnte sie, dass der Zauber um Mitternacht nachlassen würde. Auf dem Ball zog Aschenputtel alle mit ihrer Anmut und Schönheit in ihren Bann, besonders den Prinzen. Sie tanzten die ganze Nacht durch, aber als die Uhr zwölf schlug, erinnerte sich Aschenputtel an die Warnung ihrer guten Fee und eilte davon, wobei sie einen ihrer Glaspantoffeln auf den Stufen des Palastes verlor. Der Prinz, entschlossen, das mysteriöse Mädchen zu finden, benutzte den gläsernen Pantoffel, um das Königreich zu durchsuchen. Als er bei Aschenputtel ankam, passte ihr der Pantoffel perfekt. Der Prinz erkannte sie vom Ball und erklärte ihr seine Liebe. Aschenputtel verzieh ihrer Stiefmutter und ihren Stiefschwestern ihre Grausamkeit und heiratete den Prinzen. Sie lebten glücklich bis an ihr Lebensende, und Aschenputtels Güte und Demut waren im ganzen Königreich bekannt.",
    "audio_file": "110005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Jack und die Bohnenranke",
    "story_translation": "Es war einmal ein Junge namens Jack, der bei seiner Mutter lebte. Sie waren sehr arm und hatten nur eine Kuh. Eines Tages sagte Jacks Mutter zu ihm, er solle die Kuh verkaufen, weil sie Geld brauchten. Auf dem Weg, die Kuh zu verkaufen, traf Jack einen Mann, der ihm magische Bohnen im Tausch gegen die Kuh gab. Jack war aufgeregt und rannte nach Hause, um es seiner Mutter zu zeigen. Aber seine Mutter war verärgert und warf die Bohnen aus dem Fenster. Am nächsten Morgen sah Jack eine riesige Bohnenranke, die in den Himmel ragte. Er war neugierig und kletterte auf die Bohnenranke. Es brachte ihn in ein Land hoch am Himmel, wo ein Riese lebte. Der Riese hatte eine Henne, die goldene Eier legte, und eine magische Harfe. Jack schlich sich in das Haus des Riesen und nahm die Henne und die Harfe mit. Aber die Harfe schrie auf und weckte den Riesen. Jack rannte und kletterte die Bohnenranke hinunter. Der Riese folgte ihm. Als Jack den Boden erreichte, hackte er schnell die Bohnenranke ab. Der Riese fiel und wurde nie wieder gesehen. Jack und seine Mutter verkauften die goldenen Eier und wurden reich. Sie lebten glücklich bis an ihr Lebensende.",
    "audio_file": "110006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "Das hässliche Entlein",
    "story_translation": "Es war einmal eine Entenmutter, die einen Stapel Eier hatte. Eines der Eier war größer als die anderen, und es schlüpfte viel später. Daraus entstand ein Entlein, das anders aussah als seine Brüder und Schwestern. Er war größer und grau, nicht gelb und niedlich wie die anderen. Die anderen Entenküken spielten nicht mit ihm und nannten ihn hässlich. Das hässliche Entlein war sehr traurig und verließ sein Zuhause, um einen Ort zu finden, an dem es glücklich sein konnte. Er traf verschiedene Tiere, aber alle sahen ihn seltsam an, weil er so groß und grau war. Der Winter kam, und es war sehr kalt. Das hässliche Entlein fand einen See und schwamm darin. Er sah schöne weiße Vögel über sich fliegen. Er wünschte, er könnte so schön und anmutig sein wie sie. Als der Frühling kam, sah das hässliche Entlein sein Spiegelbild im Wasser. Er war kein grauer, unbeholfener Vogel mehr. Er hatte sich in einen wunderschönen Schwan verwandelt! Die anderen Schwäne hießen ihn willkommen und spielten mit ihm. Die Leute sahen ihn und sagten: 'Schau dir diesen schönen Schwan an!' Das hässliche Entlein, jetzt ein wunderschöner Schwan, war sehr glücklich. Er lernte, dass es keine Rolle spielte, wie er aussah, als er geboren wurde, denn er hatte sich in einen schönen Schwan verwandelt.",
    "audio_file": "110007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "Die kleine rote Henne",
    "story_translation": "Es war einmal ein kleines rotes Huhn, das lebte auf einem Bauernhof. Sie fand einige Samen auf dem Boden. Die kleine rote Henne hatte eine Idee. Sie dachte: \"Ich werde diese Samen pflanzen.\" Sie fragte ihre Freunde, den Hund, die Katze und die Ente: \"Wer wird mir helfen, die Samen zu pflanzen?\" Aber sie sagten alle: \"Ich nicht.\" Da sprach die kleine rote Henne: \"Dann will ich es selbst tun.\" Und sie pflanzte die Saat ganz allein. Als die Samen zu hohem Weizen herangewachsen waren, fragte die kleine rote Henne: \"Wer wird mir helfen, den Weizen zu schneiden?\" Wieder sagten der Hund, die Katze und die Ente: \"Ich nicht.\" Da sprach die kleine rote Henne: \"Dann will ich es selbst tun.\" Und sie schnitt den Weizen ganz alleine. Dann fragte sie: \"Wer wird mir helfen, den Weizen zu Mehl zu machen?\" Aber ihre Freunde sagten: \"Ich nicht.\" Also machte sie alles alleine. Da sprach die kleine rote Henne: \"Wer wird mir helfen, das Brot zu backen?\" Wieder sagten alle: \"Ich nicht.\" Also backte sie das Brot selbst. Als das Brot fertig war und sehr gut duftete, kamen der Hund, die Katze und die Ente und sagten: \"Wir wollen dir helfen, das Brot zu essen!\" Aber das kleine rote Huhn sprach: \"Nein, ich will es selbst essen.\" Und das tat sie. Sie aß das Brot und war sehr glücklich.",
    "audio_file": "110008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "Die Schildkröte und der Hase",
    "story_translation": "Es war einmal ein schneller Hase, der liebte es, damit zu prahlen, wie schnell er laufen konnte. Es gab auch eine langsame Schildkröte, die sich sehr langsam bewegte. Eines Tages lachte der Hase die Schildkröte aus und sagte: \"Du bist so langsam! Ich kann viel schneller laufen als du!\" Die Schildkröte antwortete: \"Lass uns ein Rennen machen und sehen, wer schneller ist.\" Sie beschlossen, ein Rennen zu veranstalten. Am nächsten Tag kamen alle Tiere aus dem Wald, um zuzuschauen. Das Rennen begann, und der Hase rannte sehr schnell und ließ die Schildkröte weit hinter sich. Aber bald dachte der Hase: \"Ich bin so weit vorne, ich kann mich ein wenig ausruhen.\" Also legte er sich unter einen Baum und schlief ein. Die Schildkröte lief langsam, aber stetig weiter. Er hielt nicht inne und ruhte sich nicht aus. Nach langer Zeit kam er an dem schlafenden Hasen vorbei. Als der Hase aufwachte, sah er, dass die Schildkröte kurz vor der Ziellinie stand. Er rannte, so schnell er konnte, aber es war zu spät. Die Schildkröte überquerte als erste die Ziellinie. Die Schildkröte gewann das Rennen, weil sie langsam fuhr und nicht aufgab. Der Hase hat gelernt, dass es nicht immer das Beste ist, schnell zu sein, und dass man nicht angeben oder andere unterschätzen sollte.",
    "audio_file": "110009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Hänsel und Gretel",
    "story_translation": "Es waren einmal zwei Kinder, Hänsel und Gretel, die lebten bei ihrem Vater und einer gemeinen Stiefmutter. Sie waren sehr arm, und eines Tages beschloss die Stiefmutter, die Kinder im Wald zu lassen, weil es nicht genug zu essen für alle gab. Der Vater wollte nicht, aber er willigte ein. Hänsel hörte von ihrem Plan und sammelte glänzende Kieselsteine. Als sie in den Wald gingen, ließ Hänsel die Kieselsteine fallen, um sich einen Weg nach Hause zu bahnen. Nachdem die Eltern sie verlassen hatten, folgten Hänsel und Gretel dem Kieselweg und fanden den Weg zurück nach Hause. Ihr Vater freute sich, sie zu sehen, aber die Stiefmutter war es nicht. Das nächste Mal wurden Hänsel und Gretel tiefer in den Wald geführt. Hänsel hinterließ eine Spur von Brotkrumen, aber die Vögel fraßen sie, und sie fanden den Weg nicht zurück. Verloren und hungrig fanden sie ein Haus aus Süßigkeiten und begannen, es zu essen. Eine alte Hexe, die dort wohnte, fing sie und sperrte Hänsel in einen Käfig. Sie ließ Gretel Hausarbeiten erledigen und plante, Hänsel zu essen. Gretel trickste die Hexe aus und schob sie in den Ofen. Dann befreite sie Hänsel, und sie fanden Schätze im Haus der Hexe. Als die Hexe verschwunden war, fanden Hänsel und Gretel mit den Schätzen den Weg nach Hause. Ihr Vater war überglücklich, sie zu sehen, und sagte, er bereue es, sie im Wald zurückgelassen zu haben. Sie sahen die gemeine Stiefmutter nie wieder. Sie alle lebten glücklich bis an ihr Lebensende, mit reichlich Nahrung und ohne weitere Sorgen.",
    "audio_file": "110010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "Des Kaisers neue Kleider",
    "story_translation": "Es war einmal ein eitler Kaiser, der liebte es, schicke Kleider zu tragen. Er gab sein ganzes Geld aus, um gut gekleidet zu sein. Eines Tages kamen zwei Betrüger in die Stadt des Kaisers. Sie sagten, sie könnten die schönsten Kleider der Welt herstellen. Diese Kleidungsstücke, so behaupteten sie, seien für jeden unsichtbar, der entweder sehr dumm oder nicht gut in seinem Job sei. Der Kaiser hielt das für eine großartige Idee. Er gab ihnen Gold und Seide, um die Kleider zu nähen. Die Betrüger taten so, als ob sie arbeiteten, aber sie behielten alles Gold und Seide für sich. Als die Kleider \"fertig\" waren, ging der Kaiser hin, um sie zu sehen. Er sah keine Kleidung, aber er wollte nicht dumm erscheinen, also tat er so, als würde er sie bewundern. Die Betrüger gaben vor, den Kaiser in die neuen Kleider zu kleiden. Der Kaiser marschierte in einer Parade vor seinem ganzen Volk. Alle in der Menge taten auch so, als würden sie die Klamotten sehen, da sie nicht als dumm bezeichnet werden wollten. Schließlich rief ein kleines Kind: \"Aber er hat gar nichts an!\" Langsam fingen alle an, das Gleiche zu flüstern. Der Kaiser erkannte, dass sie recht hatten, setzte aber die Parade fort, zu stolz, um seinen Fehler einzugestehen.",
    "audio_file": "110011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "Dornröschen",
    "story_translation": "Es war einmal ein König und eine Königin, die sich ein Kind wünschten. Schließlich ging ihr Wunsch in Erfüllung und sie bekamen ein wunderschönes Mädchen. Sie nannten sie Aurora. Um Auroras Geburt zu feiern, veranstalteten der König und die Königin ein großes Fest. Sie luden alle Feen des Königreichs ein, Aurora zu segnen. Jede Fee gab Aurora ein Geschenk wie Schönheit, Freundlichkeit und Intelligenz. Aber es gab eine alte Fee, die nicht eingeladen war. Sie war wütend und kam trotzdem zur Party. Sie machte Aurora ein schlechtes Geschenk: An ihrem sechzehnten Geburtstag würde Aurora sich in den Finger eines Spinnrads stechen und für immer einschlafen. Zum Glück hatte die jüngste Fee ihr Geschenk noch nicht gegeben. Sie konnte den Fluch der alten Fee nicht aufheben, aber sie konnte ihn mildern. Sie sagte, dass Aurora nicht sterben würde, sondern in einen tiefen Schlaf fallen würde, und nur der Kuss einer wahren Liebe könne sie aufwecken. Die Jahre vergingen, und Aurora wuchs zu einer schönen und freundlichen Prinzessin heran. An ihrem sechzehnten Geburtstag fand sie ein Spinnrad und stach sich in den Finger. Sie fiel in einen tiefen Schlaf, und das ganze Reich schlief mit ihr ein. Hundert Jahre vergingen, und ein Prinz kam in das Reich. Er fand Aurora und küsste sie. Der Kuss brach den Bann. Aurora und das ganze Königreich wachten auf. Der Prinz und Aurora verliebten sich ineinander und heirateten. Sie lebten glücklich bis an ihr Lebensende, und das Königreich war wieder voller Freude und Lachen.",
    "audio_file": "110012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Amelia Earhart",
    "story_translation": "Es war einmal ein mutiges und abenteuerlustiges Mädchen namens Amelia Earhart. Amelia liebte es, Vögel zu beobachten und träumte davon, genau wie sie hoch in den Himmel zu steigen. Sie wuchs in einer Zeit auf, in der nicht viele Frauen Pilotinnen wurden, aber Amelia war entschlossen, ihrem Traum zu folgen. Sie arbeitete sehr hart und lernte, wie man Flugzeuge fliegt, und wurde eine der ersten Pilotinnen der Welt. Amelia hat etwas wirklich Erstaunliches geschafft: Sie ist ganz alleine über den großen, weiten Atlantik geflogen, als erste Frau überhaupt! Ihr Mut und ihr Erfolg zeigten allen, dass auch Mädchen große Träume verwirklichen können. Amelia wurde berühmt und inspirierte viele Menschen, vor allem Mädchen, ihren eigenen Träumen zu folgen, egal wie groß sie sind. Sie bewies, dass man mit Entschlossenheit und Mut nach den Sternen greifen und seine Träume verwirklichen kann.",
    "audio_file": "110013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Martin Luther King Jr.",
    "story_translation": "Es war einmal ein Mann namens Martin Luther King Jr., der hatte einen großen Traum. Er träumte von einer Welt, in der jeder, unabhängig von seiner Hautfarbe, gleich und fair behandelt wird. Martin lebte in einer Zeit, in der nicht alle gleich behandelt wurden – Menschen mit unterschiedlicher Hautfarbe hatten unterschiedliche Schulen, unterschiedliche Wasserbrunnen und durften nicht die gleichen Dinge tun. Das machte Martin sehr traurig und er wollte es ändern. Er wurde zum Anführer und sprach mit vielen Menschen über seinen Traum. Er hielt Reden und führte friedliche Märsche an, in denen er darum bat, alle mit Freundlichkeit und Respekt zu behandeln. Seine berühmteste Rede begann mit den Worten: \"Ich habe einen Traum...\" Martin war mutig und stark, und er arbeitete sehr hart, um die Welt zu einem besseren Ort zu machen. Seinetwegen wurden viele Gesetze geändert, und die Menschen begannen zu verstehen, wie wichtig es ist, alle gleich zu behandeln. Martin Luther King Jr. hat uns gezeigt, dass wir mit Liebe, Frieden und Entschlossenheit große Veränderungen bewirken und allen helfen können, besser zusammenzuleben.",
    "audio_file": "110014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Rosa Parks",
    "story_translation": "Es war einmal eine mutige Frau namens Rosa Parks, die sich für das einsetzte, was richtig war. Rosa lebte in einer Zeit, in der Menschen aufgrund ihrer Hautfarbe unterschiedlich behandelt wurden. Eines Tages, nach einem langen Arbeitstag, nahm Rosa in einem Bus in Montgomery, Alabama, Platz. Der Busfahrer forderte sie auf, ihren Sitzplatz für einen weißen Fahrgast freizugeben, aber Rosa war müde, nicht nur von ihrem Tag, sondern auch von den unfairen Regeln, die sie und andere jeden Tag befolgen mussten. Sie beschloss, sitzen zu bleiben und sagte leise, aber kraftvoll nein. Rosas mutige Tat war ein sehr wichtiger Moment. Es begann eine große Bewegung, in der sich viele Menschen, angeführt von Martin Luther King Jr., zusammenschlossen, um für Gleichberechtigung und Fairness zu kämpfen. Sie organisierten einen großen Busboykott, bei dem sie die Busse nicht mehr benutzten, bis jeder sitzen konnte, wo er wollte. Rosas einfacher Akt des Mutes hat dazu beigetragen, viele unfaire Gesetze zu ändern und der Welt gezeigt, wie das Eintreten für das, was richtig ist, selbst im Kleinen, einen großen Unterschied machen kann. Rosa Parks wird als \"Mutter der Bürgerrechtsbewegung\" in Erinnerung bleiben, und ihre Geschichte lehrt uns, dass jeder ein Held sein und dazu beitragen kann, die Welt zum Besseren zu verändern.",
    "audio_file": "110015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Neil Armstrong",
    "story_translation": "Es war einmal ein abenteuerlustiger Mann namens Neil Armstrong. Er hatte den Traum, etwas zu tun, was noch nie jemand zuvor getan hatte – auf dem Mond spazieren zu gehen! Neil liebte das Fliegen und wurde Pilot, flog hoch in den Himmel und wurde sogar Astronaut, was bedeutete, dass er in den Weltraum fliegen konnte. Am 20. Juli 1969 flogen Neil und seine Freunde in einem Raumschiff namens Apollo 11 den ganzen Weg zum Mond. Es war eine lange und aufregende Reise. Als sie auf dem Mond ankamen, war Neil der erste, der aus dem Raumschiff auf die staubige Mondoberfläche trat. Als er seinen ersten Schritt tat, sagte er: \"Das ist ein kleiner Schritt für den Menschen, ein riesiger Sprung für die Menschheit.\" Das bedeutete, dass, obwohl sein Schritt klein war, es ein großer Moment für alle Menschen überall war. Neil und seine Freunde sammelten Mondgestein und pflanzten eine Flagge auf. Als sie auf die Erde zurückkehrten, wurden sie als Helden gefeiert. Neils Traum und sein Mut zeigten allen, dass wir mit harter Arbeit und Entschlossenheit die Sterne erreichen und unglaubliche Dinge erreichen können.",
    "audio_file": "110016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Marie Curie",
    "story_translation": "Es war einmal in Polen ein sehr neugieriges und kluges Mädchen namens Marie Curie. Marie liebte es, zu lernen, vor allem über Naturwissenschaften. Als sie erwachsen war, zog sie nach Paris, Frankreich, um mehr zu studieren, weil sie Wissenschaftlerin werden wollte. Damals waren nicht viele Frauen Wissenschaftlerinnen, aber Marie war entschlossen. Sie arbeitete mit ihrem Mann Pierre Curie in einem kleinen, dunklen Labor. Gemeinsam entdeckten sie etwas Erstaunliches namens Radium. Radium war eine spezielle Art von Metall, das im Dunkeln leuchtete und verwendet werden konnte, um Ärzten zu helfen, in den Körper von Menschen zu sehen, um sie besser zu machen. Marie Curie wurde durch ihre Entdeckung berühmt und gewann den Nobelpreis nicht nur einmal, sondern gleich zweimal! Sie war die erste Frau, die diesen großen Preis gewann, und die erste Person überhaupt, die ihn zweimal gewann. Marie hat der Welt gezeigt, dass auch Mädchen großartige Wissenschaftlerinnen sein können. Sie hat hart gearbeitet und nie aufgegeben, auch wenn es schwierig war. Ihre Entdeckungen halfen vielen Menschen und veränderten die Welt der Wissenschaft für immer.",
    "audio_file": "110017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Malala Yousafzai",
    "story_translation": "Es war einmal im wunderschönen Swat-Tal in Pakistan ein mutiges Mädchen namens Malala Yousafzai. Malala liebte es, zur Schule zu gehen und neue Dinge zu lernen, aber in ihrem Land war eine Gruppe von Menschen der Meinung, dass Mädchen nicht zur Schule gehen sollten. Malala glaubte, dass jedes Mädchen und jeder Junge das Recht hat, zu lernen, also setzte sie sich für ihre Rechte und die Rechte anderer Kinder ein. Sie schrieb über ihr Leben und ihren Wunsch, zur Schule zu gehen, in ein Tagebuch, und viele Menschen auf der ganzen Welt lasen ihre Worte. Ihr Mut machte einige Menschen wütend, und eines Tages wurde sie verletzt. Aber Malala war stark und gab nicht auf. Nachdem es ihr besser ging, sprach sie noch lauter für die Bildung aller Kinder. Ihr Mut und ihre Geschichte inspirierten viele Menschen, und sie wurde die jüngste Person, die jemals den Friedensnobelpreis erhielt. Malala hat allen gezeigt, dass man, auch wenn man jung ist, einen großen Unterschied in der Welt machen kann, indem man für das einsteht, woran man glaubt.",
    "audio_file": "110018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Nelson Mandela",
    "story_translation": "Es war einmal in Südafrika ein Mann namens Nelson Mandela. Mandela war ein mutiger und weiser Mann, der glaubte, dass jeder gleich behandelt werden sollte, unabhängig von seiner Hautfarbe. Aber zu dieser Zeit gab es in Südafrika unfaire Gesetze namens Apartheid, die Menschen aufgrund ihrer Rasse und Hautfarbe trennten. Mandela wollte diese Gesetze ändern, damit alle, ob schwarz oder weiß, in Frieden zusammenleben können. Er arbeitete sehr hart und sprach mit vielen Menschen, um auf friedliche Weise Veränderungen herbeizuführen. Aber der Regierung gefiel das nicht und sie steckte ihn für viele Jahre ins Gefängnis. Mandela gab die Hoffnung nie auf und wurde zum Symbol des Freiheitskampfes. Menschen auf der ganzen Welt kannten ihn und unterstützten seine Sache. Endlich, nach 27 Jahren, wurde er freigelassen. Mandelas Traum begann wahr zu werden, als er der erste schwarze Präsident Südafrikas wurde, und er arbeitete daran, Menschen aller Hautfarben zusammenzubringen. Er zeigte der Welt die Kraft der Vergebung und wie wichtig es ist, für das Richtige zu kämpfen. Nelson Mandela wird als Held in Erinnerung bleiben, der seinem Land und der Welt Hoffnung und Veränderung gebracht hat.",
    "audio_file": "110019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Leonardo Da Vinci",
    "story_translation": "Es war einmal in Italien, da lebte ein neugieriger und kluger Junge namens Leonardo da Vinci. Leonardo liebte es, die Welt um sich herum zu erkunden und interessierte sich für viele Dinge. Er zeichnete, malte und erfand sogar gerne neue Dinge. Als er älter wurde, wurde er sehr gut in der Kunst und schuf wunderschöne Gemälde, darunter die berühmte \"Mona Lisa\", die noch heute bewundert wird. Aber Leonardo war nicht nur ein Künstler; Er war auch Wissenschaftler und Erfinder. Er studierte Vögel und träumte davon, eine Maschine zu bauen, die fliegen kann, genau wie ein Flugzeug heute. Er schaute sich auch den menschlichen Körper an, um zu verstehen, wie er funktioniert, und zeichnete viele Skizzen seiner Ideen. Leonardo war ein sehr talentierter Mann, und seine Neugier auf die Welt hörte nie auf. Er lernte und schuf sein ganzes Leben lang. Er hat uns gezeigt, dass man, wenn man neugierig ist und hart arbeitet, viele verschiedene Dinge lernen und vielleicht sogar die Welt mit seinen Ideen verändern kann.",
    "audio_file": "110020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Kleopatra",
    "story_translation": "Es war einmal im alten Ägypten, da gab es eine berühmte Königin namens Kleopatra. Kleopatra war nicht nur eine Königin; Sie war auch sehr klug und gebildet. Sie sprach viele Sprachen und war bekannt für ihren Charme und ihre Intelligenz. Als Herrscherin Ägyptens kümmerte sich Kleopatra sehr um ihr Volk und arbeitete hart daran, ihr Land stark und mächtig zu machen. Sie war auch berühmt für ihre Schönheit und ihre großen Liebesgeschichten mit mächtigen Führern anderer Länder, wie Julius Cäsar und Mark Antonius. Kleopatra lebte in einer Zeit, in der es sehr selten war, dass eine Frau in einer so mächtigen Position war, aber sie zeigte, dass sie so gut regieren konnte wie jeder König. Sie war eine der letzten Herrscherinnen des alten Ägyptens, bevor es Teil des Römischen Reiches wurde. Kleopatras Leben war voller Abenteuer, und sie ist im Laufe der Geschichte als eine der faszinierendsten und einflussreichsten Frauen ihrer Zeit in Erinnerung geblieben.",
    "audio_file": "110021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Galileo Galilei",
    "story_translation": "Es war einmal in Italien, da war ein Mann namens Galileo Galilei. Galilei war sehr neugierig auf die Welt und die Sterne am Himmel. Er liebte es, zu studieren und alles zu lernen, was er konnte. Eines der wichtigsten Dinge, die er tat, war, die Sterne und Planeten mit einem Teleskop zu betrachten, was damals eine neue Erfindung war. Galilei entdeckte, dass sich die Erde und andere Planeten um die Sonne bewegen und nicht umgekehrt, wie die meisten Menschen damals glaubten. Das war eine große Entdeckung, denn sie veränderte die Art und Weise, wie die Menschen das Universum verstanden. Doch nicht alle waren mit Galileis Ideen zufrieden. Einige Menschen, darunter auch mächtige Führer, glaubten ihm nicht und wollten auch nicht, dass andere ihm glaubten. Sie dachten, seine Ideen seien zu unterschiedlich. Galilei musste sehr mutig sein, um seine Entdeckungen zu teilen und für das einzustehen, von dem er wusste, dass es wahr war. Er studierte und lehrte weiter, und heute erinnern wir uns an Galilei als einen der größten Wissenschaftler aller Zeiten. Er hat uns gezeigt, dass man manchmal hinterfragen muss, was andere denken, und mutig genug sein muss, seinen eigenen Ideen zu folgen.",
    "audio_file": "110022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Jeanne d'Arc",
    "story_translation": "Es war einmal in Frankreich, da war ein junges Mädchen namens Jeanne d'Arc. Johanna lebte in einem kleinen Dorf zu einer Zeit, als sich ihr Land, Frankreich, in einem großen Krieg mit einem anderen Land namens England befand. Johanna war sehr mutig und glaubte, dass sie eine besondere Mission hatte, Frankreich zu helfen. Sie sagte, sie habe Stimmen von Heiligen gehört, die ihr sagten, sie solle ihr Land retten. Obwohl sie nur ein Teenager und ein Mädchen war, überzeugte Johanna den Prinzen von Frankreich, sie eine Armee führen zu lassen. Sie trug eine Rüstung und ritt auf einem Pferd, um ihre Soldaten in die Schlacht zu führen. Joans Mut inspirierte alle um sie herum, und sie trug dazu bei, einige wichtige Schlachten zu gewinnen. Die Menschen sahen in ihr eine Heldin. Leider wurde sie von ihren Feinden gefangen genommen und stand vor großen Herausforderungen. Aber Joan hat nie aufgehört, an ihre Mission zu glauben. Jahre später erinnerte man sich an sie als Symbol für Tapferkeit und Patriotismus. Jeanne d'Arc wurde heilig, und Menschen auf der ganzen Welt kennen ihre Geschichte. Sie hat uns beigebracht, dass man, egal wie jung oder klein man ist, große Dinge erreichen kann, wenn man Mut hat und an sich selbst glaubt.",
    "audio_file": "110023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Albert Einstein",
    "story_translation": "Es war einmal ein brillanter Physiker namens Albert Einstein. Albert hatte eine tiefe Neugier auf das Universum und wie es funktioniert. Er entwickelte eine bahnbrechende Theorie namens \"Relativitätstheorie\", die die Art und Weise veränderte, wie wir Raum, Zeit und Schwerkraft verstehen. Seine Formel E=mc² wurde weltweit berühmt. Albert war nicht nur Wissenschaftler; Er war auch ein Verfechter des Friedens und der Menschenrechte. Er sprach sich gegen Krieg und Ungerechtigkeit aus. Seine Arbeiten und Ideen revolutionierten die Wissenschaft und machten ihn zu einem der berühmtesten Wissenschaftler der Geschichte. Albert Einstein hat uns gezeigt, dass wir mit Vorstellungskraft, Neugier und harter Arbeit die Geheimnisse des Universums entschlüsseln und die Welt zu einem besseren Ort machen können.",
    "audio_file": "110024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "Der Fall der Berliner Mauer",
    "story_translation": "Es war einmal, im Jahr 1989, als sich in Berlin ein folgenschweres Ereignis ereignete - der Fall der Berliner Mauer. Jahrzehntelang trennte die Berliner Mauer Ost- und West-Berlin und symbolisierte die Teilung zwischen Ost und West während des Kalten Krieges. Es war eine physische und ideologische Barriere, die als Symbol der Unterdrückung und Spaltung stand. Doch im Herbst 1989 führten eine Reihe friedlicher Proteste und politischer Veränderungen in der DDR zum Undenkbaren. In der Nacht zum 9. November 1989 verkündete die DDR-Regierung, dass Bürger frei nach West-Berlin einreisen könnten. Scharen von Menschen strömten an die Mauer und begannen mit Hämmern und Meißeln, sie abzubauen. Die Welt schaute erstaunt zu, wie Familien und Freunde freudig wieder vereint wurden und sich Menschen von beiden Seiten der Mauer umarmten. Der Fall der Berliner Mauer markierte den Anfang vom Ende des Kalten Krieges und schließlich die Wiedervereinigung Deutschlands. Es war ein Beweis für die Kraft von Menschen, die zusammenkommen, um Barrieren abzubauen und Freiheit und Einheit zu erreichen.",
    "audio_file": "110025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "Die Seidenstraße",
    "story_translation": "Vor langer Zeit, in der Antike, gab es ein riesiges Netzwerk von Handelsrouten, das als Seidenstraße bekannt ist. Diese historische Reise war keine einzelne Straße, sondern ein komplexes Netz miteinander verbundener Wege, die sich quer durch Asien erstreckten und den Osten mit dem Westen verbanden. Die Seidenstraße erhielt ihren Namen von der wertvollen Seide, einem luxuriösen Stoff, der in China hergestellt wurde und zu den begehrtesten Gütern gehörte, die entlang dieser Routen gehandelt wurden. Bei der Seidenstraße ging es jedoch nicht nur um Seide; Es war ein Kanal für den Austausch von Waren, Kulturen und Ideen. Händler aus China, Indien, Persien, Arabien und anderen Regionen begaben sich auf gefährliche Reisen und transportierten Waren wie Gewürze, Edelmetalle, Edelsteine und exotische Textilien. Zusammen mit diesen Gütern teilten sie ihre Kulturen, Religionen und Technologien. Die Seidenstraße ermöglichte einen bemerkenswerten Wissensaustausch, der zu Fortschritten in Wissenschaft, Mathematik und Kunst führte. Es spielte auch eine wichtige Rolle bei der Verbreitung des Buddhismus, des Islam und des Christentums in verschiedenen Teilen der Welt. Als die Seidenstraße florierte, förderte sie den Geist der Zusammenarbeit und des Verständnisses zwischen den verschiedenen Zivilisationen. Trotz der Herausforderungen des unwegsamen Geländes und des unberechenbaren Wetters setzten die Händler ihre Reisen fort und knüpften Verbindungen zwischen fernen Ländern. Die Seidenstraße war eine Brücke, die Menschen über Kontinente hinweg verband und eine zentrale Rolle bei der Gestaltung der Geschichte unserer Welt spielte.",
    "audio_file": "110026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "Die Chinesische Mauer",
    "story_translation": "Vor vielen Jahrhunderten begann in dem riesigen und alten Land China ein bemerkenswertes Bauprojekt. Es war der Bau dessen, was später zu einem der ikonischsten und beeindruckendsten Bauwerke der Welt werden sollte: die Chinesische Mauer. Dieses monumentale Unterfangen bestand nicht aus einer einzelnen Mauer, sondern aus einer Reihe von Mauern, Befestigungen und Wachtürmen, die sich über die nördliche Grenze Chinas erstreckten. Der Hauptzweck der Großen Mauer war es, die chinesischen Staaten und Reiche vor Invasionen nomadischer Stämme und militärischen Übergriffen zu schützen. Der Bau der Großen Mauer begann vor über 2.000 Jahren während der Qin-Dynastie, wurde aber von nachfolgenden Dynastien, einschließlich der Han-, Ming- und Qing-Dynastie, erweitert und wieder aufgebaut. Die Mauer wurde aus verschiedenen Materialien wie Stein, Erde, Holz und Ziegeln gebaut und überbrückte eine erstaunliche Entfernung, wobei die Schätzungen zwischen 13.000 und 21.196 Meilen lagen. Es war ein Beweis für den Einfallsreichtum und die Entschlossenheit des chinesischen Volkes. Die Chinesische Mauer diente nicht nur als beeindruckende Verteidigungsstruktur, sondern erleichterte auch den Handel, die Kommunikation und den kulturellen Austausch entlang der Seidenstraße. Er hat die Zeit überdauert und ist nach wie vor ein Symbol für Chinas reiche Geschichte und anhaltende Stärke. Heute gilt sie als eines der sieben Weltwunder und wird von Millionen von Menschen aus der ganzen Welt besucht, die ihre Pracht und historische Bedeutung bewundern.",
    "audio_file": "110027.wav"
  }
]