[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3匹の子豚",
    "story_translation": "むかしむかし、自分の家を建てようとした3匹の子豚がいました。一匹目の子豚はわらの家を建て、二匹目の子豚は棒の家を建て、三匹目の子豚はレンガの家を建てました。ある日、大きな悪いオオカミが最初の子豚の家にやってきました。彼はハフハフと息を吹きかけ、家を吹き飛ばしました!一匹目の子ブタは、二匹目のブタの家まで全速力で走りました。オオカミは棒の家まで彼を追いかけました。彼はハフハフと息を吹きかけ、家を吹き飛ばしました!二匹の子豚は、レンガでできた三匹目の豚の家に走って行きました。オオカミはレンガ造りの家を吹き飛ばそうとしましたが、できませんでした。彼は息を切らし、息を切らしたが、家は力強く立っていた。3匹の子豚は無事で、大きな悪いオオカミはやがて去っていきました。豚たちは、努力と献身が最後に報われることを学びました。",
    "audio_file": "110000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "マジカルガーデン",
    "story_translation": "むかしむかし、小さな村に魔法の庭がありました。この庭では、一年中色とりどりの花が咲き乱れ、木々が鳥たちに秘密をささやいていました。しかし、何よりも不思議なのは、ロージーという名前のしゃべるウサギでした。ロージーはとてもフレンドリーで、庭に来る人を助けるのが大好きでした。ある晴れた朝、ティミーという少年が庭を訪れました。大好きなおもちゃをなくしてしまったので、悲しんでいました。ロージーは飛び跳ねて、「どうしたの、ティミー?」と尋ねた。ティミーはロージーにおもちゃをなくしたことを話した。ロージーは微笑んで言った、「心配しないで、ティミー。探してあげるよ」ロージーの助けを借りて、ティミーは庭を探し、大きくて光沢のある葉の下に隠されたおもちゃを見つけました。ティミーは大喜びし、ロージーの魔法の助けに感謝した。その日以来、ティミーは魔法の庭を頻繁に訪れ、彼とロージーは親友になり、さらに多くの魔法の冒険を一緒に共有しました。",
    "audio_file": "110001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "親しみやすい森",
    "story_translation": "むかしむかし、リリーという女の子がいました。彼女は探検するのが好きだった。ある日、彼女は家の近くの大きな森に行きました。森の中で、彼女はトレイイという幸せな木に出会いました。トレイは笑みを浮かべていた。リリーとトレイは友達になりました。彼らは一緒にゲームをしました。リリーとトレイは、スクィーキーという名前の親切なリスにも出会いました。スクィーキーはナッツが大好きで、リリーとトレイと分け合いました。彼らは笑い、楽しんだ。すると、可憐な花を見つけました。色とりどりでいい匂いがしました。彼らはそれを拾い上げ、フラッターという名前の人懐っこい蝶に与えました。フラッターは感謝し、空中で踊りました。リリー、トレイ、スクィーキー、フラッターは森をさらに探索しました。澄んだ水が湧き出るきらめく小川が見えた。ピカピカの魚が生息していました。リリーと彼女の新しい友達は小川のそばに座り、穏やかな水の音を楽しみました。家に帰る時間になると、リリーは「私の友達でいてくれてありがとう、Treey、Squeaky、Flutter。すぐに会いに来るから」彼女は手を振って別れを告げ、新しい友達に会えたことを嬉しく思いながら森を後にした。",
    "audio_file": "110002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "迷子の子猫",
    "story_translation": "むかしむかし、閑静な近所に、エマという少女がいました。エマは動物が大好きで、ある日、裏庭で小さくてふわふわの子猫を見つけました。子猫は迷子になり、怯えているように見えました。エマは子猫のことを悲しくなり、助けることにしました。彼女はそっとそれを拾い上げ、暖かい毛布をかぶせた。エマはお母さんに子猫を飼ってもいいかと尋ね、お母さんは同意しました。子猫は、そのかわいいひげから「ウィスカーズ」と名付けられました。エマとウィスカーズは親友になりました。毎日一緒に遊んだり、日向ぼっこをしたり。エマはウィスカーズにおいしいキャットフードを与え、ウィスカーズは嬉しそうに喉を鳴らしました。やがて、ウィスカーズは迷ったり怖がったりしなくなりました。エマと彼女の新しい毛むくじゃらの友達は一緒にとても幸せでした。彼らは多くの冒険を共有し、毎日お互いを笑顔にしました。",
    "audio_file": "110003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "ゴルディロックスと三匹の熊",
    "story_translation": "むかしむかし、鬱蒼とした森の中に、パパベア、ママベア、赤ちゃんクマの3匹のクマが住んでいた小さくて居心地の良いコテージがありました。ある朝、ママベアがおいしいお粥を作った後、家族はお粥を冷やすために散歩に出かけました。彼らが留守にしている間に、ゴルディロックスという好奇心旺盛な少女が彼らのコテージに偶然出くわしました。彼女はドアをノックし、誰も返事をしなかったので、ドアを押し開けて中に入りました。台所でゴルディロックスはお粥の入ったボウルを3つ見た。彼女はパパベアのお粥を味わって、「このお粥は熱すぎる!」と叫びました。それから、ママベアのお椀のお粥を味わって、「このお粥は冷たすぎる」と言いました。最後に、赤ちゃんクマのお粥を味わって、「このお粥がちょうどいい!」と微笑みました。それで、彼女はそれを全部食べてしまいました。食事の後、ゴルディロックスは疲れを感じ、居間に3つの椅子を見つけました。彼女はパパベアの大きな椅子に座りましたが、それは難しすぎました。ママベアの中くらいの大きさの椅子も試してみたが、柔らかすぎた。それから赤ちゃん熊の小さな椅子に座り、ちょうどいいのですが、彼女の重みで壊れてしまいました!眠気に襲われて二階に上がると、ベッドが3つあった。娘はパパベアのベッドに横になりましたが、それはあまりにもつらすぎました。彼女はママベアのベッドに移動しましたが、それは柔らかすぎました。最後に、彼女は赤ちゃんクマのベッドを試しましたが、それはちょうど良かったです。彼女は眠りに落ちた。3匹のクマが家に帰ると、コテージのドアが開いていてびっくりしました。中に入ると、お粥が食べられ、椅子が使われ、最後に赤ちゃんクマのベッドで眠っている小さな女の子を見つけました。ゴルディロックスは目を覚まし、熊を見て、できるだけ早くコテージを飛び出し、二度と戻ってきませんでした。",
    "audio_file": "110004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "シンデレラ",
    "story_translation": "むかしむかし、遠く離れた王国に、シンデレラという親切で美しい女の子が住んでいました。彼女は意地悪な継母と2人の義理の姉妹と一緒に住んでいましたが、義理の妹は彼女を非常に粗末に扱いました。シンデレラはすべての重労働をさせられ、着るぼろきれだけを与えられました。ある日、王様は、王子が花嫁を探しているので、王国のすべての若い女性を招待して、盛大な舞踏会を告げました。シンデレラは舞踏会に行きたがっていたが、継母はそれを禁じ、泣きながら家に残された。シンデレラが泣いていると、フェアリー・ゴッドマザーが現れた。杖を振ると、シンデレラのぼろきれを美しいガウンに変身させ、カボチャを立派な馬車に変えました。彼女はシンデレラにガラスのスリッパを渡し、真夜中に魔法が切れると警告しました。舞踏会では、シンデレラは優雅さと美しさでみんなを魅了し、特に王子様を魅了しました。二人は一晩中踊り明かしましたが、時計が12時を打つと、シンデレラはフェアリー・ゴッドマザーの警告を思い出し、急いで立ち去り、宮殿の階段でガラスのスリッパをなくしました。謎の少女を見つけようと決意した王子は、ガラスのスリッパを使って王国を捜索しました。彼がシンデレラの家に着いたとき、スリッパは彼女にぴったりでした。王子は舞踏会から彼女を認識し、彼女への愛を宣言しました。シンデレラは継母と義理の姉妹の残酷さを許し、王子と結婚しました。二人は幸せに暮らし、シンデレラの優しさと謙虚さは王国中に知られていました。",
    "audio_file": "110005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "ジャックと豆の木",
    "story_translation": "むかしむかし、母親と一緒に住んでいたジャックという男の子がいました。彼らはとても貧しく、牛しかいませんでした。ある日、ジャックの母親は、お金が必要だから牛を売るように言いました。牛を売りに行く途中、ジャックは牛と引き換えに魔法の豆をくれた男に会いました。ジャックは興奮し、母親に見せるために家に走った。しかし、母親は動揺し、豆を窓から投げ捨てました。翌朝、ジャックは巨大な豆の木が空に伸びているのを見た。彼は好奇心旺盛で、豆の木に登りました。それは彼を巨人が住んでいる空の高い土地に連れて行きました。巨人には金の卵を産む雌鶏と魔法のハープがありました。ジャックは巨人の家に忍び込み、めんどりとハープを奪いました。しかし、竪琴が叫び、巨人を目覚めさせました。ジャックは走って豆の木を下りた。巨人は彼を追った。ジャックは地面に着くと、すぐに豆の木を切り倒しました。巨人は倒れ、二度と姿を現すことはなかった。ジャックと母親は金の卵を売って金持ちになりました。二人は幸せに暮らしました。",
    "audio_file": "110006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "醜いアヒルの子",
    "story_translation": "むかしむかし、母ガモが卵の塊を持っていました。卵の1つは他の卵よりも大きく、孵化するのはずっと後でした。そこから出てきたのは、兄妹とは違う顔をしたアヒルの子でした。彼は大きくて灰色で、他の人たちのように黄色くて可愛くはありませんでした。他のアヒルの子は彼と遊ばず、彼を醜いと呼びました。醜いアヒルの子はとても悲しくなり、幸せになれる場所を見つけるために家を出ました。彼はさまざまな動物に会いましたが、彼はとても大きくて灰色だったので、彼らは皆彼を不思議そうに見ました。冬が来て、とても寒かったです。醜いアヒルの子は湖を見つけて泳ぎました。美しい白い鳥が頭上を飛んでいるのが見えました。彼は彼らのように美しく優雅になりたいと願った。春が来ると、醜いアヒルの子は水に映る自分の姿を見ました。彼はもはや灰色の厄介な鳥ではなかった。彼は美しい白鳥に変身していました!他の白鳥たちは彼を歓迎し、一緒に遊びました。人々は彼を見て、「あの美しい白鳥を見てください!」と言いました。醜いアヒルの子は、今や美しい白鳥になり、とても幸せでした。彼は、自分が生まれたときの姿は関係ない、なぜなら、彼は素敵な白鳥に変身していたからだと学びました。",
    "audio_file": "110007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "リトルレッドヘン",
    "story_translation": "むかしむかし、農場に住んでいた小さな赤いめんどりがいました。彼女は地面に種を見つけた。小さな赤いめんどりは考えました。「この種を蒔こう」と思ったのです。彼女は友達、犬、猫、アヒルに「誰が種を植えるのを手伝ってくれるの?」と尋ねました。でも、みんな「ぼくじゃないよ」と言ったので、赤めんどりは「じゃあ、自分でやるよ」と言いました。そして、彼女は一人で種を蒔いた。種が背の高い小麦に成長すると、赤めんどりは「誰が小麦を刈るのを手伝ってくれるの?」と尋ねました。また、犬と猫とアヒルは「ぼくじゃないよ。」と言ったので、赤めんどりは「じゃあ、自分でやるよ」と言いました。そして、小麦を全部自分で刈り取りました。次に、「小麦を小麦粉にするのを手伝ってくれる人はいますか?」と尋ねました。でも、友達は「私じゃない」と言いました。 だから、彼女は一人でやったんです。それで、赤めんどりは「誰がパンを焼くのを手伝ってくれるの?」と言いました。またしても、みんな「私じゃない」と言いました。 それで、彼女は自分でパンを焼きました。パンが出来上がり、とてもいい匂いがすると、犬と猫とアヒルがやってきて、「パンを食べるのを手伝ってあげるよ!」と言いました。しかし、小赤めんどりは「いや、自分で食べますよ」と言いました。そして、彼女はそうしました。彼女はパンを食べてとても幸せでした。",
    "audio_file": "110008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "亀とウサギ",
    "story_translation": "むかしむかし、自分がどれだけ速く走れるかを自慢するのが大好きな、足の速いウサギがいました。動きの遅い亀もいましたが、とてもゆっくり動きました。ある日、ウサギは亀を笑って言いました。俺はお前よりずっと速く走れる!」亀は「レースをして、どっちが速いか見てみよう」と答えました。彼らはレースをすることに決めました。次の日、森の動物たちがみんな見物に来ました。レースが始まると、ウサギはとても速く走り、カメはずっと後ろに残されました。しかし、すぐにウサギは「私はずっと先にいるから、しばらく休むことができる」と思いました。それで、彼は木の下に横になって眠りに落ちました。亀はゆっくりと、しかし着実に歩き続けました。彼は立ち止まらず、休むこともなかった。久しぶりに、眠っているウサギとすれ違いました。ウサギが目を覚ますと、カメがフィニッシュラインの近くにいるのが見えました。彼は全力で走ったが、時すでに遅しだった。亀が最初にフィニッシュラインを通過しました。亀がレースに勝ったのは、ゆっくり進み続け、あきらめなかったからです。ウサギは、速いことが常に最善であるとは限らず、他人を自慢したり過小評価したりしてはならないことを学びました。",
    "audio_file": "110009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "ヘンゼルとグレーテル",
    "story_translation": "むかしむかし、ヘンゼルとグレーテルという2人の子供がいて、父親と意地悪な継母と一緒に住んでいました。彼らはとても貧しく、ある日、継母はみんなに十分な食べ物がなかったので、子供たちを森に残すことにしました。父親はやりたがらなかったが、同意した。ヘンゼルは二人の計画を聞きつけ、ピカピカの小石を集めました。二人が森に入ると、ヘンゼルは小石を落として家に帰る道を作りました。両親が去った後、ヘンゼルとグレーテルは小石の道をたどり、家に帰る道を見つけました。父親は喜んでいましたが、継母はそうではありませんでした。次に、ヘンゼルとグレーテルは森の奥深くに連れて行かれました。ヘンゼルはパンくずの痕跡を残しましたが、鳥に食べられてしまい、帰る道が見つかりませんでした。道に迷い、お腹が空いた彼らは、キャンディーでできた家を見つけ、それを食べ始めました。そこに住んでいた年老いた魔女が彼らを捕まえ、ヘンゼルを檻に閉じ込めました。彼女はグレーテルに家事をさせ、ヘンゼルを食べるつもりでした。グレーテルは魔女を騙し、オーブンに押し込みました。その後、彼女はヘンゼルを解放し、彼らは魔女の家で宝物を見つけました。魔女がいなくなったので、ヘンゼルとグレーテルは宝物を持って家に帰る方法を見つけました。彼らの父親は彼らを見て大喜びし、彼らを森に置き去りにしたことを後悔していると言いました。意地悪な継母には二度と会うことはなかった。彼らは皆、たくさんの食べ物ともう心配することなく幸せに暮らしました。",
    "audio_file": "110010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "皇帝の新しい服",
    "story_translation": "むかしむかし、派手な服を着るのが大好きな虚栄心の強い皇帝がいました。彼は身なりを整えることにすべてのお金を費やしました。ある日、二人の詐欺師が皇帝の街にやって来ました。彼らは世界で一番美しい服を作れると言いました。これらの服は、非常に愚かな人や仕事が苦手な人には見えないものだと彼らは主張しました。皇帝は、それは素晴らしい考えだと思いました。彼は彼らに金と絹を与えて服を作りました。詐欺師たちは働くふりをしましたが、金と絹はすべて自分たちのために取っておきました。服が「準備」されると、皇帝はそれらを見に行きました。服は見当たらなかったが、バカだと思われたくなかったので、憧れるふりをした。詐欺師たちは、皇帝に新しい服を着せるふりをしました。天皇陛下は全国民の前でパレードを行いました。群衆の誰もが、愚か者と呼ばれるのが嫌だったので、服を見るふりをしました。とうとう小さな子供が「でも、あの子は何も着てない!」と叫びました。ゆっくりと、皆が同じことを囁き始めた。皇帝は自分たちが正しいことに気づいたが、自分の過ちを認めるにはあまりにも誇らしげで、パレードを続けた。",
    "audio_file": "110011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "眠れる森の美女",
    "story_translation": "むかしむかし、子供を欲しがる王様とお妃様がいました。ついに二人の願いが叶い、美しい女の子の赤ちゃんが生まれました。彼らは彼女をオーロラと名付けました。オーロラの誕生を祝うために、王と王妃は盛大なパーティーを開きました。彼らは王国のすべての妖精を招待して、オーロラを祝福しました。それぞれの妖精は、美しさ、優しさ、知性などの贈り物をオーロラに与えました。しかし、招待されなかった一人の年老いた妖精がいました。彼女は怒りを感じて、とにかくパーティーに来ました。彼女はオーロラに悪い贈り物をしました:彼女の16歳の誕生日に、オーロラは糸車に指を刺し、永遠に眠りに落ちました。幸いなことに、最年少の妖精はまだ贈り物をしていなかった。老妖精の呪いを解くことはできなかったが、呪いを和らげることはできた。彼女は、オーロラは死なず、深い眠りに落ち、真実の愛のキスだけが彼女を目覚めさせることができると言いました。年月が経ち、オーロラは美しく優しいお姫様に成長しました。16歳の誕生日に、糸車を見つけて指を刺してしまった。娘は深い眠りに落ち、王国中も一緒に眠りに落ちました。100年が経ち、一人の王子が王国にやって来ました。彼はオーロラを見つけ、彼女にキスをした。キスは呪縛を解いた。オーロラと王国全体が目を覚ました。王子とオーロラは恋に落ち、結婚しました。二人は幸せに暮らし、王国は再び喜びと笑いに満ちました。",
    "audio_file": "110012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "アメリア・イアハート",
    "story_translation": "むかしむかし、アメリア・イアハートという勇敢で冒険好きな女の子がいました。アメリアは鳥を見るのが大好きで、鳥のように空高く舞い上がることを夢見ていました。彼女が育った時代は、パイロットになる女性はあまりいなかったが、アメリアは自分の夢を追うことを決意した。彼女は一生懸命働き、飛行機の操縦方法を学び、世界初の女性パイロットの一人になりました。アメリアは本当に驚くべきことを成し遂げました:彼女は、女性として初めて、大きくて広い大西洋を一人で横断しました!彼女の勇気と成功は、女の子も大きな夢を叶えることができることをみんなに示しました。アメリアは有名になり、多くの人々、特に女の子がどんなに大きくても自分の夢を追うように促しました。彼女は、決意と勇気があれば、星に手を伸ばし、夢を叶えることができることを証明しました。",
    "audio_file": "110013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "マーティン・ルーサー・キング・ジュニア",
    "story_translation": "むかしむかし、マーティン・ルーサー・キング・ジュニアという人がいて、大きな夢を持っていました。彼が夢見ていたのは、肌の色に関係なく、誰もが平等に公平に扱われる世界でした。マーティンが生きていた時代は、肌の色が違う人でも、学校も水飲み場も違っていて、同じことをしてはいけないという、誰もが同じように扱われていたわけではありませんでした。これはマーティンをとても悲しませ、彼はそれを変えたいと思いました。彼はリーダーになり、彼の夢について多くの人に話しました。彼は演説を行い、平和的な行進を主導し、すべての人に優しさと敬意を持って接するよう求めました。彼の最も有名なスピーチは「私には夢がある...」で始まりました。マーティンは勇敢で強く、世界をより良い場所にするために一生懸命働きました。彼のおかげで、多くの法律が改正され、人々はすべての人を平等に扱うことがいかに重要であるかを理解し始めました。マーティン・ルーサー・キング・ジュニアは、愛と平和と決意があれば、大きな変化を起こし、誰もが共により良く暮らせるように助けることができることを私たちに示してくれました。",
    "audio_file": "110014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "ローザ・パークス",
    "story_translation": "むかしむかし、正しいことのために立ち上がったローザ・パークスという勇敢な女性がいました。ローザが生きていた時代は、肌の色によって人々が異なる扱いを受けていた時代でした。ある日、仕事で長い一日を過ごした後、ローザはアラバマ州モンゴメリーのバスの座席に座りました。バスの運転手は、白人の乗客のために席を譲るよう彼女に言ったが、ローザは、その日だけでなく、彼女や他の人々が毎日守らなければならない不公平な規則に疲れていた。彼女は座ったままで、静かに、しかし力強い口調で「ノー」と言った。ローザの勇敢な行動は、とても重要な瞬間でした。マーティン・ルーサー・キング・ジュニアを筆頭に、多くの人々が平等と公正を求めて戦う大きな運動が始まりました。彼らは大規模なバス・ボイコットを組織し、誰もが好きな場所に座れるようになるまでバスの使用をやめました。ローザのシンプルな勇気ある行動は、多くの不公平な法律を変えるのに役立ち、たとえ小さな方法でも、正しいことのために立ち上がることがいかに大きな違いを生むかを世界に示しました。ローザ・パークスは「公民権運動の母」として記憶されており、彼女の物語は、誰もがヒーローになり、世界をより良いものに変える手助けをすることができることを私たちに教えてくれます。",
    "audio_file": "110015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "ニール・アームストロング",
    "story_translation": "むかしむかし、ニール・アームストロングという冒険好きな男がいました。彼には、誰もやったことのないことを成し遂げるという夢がありました。ニールは空を飛ぶことが大好きで、パイロットになり、空高く飛んだり、宇宙飛行士になったりして、宇宙に行くことになりました。1969年7月20日、ニールと彼の友人たちはアポロ11号と呼ばれる宇宙船で月へ飛び立ちました。それは長くエキサイティングな旅でした。月に着いたとき、ニールは宇宙船から埃っぽい月面に最初に足を踏み入れた。最初の一歩を踏み出した時、彼は「それは人間にとっては小さな一歩だが、人類にとっては大きな飛躍だ」と言いました。つまり、彼の歩みは小さかったとしても、世界中のすべての人々にとって大きな瞬間だったのです。ニールたちは月の石を集め、旗を立てた。彼らが地球に帰還したとき、彼らは英雄として祝われました。ニールの夢と勇敢さは、努力と決意があれば、星に到達し、信じられないほどのことを成し遂げることができることを皆に示しました。",
    "audio_file": "110016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "マリー・キュリー",
    "story_translation": "むかしむかし、ポーランドという国に、マリー・キュリーというとても好奇心旺盛で賢い女の子がいました。マリーは学ぶことが大好きで、特に科学について学ぶのが大好きでした。成長後、科学者になりたくてフランスのパリに引っ越し、さらに勉強しました。当時、科学者の女性は多くありませんでしたが、マリーは決意を固めていました。彼女は夫のピエール・キュリーと一緒に小さくて暗い研究室で働いていました。一緒に、彼らはラジウムと呼ばれる驚くべきものを発見しました。ラジウムは暗闇で光る特殊な金属で、医師が人の体の中を見て良くするために使うことができました。マリー・キュリーはその発見で非常に有名になり、ノーベル賞を一度ならず二度も受賞しました!彼女はこの大きな賞を受賞した最初の女性であり、2回受賞した最初の人物でした。マリーは、女の子も偉大な科学者になれることを世界に示しました。彼女は一生懸命働き、困難なときでも決してあきらめませんでした。彼女の発見は多くの人々を助け、科学の世界を永遠に変えました。",
    "audio_file": "110017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "マララ・ユスフザイ",
    "story_translation": "むかしむかし、パキスタンの美しいスワット渓谷に、マララ・ユスフザイという勇敢な少女がいました。マララは学校に通い、新しいことを学ぶのが大好きでしたが、彼女の国では、女の子は学校に行くべきではないと考える人々がいました。マララは、すべての女の子と男の子が学ぶ権利を持っていると信じていたので、自分の権利と他の子供たちの権利のために声を上げました。彼女は自分の人生と学校に行きたいという願望を日記に書き、世界中の多くの人々が彼女の言葉を読みました。彼女の勇気は何人かの人々を怒らせ、ある日、彼女は傷つきました。しかし、マララは強く、あきらめませんでした。体調が良くなった後も、彼女はすべての子供たちの教育のためにさらに大きな声で話し続けました。彼女の勇敢さと物語は多くの人々を感動させ、彼女は史上最年少でノーベル平和賞を受賞しました。マララは、たとえ若くても、自分が信じるもののために立ち上がることで、世界に大きな変化をもたらすことができることを皆に示しました。",
    "audio_file": "110018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "ネルソン・マンデラ",
    "story_translation": "むかしむかし、南アフリカにネルソン・マンデラという男がいました。マンデラは勇敢で賢明な人物で、肌の色に関係なく、誰もが平等に扱われるべきだと信じていました。しかし、当時の南アフリカには、人種や肌の色で人々を分断するアパルトヘイトと呼ばれる不公平な法律がありました。マンデラは、黒人であれ白人であれ、誰もが平和に暮らせるように、これらの法律を変えたかったのです。彼は一生懸命働き、多くの人々に話しかけ、平和的な方法で変化をもたらそうとしました。しかし、政府はこれを気に入らず、彼を何年も刑務所に入れました。マンデラは決して希望を捨てず、自由のための闘いの象徴となりました。世界中の人々が彼のことを知り、彼の大義を支持しました。27年後、ついに彼は解放された。マンデラの夢は、南アフリカ初の黒人大統領になったときに実現し始め、あらゆる肌の色の人々をまとめるために働きました。彼は赦しの力と、正しいことのために戦うことがいかに重要であるかを世界に示しました。ネルソン・マンデラは、国と世界に希望と変化をもたらした英雄として記憶されています。",
    "audio_file": "110019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "レオナルド・ダ・ヴィンチ",
    "story_translation": "むかしむかしイタリアに、レオナルド・ダ・ヴィンチという好奇心旺盛で賢い少年が住んでいました。レオナルドは自分の周りの世界を探検するのが大好きで、多くのことに興味を持っていました。彼は絵を描いたり、絵を描いたり、新しいものを発明したりするのが好きでした。成長するにつれて、彼は芸術がとても上手になり、美しい絵画を描き、そのうちの1つが、今日でも人々が賞賛する有名な「モナリザ」でした。しかし、レオナルドは単なる芸術家ではありませんでした。彼はまた、科学者であり、発明家でもありました。彼は鳥を研究し、今日の飛行機のように空を飛ぶことができる機械を作ることを夢見ていました。彼はまた、人体がどのように機能するかを理解するために人体を見て、彼のアイデアのスケッチをたくさん描きました。レオナルドは非常に才能のある男で、世界への好奇心は止まらなかった。彼は生涯を通じて学び、創造し続けました。好奇心旺盛で一生懸命働けば、いろんなことを学び、自分のアイデアで世界を変えることができるかもしれないと教えてくれました。",
    "audio_file": "110020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "クレオパトラ",
    "story_translation": "むかしむかし古代エジプトに、クレオパトラという有名な王妃がいました。クレオパトラは単なる女王ではありませんでした。彼女はまた、非常に賢く、教養がありました。彼女は多くの言語を話すことができ、その魅力と知性で知られていました。エジプトの統治者として、クレオパトラは国民を深く気遣い、国を強く強力にするために懸命に働きました。彼女はまた、その美しさと、ジュリアス・シーザーやマーク・アントニーなどの他国の強力な指導者との素晴らしいラブストーリーでも有名でした。クレオパトラは、女性がそのような強力な地位に就くことは非常にまれな時代に生きていましたが、彼女は他の王と同じように統治できることを示しました。彼女は、古代エジプトがローマ帝国の一部になる前の最後の支配者の一人でした。クレオパトラの人生は冒険に満ちており、彼女は歴史を通じて、当時最も魅力的で影響力のある女性の一人として記憶されてきました。",
    "audio_file": "110021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "ガリレオ・ガリレイ",
    "story_translation": "むかしむかし、イタリアにガリレオ・ガリレイという人がいました。ガリレオは世界と空の星にとても興味を持っていました。彼は勉強が大好きで、できる限りのことを学んでいました。彼が行った最も重要なことの1つは、当時としては新しい発明であった望遠鏡で星や惑星を見ることでした。ガリレオは、地球や他の惑星が太陽の周りを回っていることを発見しました。これは、人々の宇宙に対する理解の仕方を変えた大きな発見でした。しかし、誰もがガリレオの考えに満足していたわけではありません。有力な指導者を含む一部の人々は、彼を信じず、他の人にも彼を信じてほしくありませんでした。彼らは彼の考えが違いすぎると思ったのです。ガリレオは、自分の発見を共有し、自分が真実だと知っていることのために立ち上がるために、非常に勇敢でなければならなかったのです。彼は研究と教育を続け、今日、私たちはガリレオを史上最も偉大な科学者の一人として記憶しています。時には他人の考えに疑問を抱き、自分の考えに従う勇気を持たなければならないことを教えてくれました。",
    "audio_file": "110022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "ジャンヌ・ダルク",
    "story_translation": "むかしむかしフランスに、ジャンヌ・ダルクという少女がいました。ジャンヌが小さな村に住んでいたのは、彼女の国であるフランスがイギリスという別の国と大きな戦争をしていたときでした。ジャンヌは非常に勇敢で、フランスを助けるという特別な使命があると信じていました。彼女は、聖人から国を救えという声が聞こえたと言いました。彼女はまだ10代で少女でしたが、ジャンヌはフランスの王子を説得して、彼女に軍隊を率いさせました。彼女は鎧を身にまとい、馬に乗り、兵士たちを率いて戦場に赴いた。ジョアンの勇気は周りの人々を鼓舞し、いくつかの重要な戦いに勝つのを助けました。人々は彼女を英雄とみなした。不幸なことに、彼女は敵に捕らえられ、大きな試練に直面しました。しかし、ジョーンは自分の使命を信じることをやめませんでした。数年後、彼女は勇敢さと愛国心の象徴として記憶されました。ジャンヌ・ダルクは聖人となり、世界中の人々が彼女の物語を知っています。どんなに若くても小さくても、勇気を持って自分を信じれば、大きなことを成し遂げることができると教えてくれました。",
    "audio_file": "110023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "アインシュタイン",
    "story_translation": "むかしむかし、アルバート・アインシュタインという天才物理学者がいました。アルバートは、宇宙とその仕組みについて深い好奇心を持っていました。彼は「相対性理論」という画期的な理論を考案し、空間、時間、重力の理解の仕方を変えました。彼の公式、E=mc²は世界的に有名になりました。アルバートは単なる科学者ではありませんでした。彼はまた、平和と人権の擁護者でもありました。彼は戦争と不正義に反対しました。彼の仕事とアイデアは科学に革命をもたらし、彼を歴史上最も有名な科学者の一人にしました。アルバート・アインシュタインは、想像力、好奇心、そして努力によって、宇宙の謎を解き明かし、世界をより良い場所にすることができることを私たちに示しました。",
    "audio_file": "110024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "ベルリンの壁の崩壊",
    "story_translation": "むかしむかし、1989年、ドイツのベルリンでベルリンの壁の崩壊という重大な出来事が起こりました。何十年もの間、ベルリンの壁は東西ベルリンを分断し、冷戦時代の東西分断を象徴していました。それは、抑圧と分裂の象徴として立ちはだかる物理的、イデオロギー的な障壁でした。しかし、1989年秋、東ドイツで一連の平和的な抗議行動と政治的変化が起こり、考えられないことが起こりました。1989年11月9日の夜、東ドイツ政府は市民が西ベルリンに自由に入ることができると発表しました。大勢の人々が壁に群がり、ハンマーやノミで壁を解体し始めた。家族や友人が再会し、壁の両側の人々が抱き合う姿を、世界中が驚きをもって見守った。ベルリンの壁の崩壊は、冷戦の終焉とドイツの最終的な再統一の始まりを示しました。それは、人々が団結して障壁を打ち破り、自由と団結を達成する力の証でした。",
    "audio_file": "110025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "シルクロード",
    "story_translation": "その昔、古代にはシルクロードと呼ばれる広大な交易路網が存在していました。この歴史的な旅は、単一の道ではなく、東洋と西洋をつなぐアジア全体に広がる相互接続された道の複雑な網の目でした。シルクロードは、中国で生産された贅沢な織物である貴重な絹にちなんで名付けられました。しかし、シルクロードは絹だけではありませんでした。それは、商品、文化、アイデアを交換するためのパイプでした。中国、インド、ペルシャ、アラビア、その他の地域からの商人は、香辛料、貴金属、宝石、エキゾチックな織物などの商品を運び、危険な旅に出ました。これらの商品とともに、彼らは文化、宗教、技術を共有しました。シルクロードは、科学、数学、芸術の進歩につながり、驚くべき知識の交換を促進しました。また、仏教、イスラム教、キリスト教を世界のさまざまな地域に広める上でも重要な役割を果たしました。シルクロードは繁栄するにつれて、多様な文明間の協力と理解の精神を育みました。厳しい地形や予測不可能な天候という困難にもかかわらず、商人たちは旅を続け、遠く離れた土地とのつながりを築きました。シルクロードは、大陸を越えて人々をつなぐ架け橋であり、世界の歴史を形作る上で極めて重要な役割を果たしました。",
    "audio_file": "110026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "万里の長城",
    "story_translation": "何世紀も前、中国の広大で古代の土地で、驚くべき建設プロジェクトが始まりました。それは、後に世界で最も象徴的で畏敬の念を抱かせる建造物の1つとなる万里の長城の建設でした。この記念碑的な事業は、単一の壁ではなく、中国の北の国境を越えて伸びる一連の壁、要塞、監視塔でした。万里の長城の主な目的は、遊牧民の部族による侵略や軍事侵攻から中国の州や帝国を守ることでした。万里の長城の建設は2,000年以上前の秦王朝に始まりましたが、漢、明、清王朝などのその後の王朝によって拡張および再建されました。壁は石、土、木、レンガなどのさまざまな材料を使用して構築され、13,000マイルから21,196マイルの範囲と推定される驚くべき距離をカバーしました。それは中国人民の創意工夫と決意の証であった。万里の長城は、手ごわい防御構造として機能しただけでなく、シルクロード沿いの貿易、コミュニケーション、文化交流を促進しました。それは時の試練に耐え、中国の豊かな歴史と不朽の強さの象徴であり続けています。今日では、世界の七不思議の1つとして認識されており、その壮大さと歴史的重要性に驚嘆するために世界中から何百万人もの人々が訪れています。",
    "audio_file": "110027.wav"
  }
]