[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 små grisar",
    "story_translation": "Det var en gång tre små grisar som bestämde sig för att bygga sina egna hus. Den första lilla grisen byggde sitt hus av halm, den andra lilla grisen byggde sitt hus av pinnar och den tredje lilla grisen byggde sitt hus av tegelstenar. En dag kom en stor stygg varg till den första lilla grisens hus. Han pustade och pustade och blåste omkull huset! Den första lilla grisen sprang så fort han kunde till den andra grisens hus. Vargen följde honom till huset med pinnar. Han pustade och pustade igen och blåste ner huset! De två små grisarna sprang till den tredje grisens hus, som var byggt av tegelstenar. Vargen försökte blåsa ner tegelhuset, men det gick inte. Han pustade och pustade, men huset stod starkt. De tre små grisarna var i säkerhet där inne, och den stora stygga vargen försvann så småningom. Grisarna lärde sig att hårt arbete och engagemang lönar sig i slutändan.",
    "audio_file": "110000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "Den magiska trädgården",
    "story_translation": "Det var en gång en magisk trädgård i en liten by. I den här trädgården blommade färgglada blommor året runt och träden viskade hemligheter till fåglarna. Men det mest magiska av allt var den talande kaninen som hette Rosie. Rosie var mycket vänlig och älskade att hjälpa alla som kom till trädgården. En solig morgon kom en ung pojke som hette Timmy på besök i trädgården. Han var ledsen för att han hade tappat bort sin favoritleksak. Rosie hoppade fram och frågade: \"Vad är det som är fel, Timmy?\" Timmy berättade för Rosie om sin borttappade leksak. Rosie log och sa: \"Oroa dig inte, Timmy. Jag kan hjälpa dig att hitta den.\" Med Rosies hjälp letade Timmy i trädgården och hittade sin leksak gömd under ett stort, glänsande löv. Timmy blev överlycklig och tackade Rosie för hennes magiska hjälp. Från och med den dagen besökte Timmy ofta den magiska trädgården, och han och Rosie blev de bästa vänner och delade många fler magiska äventyr tillsammans.",
    "audio_file": "110001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "Den vänliga skogen",
    "story_translation": "Det var en gång en flicka som hette Lily. Hon tyckte om att utforska. En dag gick hon till en stor skog i närheten av sitt hus. I skogen mötte hon ett lyckligt träd som hette Treey. Treey hade ett leende på läpparna. Lily och Treey blev vänner. De spelade spel tillsammans. Lily och Treey träffade också en snäll ekorre som heter Squeaky. Squeaky älskade nötter och delade med sig av dem till Lily och Treey. De skrattade och hade roligt. Då hittade de en vacker blomma. Det var färgglatt och luktade gott. De plockade den och gav den till en vänlig fjäril som hette Flutter. Flutter var tacksam och dansade i luften. Lily, Treey, Squeaky och Flutter utforskade mer av skogen. De såg en glittrande bäck med klart vatten. Det var hem för glänsande fiskar. Lily och hennes nya vänner satt vid bäcken och njöt av det fridfulla ljudet av vatten. När det var dags att gå hem sa Lily: \"Tack för att ni är mina vänner, Treey, Squeaky och Flutter. Jag kommer snart tillbaka för att träffa dig.\" Hon vinkade adjö och lämnade skogen, lycklig över att ha träffat sina nya vänner.",
    "audio_file": "110002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "Den försvunna kattungen",
    "story_translation": "Det var en gång en liten flicka som hette Emma i ett lugnt område. Emma älskade djur och en dag hittade hon en liten, fluffig kattunge i sin trädgård. Kattungen såg vilsen och rädd ut. Emma tyckte synd om kattungen och bestämde sig för att hjälpa till. Hon lyfte försiktigt upp den och gav den en varm filt. Emma frågade sin mamma om de fick behålla kattungen, och hennes mamma gick med på det. De döpte kattungen till Morrhår på grund av dess söta morrhår. Emma och Morrhår blev bästa vänner. De lekte tillsammans varje dag och tog tupplurar i solen. Emma gav Morrhåren utsökt kattmat, och Morrhåren spann lyckligt. Snart var Morrhåren inte längre vilsna eller rädda. Emma och hennes nya lurviga vän var väldigt lyckliga tillsammans. De delade många äventyr och fick varandra att le varje dag.",
    "audio_file": "110003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Guldlock och de tre björnarna",
    "story_translation": "Det var en gång i en tät skog en liten mysig stuga där det bodde tre björnar: Pappa Björn, Mamma Björn och Björnunge. En morgon, efter att mamma Björn hade lagat en god gröt, gick familjen ut på en promenad för att låta den svalna. Medan de var borta snubblade en nyfiken liten flicka vid namn Guldlock över deras stuga. Hon knackade på dörren, och när ingen svarade sköt hon upp den och gick in. I köket såg Guldlock tre skålar med gröt. Hon smakade på gröten från den första skålen, som var Pappa Björns, och utbrast: \"Den här gröten är för varm!\" Sedan smakade hon på gröten från mamma Björns skål och sa: \"Den här gröten är för kall.\" Till slut smakade hon på Babybjörns gröt och log: \"Den här gröten är helt rätt!\" Så hon åt upp allt. Efter att ha ätit kände sig Guldlock trött och hittade tre stolar i vardagsrummet. Hon satt i Pappa Björns stora stol, men den var för hård. Hon provade Mamma Björns mellanstora stol, men den var för mjuk. Sen satte hon sig i Baby Bears lilla stol, och den var precis lagom, men den gick sönder under hennes tyngd! Guldlock kände sig sömnig och gick upp på övervåningen och hittade tre sängar. Hon lade sig i Pappa Björns säng, men det var för hårt. Hon flyttade sig till Mamma Björns säng, men den var för mjuk. Till slut provade hon Baby Bears säng, och den var helt rätt. Hon somnade. De tre björnarna återvände hem och blev förvånade över att se dörren till stugan öppen. Därinne fann de sin gröt uppäten, sina stolar använda och slutligen den lilla flickan som sov i Baby Bears säng. Guldlock vaknade, såg björnarna och sprang ut ur stugan så fort hon kunde, för att aldrig mer återvända.",
    "audio_file": "110004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Askungen",
    "story_translation": "Det var en gång, i ett rike långt borta, en snäll och vacker flicka som hette Askungen. Hon bodde med sin elaka styvmor och två styvsystrar, som behandlade henne mycket illa. Askungen fick göra allt det hårda arbetet och fick bara trasor att ha på sig. En dag utlyste kungen en stor bal och bjöd in alla unga damer i riket, för prinsen letade efter en brud. Askungen längtade efter att gå på balen, men hennes styvmor förbjöd det och lämnade henne hemma i tårar. Medan Askungen grät dök hennes goda fe upp. Med en viftning med sin trollstav förvandlade hon Askungens trasor till en vacker klänning och förvandlade en pumpa till en fantastisk vagn. Hon gav Askungen glastofflor och varnade henne för att magin skulle försvinna vid midnatt. På balen fängslade Askungen alla med sin elegans och skönhet, särskilt prinsen. De dansade hela natten, men när klockan slog tolv kom Askungen ihåg sin goda fes varning och skyndade sig därifrån och tappade en av sina glastofflor på palatstrappan. Prinsen, som var fast besluten att hitta den mystiska flickan, använde glastoffeln för att söka igenom kungariket. När han kom hem till Askungen passade toffeln henne perfekt. Prinsen kände igen henne från balen och förklarade sin kärlek till henne. Askungen förlät sin styvmor och sina styvsystrar för deras grymhet och gifte sig med prinsen. De levde lyckliga i alla sina dagar, och Askungens vänlighet och ödmjukhet var känd i hela riket.",
    "audio_file": "110005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Jack och bönstjälken",
    "story_translation": "Det var en gång en pojke som hette Jack som bodde med sin mamma. De var mycket fattiga och hade bara en ko. En dag sa Jacks mamma åt honom att sälja kon eftersom de behövde pengar. På väg för att sälja kon mötte Jack en man som gav honom magiska bönor i utbyte mot kon. Jack blev uppspelt och sprang hem för att visa sin mamma. Men hans mamma blev upprörd och kastade ut bönorna genom fönstret. Nästa morgon såg Jack en enorm bönstjälk som sträckte sig upp mot himlen. Han blev nyfiken och klättrade upp på bönstjälken. Den förde honom till ett land högt uppe i skyn där en jätte bodde. Jätten hade en höna som värpte guldägg och en magisk harpa. Jack smög sig in i jättens hus och tog hönan och harpan. Men harpan skrek och väckte jätten. Jack sprang och klättrade nerför bönstjälken. Jätten följde efter honom. När Jack nådde marken högg han snabbt ner bönstjälken. Jätten föll och sågs aldrig mer. Jack och hans mor sålde guldäggen och blev rika. De levde lyckliga i alla sina dagar.",
    "audio_file": "110006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "Den fula ankungen",
    "story_translation": "Det var en gång en ankmamma som hade ett parti ägg. Ett av äggen var större än de andra, och det kläcktes långt senare. Ut ur den kom en ankunge som såg annorlunda ut än sina bröder och systrar. Han var större och grå, inte gul och söt som de andra. De andra ankungarna lekte inte med honom och kallade honom ful. Den fula ankungen kände sig väldigt ledsen och lämnade hemmet för att hitta en plats där han kunde vara lycklig. Han mötte olika djur, men alla tittade konstigt på honom eftersom han var så stor och grå. Vintern kom och det var väldigt kallt. Den fula ankungen hittade en sjö och simmade i den. Han såg vackra vita fåglar flyga över honom. Han önskade att han kunde vara vacker och graciös som de. När våren kom såg den fula ankungen sin spegelbild i vattnet. Han var inte längre en grå, klumpig fågel. Han hade förvandlats till en vacker svan! De andra svanarna välkomnade honom och lekte med honom. Folk såg honom och sa: \"Titta på den vackra svanen!\" Den fula ankungen, som nu är en vacker svan, var mycket glad. Han lärde sig att det inte spelade någon roll hur han såg ut när han föddes, för han hade förvandlats till en vacker svan.",
    "audio_file": "110007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "Den lilla röda hönan",
    "story_translation": "Det var en gång en liten röd höna som bodde på en bondgård. Hon hittade några frön på marken. Den lilla röda hönan fick en idé. Hon tänkte: \"Jag ska plantera de här fröna.\" Hon frågade sina vänner, hunden, katten och ankan: \"Vem ska hjälpa mig att plantera fröna?\" Men de sa alla: \"Inte jag.\" Då sa den lilla röda hönan: \"Då ska jag göra det själv.\" Och hon sådde fröna helt ensam. När fröna växte till högt vete frågade den lilla röda hönan: \"Vem ska hjälpa mig att skära vetet?\" Hunden, katten och ankan svarade: \"Inte jag.\" Då sa den lilla röda hönan: \"Då gör jag det själv.\" Och hon skar vetet helt själv. Sedan frågade hon: \"Vem ska hjälpa mig att göra mjöl av vetet?\" Men hennes vänner sa: \"Inte jag.\" Så hon gjorde det helt själv. Då sa den lilla röda hönan: \"Vem ska hjälpa mig att baka brödet?\" Återigen sa de alla: \"Inte jag.\" Så hon bakade brödet själv. När brödet var klart och luktade mycket gott, kom hunden, katten och ankan och sa: 'Vi ska hjälpa dig att äta brödet!' Men den lilla röda hönan svarade: \"Nej, jag vill äta den själv.\" Och det gjorde hon. Hon åt brödet och var mycket glad.",
    "audio_file": "110008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "Sköldpaddan och haren",
    "story_translation": "Det var en gång en snabb hare som älskade att skryta om hur fort han kunde springa. Det fanns också en långsam sköldpadda som rörde sig mycket långsamt. En dag skrattade haren åt sköldpaddan och sa: \"Du är så långsam! Jag kan springa mycket fortare än du!\" Sköldpaddan svarade: \"Låt oss ha en tävling och se vem som är snabbast.\" De bestämde sig för att ha ett lopp. Nästa dag kom alla djuren i skogen för att titta. Loppet startade och haren sprang mycket fort och lämnade sköldpaddan långt bakom sig. Men snart tänkte haren: \"Jag är så långt framme att jag kan vila en stund.\" Så han lade sig under ett träd och somnade. Sköldpaddan fortsatte att gå sakta men säkert. Han stannade inte och vilade inte. Efter en lång stund passerade han den sovande haren. När haren vaknade såg han att sköldpaddan var nära mållinjen. Han sprang så fort han kunde, men det var för sent. Sköldpaddan korsade mållinjen först. Sköldpaddan vann loppet eftersom han fortsatte långsamt och inte gav upp. Haren lärde sig att det inte alltid är bäst att vara snabb, och man ska inte skryta eller underskatta andra.",
    "audio_file": "110009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Hans och Greta",
    "story_translation": "Det var en gång två barn, Hans och Greta, som bodde med sin pappa och en elak styvmor. De var mycket fattiga, och en dag bestämde sig styvmodern för att lämna barnen i skogen eftersom det inte fanns tillräckligt med mat för alla. Pappan ville inte, men han gick med på det. Hans hörde deras plan och samlade glänsande småsten. När de gick in i skogen släppte Hans stenarna för att göra en stig hemåt. Efter att föräldrarna lämnat dem följde Hans och Greta stenstigen och hittade hem igen. Deras far var glad att se dem, men det var inte styvmodern. Nästa gång togs Hans och Greta djupare in i skogen. Hans lämnade ett spår av brödsmulor, men fåglarna åt upp dem och de kunde inte hitta tillbaka. Vilsna och hungriga hittade de ett hus gjort av godis och började äta det. En gammal häxa som bodde där fångade dem och låste in Hans i en bur. Hon tvingade Greta att göra sysslor och planerade att äta upp Hansel. Greta lurade häxan och knuffade in henne i ugnen. Sedan befriade hon Hans och de hittade skatter i häxans hus. När häxan var borta hittade Hans och Greta hem igen med skatterna. Deras pappa var överlycklig över att se dem och sa att han ångrade att han lämnade dem i skogen. De såg aldrig den elaka styvmodern igen. De levde alla lyckliga i alla sina dagar med gott om mat och inga fler bekymmer.",
    "audio_file": "110010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "Kejsarens nya kläder",
    "story_translation": "Det var en gång en fåfäng kejsare som älskade att bära fina kläder. Han spenderade alla sina pengar på att vara välklädd. En dag kom två bedragare till kejsarens stad. De sa att de kunde göra de vackraste kläderna i världen. Dessa kläder, hävdade de, var osynliga för alla som antingen var väldigt dumma eller inte bra på sitt jobb. Kejsaren tyckte att det var en bra idé. Han gav dem guld och siden för att göra kläderna. Bedragarna låtsades arbeta, men de behöll allt guld och siden för sig själva. När kläderna var \"klara\" gick kejsaren för att se till dem. Han såg inga kläder, men han ville inte verka dum, så han låtsades beundra dem. Bedragarna låtsades klä kejsaren i de nya kläderna. Kejsaren marscherade i parad framför hela sitt folk. Alla i publiken låtsades också se kläderna, eftersom de inte ville bli kallade dumma. Till slut ropade ett litet barn: \"Men han har ju ingenting på sig!\" Långsamt började alla viska samma sak. Kejsaren insåg att de hade rätt men fortsatte paraden, alltför stolt för att erkänna sitt misstag.",
    "audio_file": "110011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "Törnrosa",
    "story_translation": "Det var en gång en kung och en drottning som önskade sig ett barn. Till slut gick deras önskan i uppfyllelse och de fick en vacker liten flicka. De döpte henne till Aurora. För att fira Auroras födelse höll kungaparet en storslagen fest. De bjöd in alla älvor i riket för att välsigna Aurora. Varje älva gav Aurora en gåva som liknade skönhet, vänlighet och intelligens. Men det var en gammal fe som inte var inbjuden. Hon blev arg och kom till festen ändå. Hon gav Aurora en dålig present: på sin sextonde födelsedag stack Aurora sig i fingret på en spinnrock och somnade för alltid. Som tur var hade den yngsta fen inte gett henne en present än. Hon kunde inte upphäva den gamla älvans förbannelse, men hon kunde mildra den. Hon sa att Aurora inte skulle dö utan falla i djup sömn, och endast en sann kärleks kyss kunde väcka henne. Åren gick och Aurora växte upp till en vacker och snäll prinsessa. På sin sextonde födelsedag hittade hon en spinnrock och stack sig i fingret. Hon föll i djup sömn, och hela riket somnade med henne. Hundra år gick, och en furste kom till riket. Han hittade Aurora och kysste henne. Kyssen bröt förtrollningen. Aurora och hela riket vaknade. Prinsen och Aurora blev förälskade och gifte sig. De levde lyckliga i alla sina dagar, och riket var fullt av glädje och skratt igen.",
    "audio_file": "110012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Amelia Earhart",
    "story_translation": "Det var en gång en modig och äventyrlig flicka som hette Amelia Earhart. Amelia älskade att titta på fåglar och drömde om att sväva högt i skyn precis som de. Hon växte upp i en tid då det inte var många kvinnor som blev piloter, men Amelia var fast besluten att följa sin dröm. Hon arbetade mycket hårt och lärde sig att flyga flygplan och blev en av de första kvinnliga piloterna i världen. Amelia gjorde något riktigt fantastiskt: hon flög helt ensam över den stora, vida Atlanten, den första kvinnan någonsin att göra det! Hennes mod och framgång visade alla att flickor också kan uppnå stora drömmar. Amelia blev känd och inspirerade många människor, särskilt flickor, att följa sina egna drömmar, oavsett hur stora de är. Hon bevisade att med beslutsamhet och mod kan du nå stjärnorna och förverkliga dina drömmar.",
    "audio_file": "110013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Martin Luther King Jr.",
    "story_translation": "Det var en gång en man som hette Martin Luther King Jr. som hade en stor dröm. Han drömde om en värld där alla, oavsett hudfärg, skulle behandlas lika och rättvist. Martin levde i en tid då alla inte behandlades likadant – människor med olika hudfärg hade olika skolor, olika vattenfontäner och fick inte göra samma saker. Detta gjorde Martin väldigt ledsen, och han ville ändra på det. Han blev en ledare och talade till många människor om sin dröm. Han höll tal och ledde fredliga marscher och bad om att alla skulle behandlas med vänlighet och respekt. Hans mest berömda tal började med \"Jag har en dröm...\" Martin var modig och stark, och han arbetade mycket hårt för att göra världen till en bättre plats. Tack vare honom ändrades många lagar och folk började förstå hur viktigt det är att behandla alla lika. Martin Luther King Jr. visade oss att med kärlek, frid och beslutsamhet kan vi göra stora förändringar och hjälpa alla att leva bättre tillsammans.",
    "audio_file": "110014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Rosa Parks",
    "story_translation": "Det var en gång en modig kvinna vid namn Rosa Parks som stod upp för det som var rätt. Rosa levde i en tid då människor behandlades olika på grund av sin hudfärg. En dag, efter en lång dag på jobbet, satte sig Rosa på en buss i Montgomery, Alabama. Busschauffören sa åt henne att ge upp sin plats för en vit passagerare, men Rosa var trött, inte bara av sin dag utan av de orättvisa regler som hon och andra var tvungna att följa varje dag. Hon bestämde sig för att sitta kvar och sa nej på ett tyst men kraftfullt sätt. Rosas modiga handling var ett mycket viktigt ögonblick. Det startade en stor rörelse där många människor, ledda av Martin Luther King Jr., gick samman för att kämpa för jämlikhet och rättvisa. De organiserade en stor bussbojkott, där de slutade använda bussarna tills alla fick sitta var de ville. Rosas enkla modiga handling hjälpte till att förändra många orättvisa lagar och visade världen hur det kan göra stor skillnad att stå upp för det som är rätt, även på små sätt. Rosa Parks är ihågkommen som \"medborgarrättsrörelsens moder\" och hennes historia lär oss att vem som helst kan vara en hjälte och hjälpa till att förändra världen till det bättre.",
    "audio_file": "110015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Neil Armstrong",
    "story_translation": "Det var en gång en äventyrslysten man som hette Neil Armstrong. Han hade en dröm om att göra något som ingen någonsin hade gjort förut – gå på månen! Neil älskade att flyga och blev pilot, flög högt upp i skyn och blev till och med astronaut, vilket innebar att han fick åka till rymden. Den 20 juli 1969 flög Neil och hans vänner i ett rymdskepp som hette Apollo 11 hela vägen till månen. Det var en lång och spännande resa. När de kom till månen var Neil den förste som klev ut ur rymdskeppet på den dammiga månytan. När han tog sitt första steg sa han: \"Det är ett litet steg för människan, ett stort steg för mänskligheten.\" Det betydde att även om hans steg var litet, var det ett stort ögonblick för alla människor överallt. Neil och hans vänner samlade månstenar och planterade en flagga. När de återvände till jorden hyllades de som hjältar. Neils dröm och mod visade alla att med hårt arbete och beslutsamhet kan vi nå stjärnorna och uppnå otroliga saker.",
    "audio_file": "110016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Marie Curie",
    "story_translation": "Det var en gång en mycket nyfiken och smart flicka som hette Marie Curie i Polen. Marie älskade att lära sig, särskilt om naturvetenskap. När hon växte upp flyttade hon till Paris, Frankrike, för att studera mer eftersom hon ville bli forskare. På den tiden var det inte många kvinnor som var forskare, men Marie var målmedveten. Hon arbetade i ett litet, mörkt laboratorium tillsammans med sin man, Pierre Curie. Tillsammans upptäckte de något fantastiskt som kallas radium. Radium var en speciell typ av metall som lyste i mörkret och kunde användas för att hjälpa läkare att se in i människors kroppar för att göra dem bättre. Marie Curie blev mycket berömd för sin upptäckt, och hon vann Nobelpriset inte bara en utan två gånger! Hon var den första kvinnan att vinna detta stora pris och den första personen någonsin att vinna det två gånger. Marie visade världen att flickor också kan bli stora forskare. Hon arbetade hårt och gav aldrig upp, inte ens när det var svårt. Hennes upptäckter hjälpte många människor och förändrade vetenskapens värld för alltid.",
    "audio_file": "110017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Malala Yousafzai",
    "story_translation": "Det var en gång en modig flicka i den vackra Swatdalen i Pakistan som hette Malala Yousafzai. Malala älskade att gå i skolan och lära sig nya saker, men i hennes hemland fanns det en grupp människor som tyckte att flickor inte skulle gå i skolan. Malala ansåg att varje flicka och pojke har rätt att lära sig, så hon stod upp för sina och andra barns rättigheter. Hon skrev dagbok om sitt liv och sin önskan att gå i skolan, och många människor runt om i världen läste hennes ord. Hennes mod gjorde en del människor arga, och en dag blev hon sårad. Men Malala var stark och gav inte upp. Efter att hon blivit bättre fortsatte hon att tala ännu högre för alla barns utbildning. Hennes mod och hennes historia inspirerade många människor, och hon blev den yngsta personen någonsin att vinna Nobels fredspris. Malala visade alla att även om man är ung så kan man göra stor skillnad i världen genom att stå upp för det man tror på.",
    "audio_file": "110018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Nelson Mandela",
    "story_translation": "Det var en gång en man i Sydafrika som hette Nelson Mandela. Mandela var en modig och klok man som ansåg att alla skulle behandlas lika, oavsett hudfärg. Men under den tiden, i Sydafrika, fanns det orättvisa lagar som kallades apartheid, som separerade människor baserat på deras ras och hudfärg. Mandela ville ändra dessa lagar så att alla, svarta som vita, kunde leva tillsammans i fred. Han arbetade mycket hårt och talade med många människor och försökte få till stånd en förändring på ett fredligt sätt. Men regeringen gillade inte detta och satte honom i fängelse i många år. Mandela gav aldrig upp hoppet och han blev en symbol för kampen för frihet. Människor över hela världen kände till honom och stödde hans sak. Till slut, efter 27 år, släpptes han fri. Mandelas dröm började gå i uppfyllelse när han blev den första svarta presidenten i Sydafrika, och han arbetade för att föra samman människor av alla färger. Han visade världen förlåtelsens kraft och hur viktigt det är att kämpa för det som är rätt. Nelson Mandela är ihågkommen som en hjälte som gav hopp och förändring till sitt land och världen.",
    "audio_file": "110019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Leonardo Da Vinci",
    "story_translation": "Det var en gång en nyfiken och smart pojke i Italien som hette Leonardo da Vinci. Leonardo älskade att utforska världen omkring sig och var intresserad av många saker. Han tyckte om att rita, måla och till och med uppfinna nya saker. När han växte upp blev han mycket bra på konst och skapade vackra målningar, varav en var den berömda \"Mona Lisa\" som folk fortfarande beundrar idag. Men Leonardo var inte bara en konstnär; Han var också vetenskapsman och uppfinnare. Han studerade fåglar och drömde om att göra en maskin som kunde flyga, precis som ett flygplan idag. Han tittade också på människokroppen för att förstå hur den fungerar och ritade många skisser av sina idéer. Leonardo var en mycket begåvad man, och hans nyfikenhet på världen upphörde aldrig. Han fortsatte att lära sig och skapa hela sitt liv. Han visade oss att om man är nyfiken och jobbar hårt så kan man lära sig om massor av olika saker och kanske till och med förändra världen med sina idéer.",
    "audio_file": "110020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Cleopatra",
    "story_translation": "Det var en gång i det gamla Egypten en berömd drottning som hette Kleopatra. Kleopatra var inte bara en drottning; Hon var också mycket smart och bildad. Hon kunde tala många språk och var känd för sin charm och intelligens. Som Egyptens härskare brydde sig Kleopatra mycket om sitt folk och arbetade hårt för att göra sitt land starkt och mäktigt. Hon var också känd för sin skönhet och sina stora kärlekshistorier med mäktiga ledare i andra länder, som Julius Caesar och Marcus Antonius. Kleopatra levde i en tid då det var mycket ovanligt att en kvinna hade en så mäktig position, men hon visade att hon kunde regera lika bra som vilken kung som helst. Hon var en av de sista härskarna i det antika Egypten innan det blev en del av det romerska riket. Kleopatras liv var fullt av äventyr, och hon har genom historien blivit ihågkommen som en av de mest fascinerande och inflytelserika kvinnorna i sin tid.",
    "audio_file": "110021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Galileo Galilei",
    "story_translation": "Det var en gång en man i Italien som hette Galileo Galilei. Galilei var mycket nyfiken på världen och stjärnorna på himlen. Han älskade att studera och lära sig om allt han kunde. En av de viktigaste sakerna han gjorde var att titta på stjärnorna och planeterna med ett teleskop, vilket var en ny uppfinning på den tiden. Galileo upptäckte att jorden och andra planeter rörde sig runt solen, inte tvärtom som de flesta trodde på den tiden. Detta var en stor upptäckt eftersom det förändrade hur människor förstod universum. Alla var dock inte nöjda med Galileis idéer. En del människor, inklusive mäktiga ledare, trodde inte på honom och ville inte att andra skulle tro på honom heller. De tyckte att hans idéer var för annorlunda. Galilei var tvungen att vara mycket modig för att dela med sig av sina upptäckter och stå upp för det han visste var sant. Han fortsatte att studera och undervisa, och i dag minns vi Galilei som en av de största vetenskapsmännen någonsin. Han visade oss att man ibland måste ifrågasätta vad alla andra tycker och vara modig nog att följa sina egna idéer.",
    "audio_file": "110022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Jeanne d'Arc",
    "story_translation": "Det var en gång en ung flicka i Frankrike som hette Jeanne d'Arc. Joan bodde i en liten by under en tid då hennes land, Frankrike, befann sig i ett stort krig med ett annat land som hette England. Jeanne var mycket modig och trodde att hon hade ett särskilt uppdrag att hjälpa Frankrike. Hon sa att hon hörde röster från helgon som sa till henne att rädda sitt land. Trots att hon bara var en tonåring och en flicka övertalade Jeanne prinsen av Frankrike att låta henne leda en armé. Hon bar rustning och red på en häst och ledde sina soldater i strid. Joans mod inspirerade alla runt omkring henne, och hon hjälpte till att vinna några viktiga strider. Folk såg henne som en hjälte. Dessvärre blev hon tillfångatagen av sina fiender och ställdes inför stora utmaningar. Men Joan slutade aldrig att tro på sin mission. Många år senare blev hon ihågkommen som en symbol för mod och patriotism. Jeanne d'Arc blev ett helgon och människor över hela världen känner till hennes historia. Hon lärde oss att oavsett hur ung eller liten du är kan du göra stora saker om du har mod och tror på dig själv.",
    "audio_file": "110023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Albert Einstein",
    "story_translation": "Det var en gång en briljant fysiker som hette Albert Einstein. Albert hade en djup nyfikenhet på universum och hur det fungerade. Han kom med en banbrytande teori som kallas \"relativitetsteorin\", som förändrade vårt sätt att förstå rum, tid och gravitation. Hans formel, E=mc², blev berömd över hela världen. Albert var inte bara en vetenskapsman; Han var också en förespråkare för fred och mänskliga rättigheter. Han uttalade sig mot krig och orättvisor. Hans arbete och idéer revolutionerade vetenskapen och gjorde honom till en av de mest kända vetenskapsmännen i historien. Albert Einstein visade oss att vi med fantasi, nyfikenhet och hårt arbete kan låsa upp universums mysterier och göra världen till en bättre plats.",
    "audio_file": "110024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "Berlinmurens fall",
    "story_translation": "Det var en gång, 1989, som inträffade en omvälvande händelse i Berlin, Tyskland - Berlinmurens fall. I årtionden hade Berlinmuren separerat Öst- och Västberlin, vilket symboliserade uppdelningen mellan öst och väst under det kalla kriget. Det var en fysisk och ideologisk barriär som stod som en symbol för förtryck och splittring. Men hösten 1989 ledde en rad fredliga protester och politiska förändringar i Östtyskland till det otänkbara. Natten till den 9 november 1989 meddelade den östtyska regeringen att medborgarna fritt kunde passera gränsen till Västberlin. Mängder av människor strömmade till muren, och med hammare och mejslar började de montera ner den. Världen såg med förvåning på när familjer och vänner återförenades med glädje och människor från båda sidor av muren omfamnade varandra. Berlinmurens fall markerade början till slutet på det kalla kriget och den slutliga återföreningen av Tyskland. Det var ett bevis på kraften hos människor som går samman för att bryta ner barriärer och uppnå frihet och enighet.",
    "audio_file": "110025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "Sidenvägen",
    "story_translation": "För länge sedan, i forna tider, fanns det ett stort nätverk av handelsvägar som kallades Sidenvägen. Denna historiska resa var inte en enda väg utan ett komplext nät av sammanlänkade vägar som sträckte sig över Asien och förband öst med väst. Sidenvägen fick sitt namn från det värdefulla sidentyget, ett lyxigt tyg som producerades i Kina, som var en av de mest eftertraktade varorna som handlades längs dessa rutter. Sidenvägen handlade dock inte bara om siden; Det var en kanal för utbyte av varor, kulturer och idéer. Handelsmän från Kina, Indien, Persien, Arabien och andra regioner gav sig ut på farliga resor med varor som kryddor, ädelmetaller, ädelstenar och exotiska textilier. Tillsammans med dessa varor delade de med sig av sina kulturer, religioner och teknologier. Sidenvägen underlättade ett anmärkningsvärt kunskapsutbyte, vilket ledde till framsteg inom vetenskap, matematik och konst. Det spelade också en viktig roll i spridningen av buddhism, islam och kristendom till olika delar av världen. När Sidenvägen blomstrade främjade den en anda av samarbete och förståelse mellan olika civilisationer. Trots utmaningarna med hård terräng och oförutsägbart väder fortsatte handelsmännen sina resor och knöt kontakter mellan avlägsna länder. Sidenvägen var en bro som förband människor över kontinenter och spelade en avgörande roll för att forma vår världs historia.",
    "audio_file": "110026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "Kinesiska muren",
    "story_translation": "För många århundraden sedan, i det vidsträckta och uråldriga landet Kina, påbörjades ett anmärkningsvärt byggprojekt. Det var byggandet av vad som senare skulle bli en av de mest ikoniska och respektingivande strukturerna i världen: Kinesiska muren. Detta monumentala företag var inte en enda mur utan en serie murar, befästningar och vakttorn som sträckte sig över Kinas norra gräns. Det primära syftet med den kinesiska muren var att skydda de kinesiska staterna och imperierna från invasioner av nomadiska stammar och militära intrång. Byggandet av den kinesiska muren började för över 2 000 år sedan under Qindynastin, men den utökades och återuppbyggdes av efterföljande dynastier, inklusive Han-, Ming- och Qingdynastierna. Muren byggdes med olika material som sten, jord, trä och tegel, och den täckte en häpnadsväckande sträcka, med uppskattningar som sträckte sig från 13 000 till 21 196 miles. Det var ett bevis på det kinesiska folkets uppfinningsrikedom och beslutsamhet. Kinesiska muren fungerade inte bara som en formidabel försvarsstruktur utan underlättade också handel, kommunikation och kulturellt utbyte längs Sidenvägen. Den har stått sig genom tiderna och är fortfarande en symbol för Kinas rika historia och varaktiga styrka. Idag är den erkänd som ett av världens sju underverk och besöks av miljontals människor från hela världen som kommer för att förundras över dess storslagenhet och historiska betydelse.",
    "audio_file": "110027.wav"
  }
]