[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 porcellini",
    "story_translation": "C'erano una volta tre porcellini che si misero a costruire le loro case. Il primo porcellino costruì la sua casa di paglia, il secondo porcellino costruì la sua casa di bastoni e il terzo porcellino costruì la sua casa di mattoni. Un giorno, un grosso lupo cattivo si presentò a casa del primo porcellino. Sbuffò e sbuffò e fece saltare in aria la casa! Il primo porcellino corse più veloce che poté verso la casa del secondo porcellino. Il lupo lo seguì fino alla casa dei bastoni. Sbuffò e sbuffò di nuovo e fece saltare in aria la casa! I due porcellini corsero verso la casa del terzo porcellino, che era fatta di mattoni. Il lupo cercò di far saltare in aria la casa di mattoni, ma non ci riuscì. Sbuffò e sbuffò, ma la casa resistette. I tre porcellini erano al sicuro all'interno e il grosso lupo cattivo alla fine se ne andò. I maiali hanno imparato che il duro lavoro e la dedizione alla fine pagano.",
    "audio_file": "it/10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "Il Giardino Magico",
    "story_translation": "C'era una volta un giardino magico in un piccolo villaggio. In questo giardino, fiori colorati sbocciavano tutto l'anno e gli alberi sussurravano segreti agli uccelli. Ma la cosa più magica di tutte era il coniglio parlante di nome Rosie. Rosie era molto cordiale e amava aiutare chiunque venisse in giardino. Una mattina di sole, un ragazzino di nome Timmy visitò il giardino. Era triste perché aveva perso il suo giocattolo preferito. Rosie si avvicinò e chiese: \"Cosa c'è che non va, Timmy?\" Timmy racconta a Rosie del suo giocattolo smarrito. Rosie sorrise e disse: \"Non preoccuparti, Timmy. Posso aiutarti a trovarlo.\" Con l'aiuto di Rosie, Timmy ha cercato nel giardino e ha trovato il suo giocattolo nascosto sotto una grande foglia lucente. Timmy era felicissimo e ringraziò Rosie per il suo aiuto magico. Da quel giorno in poi, Timmy visitò spesso il giardino magico e lui e Rosie divennero migliori amici, condividendo molte altre avventure magiche insieme.",
    "audio_file": "it/10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "La Foresta Amica",
    "story_translation": "C'era una volta una ragazza di nome Lily. Le piaceva esplorare. Un giorno si recò in una grande foresta vicino a casa sua. Nella foresta, incontrò un albero felice di nome Treey. Treey aveva una faccia sorridente. Lily e Treey divennero amici. Giocavano insieme. Lily e Treey hanno anche incontrato un gentile scoiattolo di nome Squeaky. Squeaky amava le noci e le condivideva con Lily e Treey. Hanno riso e si sono divertiti. Poi, trovarono un bel fiore. Era colorato e aveva un buon profumo. Lo raccolsero e lo diedero a una simpatica farfalla di nome Flutter. Flutter fu grato e danzò nell'aria. Lily, Treey, Squeaky e Flutter esplorarono la foresta. Videro un ruscello scintillante con acqua limpida. Era la patria di pesci lucenti. Lily e i suoi nuovi amici si sedettero vicino al ruscello e si godevano il suono pacifico dell'acqua. Quando fu il momento di tornare a casa, Lily disse: \"Grazie per essere miei amici, Treey, Squeaky e Flutter. Tornerò presto a trovarti.\" Salutò con la mano e lasciò la foresta, felice di aver incontrato i suoi nuovi amici.",
    "audio_file": "it/10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "Il gattino smarrito",
    "story_translation": "C'era una volta, in un quartiere tranquillo, una bambina di nome Emma. Emma amava gli animali e un giorno ha trovato un gattino piccolo e soffice nel suo giardino. Il gattino sembrava perso e spaventato. Emma si sentì triste per il gattino e decise di aiutarlo. Lo sollevò delicatamente e gli diede una coperta calda. Emma ha chiesto a sua madre se potevano tenere il gattino e sua madre ha accettato. Hanno chiamato il gattino Whiskers a causa dei suoi simpatici baffi. Emma e Baffo divennero migliori amici. Giocavano insieme tutti i giorni e facevano un pisolino al sole. Emma diede a Baffo del delizioso cibo per gatti, e Baffo fece le fusa felicemente. Ben presto, Baffo non si perse più e non si spaventò più. Emma e il suo nuovo amico peloso erano molto felici insieme. Hanno condiviso molte avventure e si sono fatti sorridere a vicenda ogni giorno.",
    "audio_file": "it/10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Riccioli d'oro e i tre orsi",
    "story_translation": "C'era una volta, in un fitto bosco, una piccola e accogliente casetta dove vivevano tre orsi: Papà Orso, Mamma Orso e Cucciolo di Orso. Una mattina, dopo che mamma orsa aveva preparato un delizioso porridge, la famiglia andò a fare una passeggiata per farlo raffreddare. Mentre erano via, una bambina curiosa di nome Riccioli d'oro si imbatté nella loro casetta. Bussò alla porta e, visto che nessuno rispose, la aprì ed entrò. In cucina, Riccioli d'Oro vide tre ciotole di porridge. Assaporò il porridge della prima ciotola, che era di Papà Orso, ed esclamò: \"Questo porridge è troppo caldo!\" Poi assaggiò il porridge dalla ciotola di mamma orsa e disse: \"Questo porridge è troppo freddo\". Alla fine, ha assaggiato il porridge di Baby Bear e ha sorriso: \"Questo porridge è perfetto!\" Così, si è mangiata tutto. Dopo aver mangiato, Riccioli d'Oro si sentì stanco e trovò tre sedie in salotto. Si sedette sulla grande sedia di Papà Orso, ma era troppo difficile. Provò la sedia di medie dimensioni di Mamma Orso, ma era troppo morbida. Poi si sedette sulla seggiolina di Baby Bear, ed era proprio così, ma si ruppe sotto il suo peso! Sentendosi assonnato, Riccioli d'Oro salì al piano di sopra e trovò tre letti. Si sdraiò nel letto di Papà Orso, ma era troppo duro. Si spostò nel letto di Mamma Orso, ma era troppo morbido. Alla fine, ha provato il letto di Baby Bear, ed era perfetto. Si addormentò. I tre orsi tornarono a casa e rimasero sorpresi di vedere la porta della loro casetta aperta. All'interno, trovarono il loro porridge mangiato, le loro sedie usate e, infine, la bambina che dormiva nel letto di Baby Bear. Riccioli d'oro si svegliò, vide gli orsi e corse fuori dalla casetta il più velocemente possibile, per non tornare mai più.",
    "audio_file": "it/10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Cenerentola",
    "story_translation": "C'era una volta, in un regno lontano, una ragazza gentile e bellissima di nome Cenerentola. Viveva con la sua matrigna malvagia e due sorellastre, che la trattavano molto male. Cenerentola è stata costretta a fare tutto il duro lavoro e le sono stati dati solo stracci da indossare. Un giorno, il re annunciò un gran ballo, invitando tutte le giovani donne del regno, perché il principe era alla ricerca di una sposa. Cenerentola desiderava ardentemente andare al ballo, ma la matrigna glielo proibì, lasciandola a casa in lacrime. Mentre Cenerentola piangeva, apparve la sua Fata Madrina. Con un gesto della bacchetta, trasformò gli stracci di Cenerentola in un bellissimo abito e trasformò una zucca in una splendida carrozza. Diede a Cenerentola delle scarpette di vetro e la avvertì che la magia sarebbe svanita a mezzanotte. Al ballo, Cenerentola ha affascinato tutti con la sua grazia e bellezza, soprattutto il Principe. Ballarono tutta la notte, ma quando l'orologio batté le dodici, Cenerentola si ricordò dell'avvertimento della sua Fata Madrina e si affrettò ad andarsene, perdendo una delle sue scarpette di vetro sui gradini del palazzo. Il principe, determinato a trovare la misteriosa ragazza, usò la scarpetta di vetro per perlustrare il regno. Quando arrivò a casa di Cenerentola, la pantofola le calzava a pennello. Il principe la riconobbe dal ballo e le dichiarò il suo amore. Cenerentola perdonò la matrigna e le sorellastre per la loro crudeltà e sposò il principe. Vissero felici e contenti e la gentilezza e l'umiltà di Cenerentola erano conosciute in tutto il regno.",
    "audio_file": "it/10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Jack e la pianta di fagioli",
    "story_translation": "C'era una volta un ragazzo di nome Jack che viveva con sua madre. Erano molto poveri e avevano solo una mucca. Un giorno, la madre di Jack gli disse di vendere la mucca perché avevano bisogno di soldi. Sulla strada per vendere la mucca, Jack incontrò un uomo che gli diede dei fagioli magici in cambio della mucca. Jack era eccitato e corse a casa per mostrarlo a sua madre. Ma sua madre era sconvolta e gettò i fagioli fuori dalla finestra. La mattina dopo, Jack vide un'enorme pianta di fagioli che si protendeva verso il cielo. Era curioso e si arrampicò sulla pianta di fagioli. Lo portò in una terra alta nel cielo dove viveva un gigante. Il gigante aveva una gallina che deponeva uova d'oro e un'arpa magica. Jack si intrufolò nella casa del gigante e prese la gallina e l'arpa. Ma l'arpa gridò, svegliando il gigante. Jack corse e si arrampicò giù per la pianta di fagioli. Il gigante lo seguì. Quando Jack raggiunse il suolo, tagliò rapidamente la pianta di fagioli. Il gigante cadde e non fu mai più visto. Jack e sua madre vendettero le uova d'oro e divennero ricchi. Vissero felici e contenti.",
    "audio_file": "it/10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "Il brutto anatroccolo",
    "story_translation": "C'era una volta una mamma anatra che aveva un lotto di uova. Una delle uova era più grande delle altre e si è schiusa molto più tardi. Ne uscì un anatroccolo che sembrava diverso dai suoi fratelli e sorelle. Era più grande e grigio, non giallo e carino come gli altri. Gli altri anatroccoli non giocavano con lui e lo chiamavano brutto. Il brutto anatroccolo si sentì molto triste e se ne andò di casa per trovare un posto dove potesse essere felice. Incontrò diversi animali, ma tutti lo guardavano in modo strano perché era così grande e grigio. Arrivò l'inverno e faceva molto freddo. Il brutto anatroccolo trovò un lago e vi nuotò dentro. Vide bellissimi uccelli bianchi volare sopra di lui. Avrebbe voluto essere bello e grazioso come loro. Quando arrivò la primavera, il brutto anatroccolo vide il suo riflesso nell'acqua. Non era più un uccello grigio e goffo. Si era trasformato in un bellissimo cigno! Gli altri cigni lo accolsero e giocarono con lui. La gente lo vedeva e diceva: 'Guarda quel bel cigno!' Il brutto anatroccolo, ora un bellissimo cigno, era molto felice. Imparò che non importava che aspetto avesse quando era nato, perché si era trasformato in un bel cigno.",
    "audio_file": "it/10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "La gallinella rossa",
    "story_translation": "C'era una volta una gallinella rossa che viveva in una fattoria. Ha trovato alcuni semi per terra. La gallinella rossa ebbe un'idea. Pensò: 'Pianterò questi semi'. Chiese ai suoi amici, al cane, al gatto e all'anatra: \"Chi mi aiuterà a piantare i semi?\" Ma tutti dissero: \"Non io.\" Allora la gallinella rossa disse: \"Allora lo farò io.\" E ha piantato i semi da sola. Quando i semi divennero grano, la gallinella rossa chiese: \"Chi mi aiuterà a tagliare il grano?\" Di nuovo, il cane, il gatto e l'anatra dissero: \"Non io.\" Allora la gallinella rossa disse: \"Allora lo farò io.\" E tagliò il grano da sola. Poi chiese: 'Chi mi aiuterà a trasformare il grano in farina?' Ma i suoi amici hanno risposto: 'Non io'. Così, ha fatto tutto da sola. Allora la gallinella rossa disse: \"Chi mi aiuterà a cuocere il pane?\" Di nuovo, tutti dissero: \"Non io\". Così, lei stessa preparò il pane. Quando il pane fu pronto e profumò molto bene, il cane, il gatto e l'anatra vennero e dissero: \"Ti aiuteremo a mangiare il pane!\" Ma la gallinella rossa disse: \"No, la mangerò anch'io.\" E lo fece. Mangiò il pane ed era molto felice.",
    "audio_file": "it/10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "La tartaruga e la lepre",
    "story_translation": "C'era una volta una lepre veloce che amava vantarsi di quanto velocemente potesse correre. C'era anche una tartaruga lenta che si muoveva molto lentamente. Un giorno, la lepre rise della tartaruga e disse: \"Sei così lenta! Posso correre molto più veloce di te!' La tartaruga rispose: \"Facciamo una gara e vediamo chi è più veloce\". Decisero di fare una gara. Il giorno dopo, tutti gli animali della foresta vennero a guardare. La corsa è iniziata e la lepre è corsa molto veloce, lasciandosi alle spalle la tartaruga. Ma ben presto, la lepre pensò: \"Sono così avanti che posso riposarmi per un po'\". Così, si sdraiò sotto un albero e si addormentò. La tartaruga continuava a camminare lentamente ma costantemente. Non si fermò e non si riposò. Dopo molto tempo, passò davanti alla lepre addormentata. Quando la lepre si svegliò, vide che la tartaruga era vicina al traguardo. Corse più veloce che poteva, ma era troppo tardi. La tartaruga ha tagliato il traguardo per prima. La tartaruga ha vinto la gara perché ha continuato ad andare piano e non si è arresa. La lepre ha imparato che essere veloci non è sempre la cosa migliore e che non bisogna vantarsi o sottovalutare gli altri.",
    "audio_file": "it/10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Hansel e Gretel",
    "story_translation": "C'erano una volta due bambini, Hansel e Gretel, che vivevano con il padre e una matrigna cattiva. Erano molto poveri e un giorno la matrigna decise di lasciare i bambini nella foresta perché non c'era abbastanza cibo per tutti. Il padre non voleva, ma acconsentì. Hansel ascoltò il loro piano e raccolse dei ciottoli lucenti. Quando entrarono nella foresta, Hansel lasciò cadere i ciottoli per fare un sentiero per tornare a casa. Dopo che i genitori li hanno lasciati, Hansel e Gretel hanno seguito il sentiero di ciottoli e hanno ritrovato la strada di casa. Il padre era felice di vederli, ma la matrigna no. La volta successiva, Hansel e Gretel furono portati più in profondità nella foresta. Hansel lasciò una scia di briciole di pane, ma gli uccelli le mangiarono e non riuscirono a trovare la strada del ritorno. Smarriti e affamati, trovarono una casa fatta di caramelle e cominciarono a mangiarle. Una vecchia strega che viveva lì li catturò e rinchiuse Hansel in una gabbia. Fece fare a Gretel le faccende domestiche e progettò di mangiare Hansel. Gretel ingannò la strega e la spinse nel forno. Poi, liberò Hansel e trovarono dei tesori nella casa della strega. Con la strega scomparsa, Hansel e Gretel ritrovarono la strada di casa con i tesori. Il padre fu felicissimo di vederli e disse che si era pentito di averli lasciati nella foresta. Non videro mai più la matrigna cattiva. Vissero tutti felici e contenti, con cibo in abbondanza e senza più preoccupazioni.",
    "audio_file": "it/10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "I vestiti nuovi dell'imperatore",
    "story_translation": "C'era una volta un imperatore vanitoso che amava indossare abiti eleganti. Ha speso tutti i suoi soldi per essere ben vestito. Un giorno, due truffatori giunsero nella città dell'imperatore. Dicevano che potevano fare i vestiti più belli del mondo. Questi vestiti, sostenevano, erano invisibili a chiunque fosse molto stupido o non bravo nel proprio lavoro. L'imperatore pensò che fosse una grande idea. Diede loro oro e seta per confezionare i vestiti. I truffatori finsero di lavorare, ma tennero per sé tutto l'oro e la seta. Quando i vestiti furono \"pronti\", l'imperatore andò a trovarli. Non vedeva nessun vestito, ma non voleva sembrare stupido, così fingeva di ammirarli. I truffatori finsero di vestire l'imperatore con i vestiti nuovi. L'imperatore marciò in parata davanti a tutto il suo popolo. Tutti nella folla hanno anche fatto finta di vedere i vestiti, perché non volevano essere chiamati stupidi. Alla fine, un bambino piccolo gridò: \"Ma non indossa proprio niente!\" Lentamente, tutti cominciarono a sussurrare la stessa cosa. L'Imperatore capì che avevano ragione, ma continuò la parata, troppo orgoglioso per ammettere il suo errore.",
    "audio_file": "it/10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "Addormentata",
    "story_translation": "C'erano una volta un re e una regina che desideravano un figlio. Alla fine, il loro desiderio si è avverato e hanno avuto una bellissima bambina. L'hanno chiamata Aurora. Per celebrare la nascita di Aurora, il re e la regina organizzarono una grande festa. Invitarono tutte le fate del regno a benedire Aurora. Ogni fata ha dato ad Aurora un dono come la bellezza, la gentilezza e l'intelligenza. Ma c'era una vecchia fata che non era stata invitata. Si arrabbiò e venne comunque alla festa. Fece ad Aurora un brutto regalo: il giorno del suo sedicesimo compleanno, Aurora si sarebbe punto il dito su un arcolaio e si sarebbe addormentata per sempre. Fortunatamente, la fata più giovane non aveva ancora fatto il suo regalo. Non riusciva a spezzare la maledizione della vecchia fata, ma riusciva ad addolcirla. Disse che Aurora non sarebbe morta ma sarebbe caduta in un sonno profondo, e solo un bacio d'amore vero avrebbe potuto svegliarla. Passarono gli anni e Aurora crebbe fino a diventare una principessa bella e gentile. Il giorno del suo sedicesimo compleanno, trovò un arcolaio e si punse un dito. Cadde in un sonno profondo e l'intero regno si addormentò con lei. Passarono cento anni e un principe giunse nel regno. Trovò Aurora e la baciò. Il bacio ruppe l'incantesimo. Aurora e l'intero regno si svegliarono. Il principe e Aurora si innamorarono e si sposarono. Vissero felici e contenti, e il regno fu di nuovo pieno di gioia e di risate.",
    "audio_file": "it/10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Amelia Earhart",
    "story_translation": "C'era una volta una ragazza coraggiosa e avventurosa di nome Amelia Earhart. Amelia amava guardare gli uccelli e sognava di librarsi in alto nel cielo proprio come loro. È cresciuta in un'epoca in cui non molte donne diventavano piloti, ma Amelia era determinata a seguire il suo sogno. Ha lavorato molto duramente e ha imparato a pilotare aeroplani, diventando una delle prime donne pilota al mondo. Amelia ha fatto qualcosa di veramente straordinario: ha volato da sola attraverso il grande e vasto Oceano Atlantico, la prima donna in assoluto a farlo! Il suo coraggio e il suo successo hanno dimostrato a tutti che anche le ragazze possono realizzare grandi sogni. Amelia è diventata famosa e ha ispirato molte persone, soprattutto ragazze, a seguire i propri sogni, non importa quanto siano grandi. Ha dimostrato che con determinazione e coraggio si possono raggiungere le stelle e realizzare i propri sogni.",
    "audio_file": "it/10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Martin Luther King Jr.",
    "story_translation": "C'era una volta un uomo di nome Martin Luther King Jr., che aveva un grande sogno. Sognava un mondo in cui tutti, indipendentemente dal colore della pelle, sarebbero stati trattati in modo equo ed equo. Martin viveva in un'epoca in cui non tutti erano trattati allo stesso modo: le persone con colori della pelle diversi avevano scuole diverse, fontane d'acqua diverse e non potevano fare le stesse cose. Questo rattristò molto Martin, che volle cambiarlo. È diventato un leader e ha parlato a molte persone del suo sogno. Ha tenuto discorsi e guidato marce pacifiche, chiedendo che tutti fossero trattati con gentilezza e rispetto. Il suo discorso più famoso iniziava con \"I have a dream...\" Martin era coraggioso e forte, e ha lavorato molto duramente per rendere il mondo un posto migliore. Grazie a lui, molte leggi sono state cambiate e la gente ha iniziato a capire quanto sia importante trattare tutti allo stesso modo. Martin Luther King Jr. ci ha mostrato che con l'amore, la pace e la determinazione, possiamo fare grandi cambiamenti e aiutare tutti a vivere meglio insieme.",
    "audio_file": "it/10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Rosa Parchi",
    "story_translation": "C'era una volta una donna coraggiosa di nome Rosa Parks che si batteva per ciò che era giusto. Rosa viveva in un'epoca in cui le persone venivano trattate in modo diverso in base al colore della pelle. Un giorno, dopo una lunga giornata di lavoro, Rosa prese posto su un autobus a Montgomery, in Alabama. L'autista dell'autobus le disse di cedere il suo posto a un passeggero bianco, ma Rosa era stanca, non solo per la sua giornata, ma anche per le regole ingiuste che lei e gli altri dovevano seguire ogni giorno. Decise di rimanere seduta, dicendo di no in modo silenzioso ma potente. Il gesto coraggioso di Rosa è stato un momento molto importante. Ha dato il via a un grande movimento in cui molte persone, guidate da Martin Luther King Jr., si sono unite per lottare per l'uguaglianza e l'equità. Hanno organizzato un grande boicottaggio degli autobus, in cui hanno smesso di usare gli autobus fino a quando tutti non hanno potuto sedersi dove volevano. Il semplice atto di coraggio di Rosa ha contribuito a cambiare molte leggi ingiuste e ha mostrato al mondo come difendere ciò che è giusto, anche in piccoli modi, può fare un'enorme differenza. Rosa Parks è ricordata come la \"madre del movimento per i diritti civili\" e la sua storia ci insegna che chiunque può essere un eroe e contribuire a cambiare il mondo in meglio.",
    "audio_file": "it/10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Neil Armstrong",
    "story_translation": "C'era una volta un uomo avventuroso di nome Neil Armstrong. Aveva il sogno di fare qualcosa che nessuno aveva mai fatto prima: camminare sulla Luna! Neil amava volare ed è diventato un pilota, volando in alto nel cielo e persino diventando un astronauta, il che significava che poteva andare nello spazio. Il 20 luglio 1969, Neil e i suoi amici volarono su un'astronave chiamata Apollo 11 fino alla Luna. È stato un viaggio lungo ed emozionante. Quando arrivarono sulla Luna, Neil fu il primo a scendere dall'astronave sulla polverosa superficie lunare. Quando fece il suo primo passo, disse: \"Questo è un piccolo passo per l'uomo, un grande balzo per l'umanità\". Ciò significava che, anche se il suo passo era piccolo, era un momento enorme per tutte le persone in tutto il mondo. Neil e i suoi amici raccolsero rocce lunari e piantarono una bandiera. Quando tornarono sulla Terra, furono celebrati come eroi. Il sogno e il coraggio di Neil hanno dimostrato a tutti che con il duro lavoro e la determinazione possiamo raggiungere le stelle e realizzare cose incredibili.",
    "audio_file": "it/10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Marie Curie",
    "story_translation": "C'era una volta, in Polonia, una ragazza molto curiosa e intelligente di nome Marie Curie. Marie amava imparare, soprattutto sulla scienza. Quando è cresciuta, si è trasferita a Parigi, in Francia, per studiare di più perché voleva diventare una scienziata. A quel tempo, non molte donne erano scienziate, ma Marie era determinata. Lavorava in un piccolo laboratorio buio con suo marito, Pierre Curie. Insieme, scoprirono qualcosa di straordinario chiamato radio. Il radio era un tipo speciale di metallo che brillava al buio e poteva essere usato per aiutare i medici a vedere all'interno del corpo delle persone per migliorarlo. Marie Curie divenne molto famosa per la sua scoperta, e vinse il premio Nobel non una, ma due volte! È stata la prima donna a vincere questo grande premio e la prima persona in assoluto a vincerlo due volte. Marie ha mostrato al mondo che anche le ragazze possono essere grandi scienziate. Ha lavorato sodo e non si è mai arresa, anche quando era difficile. Le sue scoperte hanno aiutato molte persone e hanno cambiato per sempre il mondo della scienza.",
    "audio_file": "it/10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Malala Yousafzai",
    "story_translation": "C'era una volta, nella bellissima valle dello Swat in Pakistan, una ragazza coraggiosa di nome Malala Yousafzai. Malala amava andare a scuola e imparare cose nuove, ma nel suo paese un gruppo di persone pensava che le ragazze non dovessero andare a scuola. Malala credeva che ogni ragazza e ogni ragazzo avesse il diritto di imparare, così ha parlato per i suoi diritti e per i diritti degli altri bambini. Ha scritto della sua vita e del suo desiderio di andare a scuola in un diario, e molte persone in tutto il mondo hanno letto le sue parole. Il suo coraggio ha fatto arrabbiare alcune persone e un giorno è stata ferita. Ma Malala era forte e non si arrese. Dopo essersi ripresa, ha continuato a parlare ancora più forte per l'educazione di tutti i bambini. Il suo coraggio e la sua storia hanno ispirato molte persone ed è diventata la persona più giovane a vincere il Premio Nobel per la Pace. Malala ha mostrato a tutti che, anche se si è giovani, si può fare una grande differenza nel mondo difendendo ciò in cui si crede.",
    "audio_file": "it/10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Nelson Mandela",
    "story_translation": "C'era una volta, in Sudafrica, un uomo di nome Nelson Mandela. Mandela era un uomo coraggioso e saggio che credeva che tutti dovessero essere trattati allo stesso modo, indipendentemente dal colore della loro pelle. Ma a quei tempi, in Sudafrica, c'erano leggi ingiuste chiamate apartheid, che separavano le persone in base alla loro razza e colore. Mandela voleva cambiare queste leggi in modo che tutti, bianchi o neri, potessero vivere insieme in pace. Ha lavorato molto duramente e ha parlato a molte persone, cercando di portare il cambiamento in modo pacifico. Ma al governo questo non piacque e lo misero in prigione per molti anni. Mandela non ha mai perso la speranza ed è diventato un simbolo della lotta per la libertà. Le persone di tutto il mondo lo conoscevano e sostenevano la sua causa. Finalmente, dopo 27 anni, fu liberato. Il sogno di Mandela ha iniziato a diventare realtà quando è diventato il primo presidente nero del Sudafrica e ha lavorato per riunire persone di tutti i colori. Ha mostrato al mondo il potere del perdono e quanto sia importante lottare per ciò che è giusto. Nelson Mandela è ricordato come un eroe che ha portato speranza e cambiamento nel suo paese e nel mondo.",
    "audio_file": "it/10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Leonardo Da Vinci",
    "story_translation": "C'era una volta, in Italia, un ragazzo curioso e intelligente di nome Leonardo da Vinci. Leonardo amava esplorare il mondo che lo circondava e si interessava a molte cose. Gli piaceva disegnare, dipingere e persino inventare cose nuove. Crescendo, divenne molto bravo nell'arte e creò bellissimi dipinti, uno dei quali era la famosa \"Monna Lisa\" che la gente ammira ancora oggi. Ma Leonardo non era solo un artista; Fu anche scienziato e inventore. Studiava gli uccelli e sognava di costruire una macchina in grado di volare, proprio come un aeroplano di oggi. Ha anche guardato il corpo umano per capire come funziona e ha disegnato molti schizzi delle sue idee. Leonardo era un uomo di grande talento, e la sua curiosità per il mondo non si è mai fermata. Ha continuato a imparare e creare per tutta la vita. Ci ha mostrato che se sei curioso e lavori sodo, puoi imparare molte cose diverse e forse anche cambiare il mondo con le tue idee.",
    "audio_file": "it/10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Cleopatra",
    "story_translation": "C'era una volta, nell'antico Egitto, una famosa regina di nome Cleopatra. Cleopatra non era solo una regina; Era anche molto intelligente e istruita. Parlava molte lingue ed era nota per il suo fascino e la sua intelligenza. Come sovrana d'Egitto, Cleopatra si preoccupava profondamente del suo popolo e lavorò duramente per rendere il suo paese forte e potente. Era anche famosa per la sua bellezza e le sue grandi storie d'amore con potenti leader di altri paesi, come Giulio Cesare e Marco Antonio. Cleopatra visse in un'epoca in cui era molto raro che una donna si trovasse in una posizione così potente, ma dimostrò di poter governare bene come qualsiasi re. Fu una delle ultime sovrane dell'antico Egitto prima che diventasse parte dell'Impero Romano. La vita di Cleopatra è stata piena di avventure ed è stata ricordata nel corso della storia come una delle donne più affascinanti e influenti del suo tempo.",
    "audio_file": "it/10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Galileo Galilei",
    "story_translation": "C'era una volta, in Italia, un uomo di nome Galileo Galilei. Galileo era molto curioso del mondo e delle stelle nel cielo. Amava studiare e imparare tutto ciò che poteva. Una delle cose più importanti che fece fu guardare le stelle e i pianeti con un telescopio, che era una nuova invenzione a quel tempo. Galileo scoprì che la Terra e gli altri pianeti si muovevano intorno al Sole, non il contrario come la maggior parte delle persone credeva allora. Questa è stata una grande scoperta perché ha cambiato il modo in cui le persone comprendevano l'universo. Tuttavia, non tutti erano contenti delle idee di Galileo. Alcune persone, compresi i leader potenti, non gli credevano e non volevano che gli altri gli credessero. Pensavano che le sue idee fossero troppo diverse. Galileo dovette essere molto coraggioso per condividere le sue scoperte e difendere ciò che sapeva essere vero. Continuò a studiare e insegnare, e oggi ricordiamo Galileo come uno dei più grandi scienziati di tutti i tempi. Ci ha mostrato che a volte bisogna mettere in discussione ciò che pensano gli altri ed essere abbastanza coraggiosi da seguire le proprie idee.",
    "audio_file": "it/10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Giovanna d'Arco",
    "story_translation": "C'era una volta, in Francia, una giovane ragazza di nome Giovanna d'Arco. Giovanna viveva in un piccolo villaggio in un periodo in cui il suo paese, la Francia, era in guerra con un altro paese chiamato Inghilterra. Giovanna era molto coraggiosa e credeva di avere una missione speciale per aiutare la Francia. Ha detto di aver sentito voci di santi che le dicevano di salvare il suo paese. Anche se era solo un'adolescente e una ragazza, Giovanna convinse il principe di Francia a lasciarla guidare un esercito. Indossava un'armatura e cavalcava a cavallo, guidando i suoi soldati in battaglia. Il coraggio di Joan ha ispirato tutti coloro che la circondavano e ha contribuito a vincere alcune importanti battaglie. La gente la vedeva come un'eroina. Sfortunatamente, è stata catturata dai suoi nemici e ha affrontato grandi sfide. Ma Giovanna non ha mai smesso di credere nella sua missione. Anni dopo, è stata ricordata come un simbolo di coraggio e patriottismo. Giovanna d'Arco è diventata santa e le persone di tutto il mondo conoscono la sua storia. Ci ha insegnato che non importa quanto tu sia giovane o piccolo, puoi fare grandi cose se hai coraggio e credi in te stesso.",
    "audio_file": "it/10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Albert Einstein",
    "story_translation": "C'era una volta un brillante fisico di nome Albert Einstein. Albert aveva una profonda curiosità per l'universo e per il suo funzionamento. Ha ideato una teoria rivoluzionaria chiamata \"Teoria della Relatività\", che ha cambiato il modo in cui comprendiamo lo spazio, il tempo e la gravità. La sua formula, E=mc², divenne famosa in tutto il mondo. Albert non era solo uno scienziato; Era anche un sostenitore della pace e dei diritti umani. Ha parlato contro la guerra e l'ingiustizia. Il suo lavoro e le sue idee hanno rivoluzionato la scienza e lo hanno reso uno degli scienziati più famosi della storia. Albert Einstein ci ha mostrato che con l'immaginazione, la curiosità e il duro lavoro, possiamo svelare i misteri dell'universo e rendere il mondo un posto migliore.",
    "audio_file": "it/10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "La caduta del muro di Berlino",
    "story_translation": "C'era una volta, nel 1989, a Berlino, in Germania, un evento epocale: la caduta del muro di Berlino. Per decenni, il Muro di Berlino ha separato Berlino Est e Berlino Ovest, simboleggiando la divisione tra Est e Ovest durante la Guerra Fredda. Era una barriera fisica e ideologica che si ergeva a simbolo di oppressione e divisione. Tuttavia, nell'autunno del 1989, una serie di proteste pacifiche e cambiamenti politici nella Germania dell'Est portarono all'impensabile. La notte del 9 novembre 1989, il governo della Germania dell'Est annunciò che i cittadini potevano entrare liberamente a Berlino Ovest. Folle di persone si accalcarono intorno al muro e, con martelli e scalpelli, cominciarono a smantellarlo. Il mondo guardava con stupore le famiglie e gli amici che si riunivano gioiosamente e le persone da entrambi i lati del muro si abbracciavano. La caduta del muro di Berlino segnò l'inizio della fine della Guerra Fredda e della successiva riunificazione della Germania. È stata una testimonianza del potere delle persone che si uniscono per abbattere le barriere e raggiungere la libertà e l'unità.",
    "audio_file": "it/10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "La Via della Seta",
    "story_translation": "Molto tempo fa, nei tempi antichi, esisteva una vasta rete di rotte commerciali conosciuta come la Via della Seta. Questo viaggio storico non era un'unica strada, ma una complessa rete di sentieri interconnessi che si estendeva attraverso l'Asia, collegando l'Oriente all'Occidente. La Via della Seta prende il nome dalla pregiata seta, un tessuto lussuoso prodotto in Cina, che era uno dei beni più ricercati scambiati lungo queste rotte. Tuttavia, la Via della Seta non riguardava solo la seta; Era un canale per lo scambio di merci, culture e idee. I commercianti provenienti dalla Cina, dall'India, dalla Persia, dall'Arabia e da altre regioni intrapresero viaggi pericolosi, trasportando merci come spezie, metalli preziosi, gemme e tessuti esotici. Insieme a queste merci, condividevano le loro culture, religioni e tecnologie. La Via della Seta ha facilitato un notevole scambio di conoscenze, portando a progressi nella scienza, nella matematica e nell'arte. Ha anche svolto un ruolo significativo nella diffusione del buddismo, dell'islam e del cristianesimo in diverse parti del mondo. Mentre la Via della Seta prosperava, promuoveva uno spirito di cooperazione e comprensione tra diverse civiltà. Nonostante le sfide poste da terreni impervi e condizioni meteorologiche imprevedibili, i commercianti continuarono i loro viaggi, creando connessioni tra terre lontane. La Via della Seta è stata un ponte che ha collegato le persone attraverso i continenti e ha svolto un ruolo fondamentale nel plasmare la storia del nostro mondo.",
    "audio_file": "it/10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "La Grande Muraglia Cinese",
    "story_translation": "Molti secoli fa, nella vasta e antica terra della Cina, iniziò un notevole progetto di costruzione. Era la costruzione di quella che sarebbe poi diventata una delle strutture più iconiche e maestose del mondo: la Grande Muraglia Cinese. Questa impresa monumentale non era un singolo muro, ma una serie di mura, fortificazioni e torri di guardia che si estendevano oltre il confine settentrionale della Cina. Lo scopo principale della Grande Muraglia era quello di proteggere gli stati e gli imperi cinesi dalle invasioni delle tribù nomadi e dalle incursioni militari. La costruzione della Grande Muraglia iniziò oltre 2.000 anni fa durante la dinastia Qin, ma fu ampliata e ricostruita dalle dinastie successive, tra cui le dinastie Han, Ming e Qing. Il muro è stato costruito utilizzando vari materiali come pietra, terra, legno e mattoni, e ha coperto una distanza sorprendente, con stime che vanno da 13.000 a 21.196 miglia. Era una testimonianza dell'ingegnosità e della determinazione del popolo cinese. La Grande Muraglia non solo fungeva da formidabile struttura difensiva, ma facilitava anche il commercio, la comunicazione e gli scambi culturali lungo la Via della Seta. Ha resistito alla prova del tempo e rimane un simbolo della ricca storia e della forza duratura della Cina. Oggi è riconosciuta come una delle sette meraviglie del mondo ed è visitata da milioni di persone provenienti da tutto il mondo che vengono a meravigliarsi della sua grandezza e del suo significato storico.",
    "audio_file": "it/10027.wav"
  }
]