[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "I Tre Porcellini",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "C'era una volta, tre porcellini che decisero di costruire delle case per sentirsi al sicuro. Il primo porcellino costruì una casa di paglia perché era facile. Il secondo porcellino costruì una casa di bastoni, più forte ma comunque debole. Il terzo porcellino costruì una casa di mattoni, forte e robusta. Un giorno, un grande lupo cattivo arrivò alla casa di paglia. Soffiò, sbuffò e facilmente distrusse la casa di paglia. Il porcellino spaventato corse verso la casa di bastoni con il suo fratello. Il lupo lo seguì, soffiò, sbuffò, e distrusse la casa di bastoni. Entrambi i porcellini corsero verso la casa di mattoni, sperando fosse forte. Il lupo soffiò, sbuffò, ma la casa di mattoni non crollò. Frustrato, il lupo provò a scendere giù per il camino per catturare i porcellini. I porcellini accesero un fuoco, e il lupo scappò spaventato. I tre porcellini erano al sicuro e impararono che il duro lavoro paga sempre. Vissero felici e contenti nella loro forte e sicura casa di mattoni.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "Riccioli d'oro",
        "fiction": true,
        "level": "beginner",
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "Una mattina di sole, Riccioli d'Oro passeggiò nella foresta e trovò una piccola casa. La porta era aperta, così Riccioli d'Oro decise di entrare e esplorare. In cucina, trovò tre ciotole di porridge sul tavolo. Assaggiò la prima ciotola e disse: Questo porridge è troppo caldo! Provò la seconda ciotola e disse: Questo porridge è troppo freddo! Assaggiò la terza ciotola e disse felice: Questo porridge è giusto! Dopo aver mangiato, Riccioli d'Oro si sentì stanca e notò tre sedie nel soggiorno. Si sedette nella prima sedia, ma disse: Questa sedia è troppo dura! Provò la seconda sedia, ma disse: Questa sedia è troppo morbida! Si sedette nella terza sedia e disse: Questa sedia è giusta! Improvvisamente, la piccola sedia si ruppe e Riccioli d'Oro si alzò rapidamente, sorpresa. Sentendosi assonnata, salì le scale e trovò tre letti in una stanza. Si sdraiò nel primo letto e disse: Questo letto è troppo duro! Provò il secondo letto, ma disse: Questo letto è troppo soffice! Si sdraiò nel terzo letto e disse: Questo letto è giusto! Riccioli d'Oro si addormentò profondamente, senza sapere che i tre orsi stavano tornando a casa. Papà Orso disse: Qualcuno ha mangiato il mio porridge! con una voce molto alta. Mamma Orso disse: Qualcuno si è seduto nella mia sedia e l'ha rotta! Cucciolo Orso disse: Qualcuno ha dormito nel mio letto, ed eccomi qua! Riccioli d'Oro si svegliò, vide gli orsi e urlò mentre correva fuori. Sfrecciò attraverso la foresta, promettendosi di non entrare mai più in case strane.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Cenerentola",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "C'era una volta una ragazza gentile di nome Cenerentola che viveva con la sua crudele matrigna. La matrigna e le sorellastre costringevano Cenerentola a fare tutto il lavoro di pulizia e cucina. Un giorno, il re annunciò un grande ballo affinché il principe trovasse una sposa. Cenerentola desiderava andare, ma la matrigna si rifiutò e la lasciò a casa. Mentre piangeva, la sua Fata Madrina apparve e promise di aiutarla a partecipare. Con un colpo di bacchetta, trasformò i stracci di Cenerentola in un bellissimo vestito. Le diede delle scarpine di vetro e trasformò una zucca in una carrozza magica. La Fata Madrina disse: Torna prima di mezzanotte o la magia svanirà. Al ballo, tutti ammirarono Cenerentola e il principe si innamorò di lei. Ballarono insieme per tutta la notte fino a quando l'orologio batté le dodici, e Cenerentola scappò via. Lasciò dietro di sé una scarpina di vetro, che il principe usò per cercarla. Il principe visitò ogni casa, provando la scarpina a ogni giovane donna del regno. Quando arrivò a casa di Cenerentola, le sorellastre provarono, ma i loro piedi non riuscirono a entrare nella scarpina. Cenerentola provò la scarpina, e calzava perfettamente! Il principe capì che era lei quella giusta. Si sposarono poco dopo, e Cenerentola perdonò la sua matrigna e le sorellastre per la loro crudeltà. Cenerentola e il principe vissero felici e contenti nel grande palazzo.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "Jack e il fagiolo magico",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "C'era una volta un povero ragazzo di nome Jack che viveva con sua madre. Avevano solo una mucca, che vendevano per cibo e denaro. Un giorno, Jack scambiò la mucca per fagioli magici con un uomo strano. Sua madre era furiosa e gettò i fagioli fuori dalla finestra. Al mattino, i fagioli erano cresciuti in un enorme fagiolo che raggiungeva il cielo. Curioso, Jack salì sulla pianta di fagioli e scoprì un enorme castello tra le nuvole. Dentro, vide un gigante che possedeva un'arpa d'oro e una gallina magica. La gallina faceva uova d'oro e l'arpa suonava bellissime melodie da sola. Jack prese la gallina e l'arpa, ma il gigante si svegliò e lo inseguì. Jack scese rapidamente dalla pianta di fagioli mentre il gigante arrabbiato lo seguiva. Raggiunta la terra, Jack afferrò un'ascia e abbatté la pianta di fagioli. Il gigante cadde dalla pianta e non fu mai più visto. Con le uova d'oro della gallina, Jack e sua madre vissero felici e contenti.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "La Tartaruga e la Lepre",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "C'era una volta una lepre veloce che amava vantarsi di quanto fosse rapida. La lepre rise di una tartaruga che si muoveva lentamente e la sfidò a una gara. Sicura di sé, la lepre partì in fretta, lasciando la tartaruga lontana dietro nella polvere. Convinta della sua vittoria, la lepre decise di fare un sonnellino sotto un albero. Nel frattempo, la tartaruga camminava costantemente, senza mai fermarsi, e alla fine superò la lepre addormentata. Quando la lepre si svegliò, si rese conto che la tartaruga era vicina al traguardo. La lepre corse il più veloce che poteva, ma era troppo tardi. La tartaruga oltrepassò per prima il traguardo e vinse la gara contro la lepre. La lepre si sentì imbarazzata e imparò una lezione preziosa sull'eccesso di fiducia e l'umiltà. La tartaruga dimostrò che uno sforzo lento e costante può vincere contro l'eccesso di fiducia e la fretta.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Hansel e Gretel",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "C'era una volta, Hansel e Gretel vivevano con il loro padre e la matrigna. La famiglia era molto povera e la matrigna pianificava di abbandonare i bambini. Una notte, Hansel sentì il piano e raccolse dei sassi lucenti per segnare un percorso. Il giorno dopo, i genitori condussero Hansel e Gretel nel profondo del bosco. Quando furono lasciati soli, Hansel e Gretel seguirono il percorso di sassi tornando a casa in sicurezza. Infastidita, la matrigna li portò ancora più nel bosco il giorno successivo. Hansel provò a lasciare delle briciole di pane, ma gli uccelli le mangiarono, lasciando i bambini persi e spaventati. Vagabondarono e scoprirono una casa di caramelle appartenente a una strega che li intrappolò. La strega pianificava di mangiare Hansel e costrinse Gretel a fare tutte le faccende. La astuta Gretel ingannò la strega e la spinse nel forno ardente. Trovarono tesori nella casa della strega e li portarono a casa. Il loro padre era felice e la malvagia matrigna era scomparsa per sempre dalle loro vite. Hansel e Gretel vissero felici e contenti, con abbondanza di cibo e senza preoccupazioni.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "I vestiti nuovi dell'imperatore",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "C'era una volta un imperatore che amava indossare i vestiti più belli e eleganti. Due imbroglioni lo visitarono, affermando di poter creare vestiti magici invisibili agli sciocchi. L'imperatore diede loro oro e seta per realizzare i magnifici abiti. Gli imbroglioni fingeva di lavorare duramente, ma si teneva l'oro e la seta per sé. Quando i vestiti furono pronti, l'imperatore non vedeva nulla ma temeva di ammetterlo. Pretese di ammirare i vestiti invisibili, preoccupato che gli altri lo considerassero sciocco. Gli imbroglioni fingeva di vestirlo, e l'imperatore annunciò una grande parata. Anche la folla fece finta di vedere i nuovi vestiti dell'imperatore. Infine, un bambino esclamò: Ma lui non indossa nulla! La folla mormorò e concordò, rendendosi conto che l'imperatore era stato completamente ingannato. L'imperatore si vergognava, ma continuò la parata, troppo orgoglioso per ammettere il suo errore. Da quel giorno, divenne più umile e si interessò di meno dei vestiti eleganti.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "La Bella Addormentata",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "C'era una volta un re e una regina che desideravano un bambino. Il loro desiderio si avverò e ebbero una bellissima bambina, Aurora. Le fate regalarono ad Aurora benedizioni come bellezza e gentilezza durante un grande banchetto di celebrazione. Una fata arrabbiata, non invitata, maledisse Aurora, facendole pungere il dito e morire. Una fata gentile ammorbidì la maledizione: Aurora sarebbe rimasta addormentata fino al bacio del vero amore. Il re bruciò tutti i telai, sperando di proteggere Aurora dalla maledizione. Anni dopo, nel giorno del suo sedicesimo compleanno, Aurora trovò un vecchio telaio. Si punse il dito e cadde in un profondo sonno, come era stato profetizzato. Tutto il castello si addormentò, circondato da spesse viti spine. Passarono cento anni e un coraggioso principe scoprì il castello addormentato. Baciò Aurora, spezzando l'incantesimo e svegliando tutti nel castello. Aurora e il principe si innamorarono, si sposarono e vissero felici e contenti.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Ali Baba e i 40 ladri",
        "fiction": true,
        "level": "beginner",
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Ali Baba era un povero taglialegna che viveva in un piccolo villaggio. Un giorno, vide quaranta ladri nascondere un tesoro in una caverna magica. Dissero: Apriti Sessamo, e la porta della caverna si aprì, rivelando oro e gioielli. Dopo che se ne furono andati, Ali Baba usò le stesse parole per entrare nella caverna. Prese una piccola quantità di tesoro per aiutare la sua povera famiglia. I ladri scoprirono che qualcuno era entrato nella caverna e diventarono molto arrabbiati. Cercarono nel villaggio e sospettarono che Ali Baba avesse rubato il loro tesoro. L'astuto servitore di Ali Baba, Morgiana, sentì i loro piani per ucciderlo. Inganò i ladri e salvò Ali Baba superando il loro capo. Ali Baba e la sua famiglia vissero felici e contenti, grati per la loro fortuna.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "Il Pescatore e sua Moglie",
        "fiction": true,
        "level": "beginner",
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Un povero pescatore catturò un pesce magico che parlava e decise di liberarlo. Il pesce promise di esaudire un desiderio per aver risparmiato la sua vita. Il pescatore raccontò alla moglie, che chiese una casa più grande come loro desiderio. Il pesce esaudì il desiderio e si trasferirono in un grande cottage. La moglie divenne avara e chiese un castello e di diventare regina. Ogni volta, il pescatore tornava dal pesce per chiedere di più. Il pesce esaudì i desideri, ma l'avidità della moglie continuava a crescere. Infine, lei chiese di diventare sovrana del sole, della luna e delle stelle. Il pesce, adirato per la sua avidità, riprese tutto, lasciandoli nella loro capanna. Il pescatore e sua moglie tornarono alla loro vita semplice, imparando a essere contenti.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Amelia Earhart",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "C'era una volta una ragazza coraggiosa e avventurosa di nome Amelia Earhart. Amelia amava osservare gli uccelli e sognava di librarsi in alto nel cielo proprio come loro. Crescendo in un'epoca in cui poche donne diventavano piloti, Amelia era determinata a seguire il suo sogno. Lavorò molto duramente e imparò a volare, diventando una delle prime donne pilota del mondo. Amelia fece qualcosa di veramente straordinario: volò da sola attraverso il vasto e grande Oceano Atlantico, diventando la prima donna a farlo! Il suo coraggio e il suo successo mostrarono a tutti che anche le ragazze possono realizzare grandi sogni. Amelia divenne famosa e ispirò molte persone, specialmente le ragazze, a seguire i propri sogni, indipendentemente da quanto siano grandi. Dimostrò che con determinazione e coraggio si può puntare alle stelle e realizzare i propri sogni.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Marie Curie",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "C'era una volta, nel paese della Polonia, una ragazza molto curiosa e intelligente di nome Marie Curie. Marie amava imparare, specialmente sulla scienza. Quando crebbe, si trasferì a Parigi, in Francia, per studiare di più perché voleva diventare una scienziata. All'epoca, non c'erano molte donne scienziate, ma Marie era determinata. Lavorava in un piccolo laboratorio buio con suo marito, Pierre Curie. Insieme, scoprirono qualcosa di straordinario chiamato radium. Il radium era un tipo speciale di metallo che brillava nel buio e poteva essere usato per aiutare i medici a vedere all'interno del corpo delle persone per curarle. Marie Curie diventò molto famosa per la sua scoperta e vinse il Premio Nobel non una, ma due volte! Fu la prima donna a vincere questo grande premio e la prima persona mai a vincerlo due volte. Marie dimostrò al mondo che le ragazze possono essere grandi scienziate anche. Lavorò duramente e non si arrese mai, anche quando le cose erano difficili. Le sue scoperte aiutarono molte persone e cambiarono per sempre il mondo della scienza.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Nelson Mandela",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "C'era una volta in Sudafrica, un uomo di nome Nelson Mandela. Mandela era un uomo coraggioso e saggio che credeva che tutti dovrebbero essere trattati ugualmente, indipendentemente dal colore della loro pelle. Ma in quei tempi, in Sudafrica, c'erano leggi ingiuste chiamate apartheid, che separavano le persone in base alla loro razza e colore. Mandela voleva cambiare queste leggi affinché tutti, neri o bianchi, potessero vivere insieme in pace. Lavorò molto duramente e parlò a molte persone, cercando di portare un cambiamento in modo pacifico. Ma al governo non piaceva questo, e lo imprigionarono per molti anni. Mandela non perse mai la speranza, e divenne un simbolo della lotta per la libertà. Persone in tutto il mondo lo conoscevano e sostenevano la sua causa. Infine, dopo 27 anni, fu liberato. Il sogno di Mandela iniziò a diventare realtà quando divenne il primo Presidente nero del Sudafrica, e lavorò per unire persone di tutti i colori. mostrò al mondo il potere del perdono e quanto sia importante combattere per ciò che è giusto. Nelson Mandela è ricordato come un eroe che portò speranza e cambiamento al suo paese e al mondo.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Leonardo Da Vinci",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "C'era una volta in Italia un ragazzo curioso e intelligente di nome Leonardo da Vinci. Leonardo amava esplorare il mondo che lo circondava ed era interessato a molte cose. Gli piaceva disegnare, dipingere e persino inventare nuove cose. Crescendo, diventò molto bravo nell'arte e creò bellissimi dipinti, uno dei quali era la famosa 'Gioconda' che la gente ammira ancora oggi. Ma Leonardo non era solo un artista; era anche uno scienziato e un inventore. Studiava gli uccelli e sognava di creare una macchina che potesse volare, proprio come un aeroplano di oggi. Osservava anche il corpo umano per capire come funziona e disegnò molti schizzi delle sue idee. Leonardo era un uomo molto talentuoso, e la sua curiosità per il mondo non si è mai fermata. Continuò a imparare e creare per tutta la vita. Ci ha mostrato che se sei curioso e lavori sodo, puoi scoprire molte cose diverse e forse anche cambiare il mondo con le tue idee.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Cleopatra",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "C'era una volta, nell'antico Egitto, una famosa regina di nome Cleopatra. Cleopatra non era solo una regina; era anche molto intelligente e istruita. Poteva parlare molte lingue ed era conosciuta per il suo fascino e la sua intelligenza. Come sovrana dell'Egitto, Cleopatra si prendeva a cuore il suo popolo e lavorava duramente per rendere il suo paese forte e potente. Era anche famosa per la sua bellezza e per le sue grandi storie d'amore con potenti leader di altri paesi, come Giulio Cesare e Marco Antonio. Cleopatra visse in un'epoca in cui era molto raro per una donna occupare una posizione così potente, ma dimostrò di sapersi governare quanto un qualsiasi re. Fu una delle ultime sovrane dell'antico Egitto prima che diventasse parte dell'Impero Romano. La vita di Cleopatra fu piena di avventure, e è stata ricordata nel corso della storia come una delle donne più affascinanti e influenti del suo tempo.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Giovanna d'Arco",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "C'era una volta in Francia, una giovane ragazza di nome Giovanna d'Arco. Giovanna viveva in un piccolo villaggio durante un periodo in cui il suo paese, la Francia, era in guerra con un altro paese chiamato Inghilterra. Giovanna era molto coraggiosa e credeva di avere una missione speciale per aiutare la Francia. Diceva di sentire voci di santi che le dicevano di salvare il suo paese. Anche se era solo un'adolescente e una ragazza, Giovanna convinse il principe di Francia a lasciarla guidare un esercito. Indossava un'armatura e cavalcava un cavallo, guidando i suoi soldati in battaglia. Il coraggio di Giovanna ispirava tutti intorno a lei e aiutò a vincere alcune battaglie importanti. La gente la vedeva come un'eroina. Sfortunatamente, fu catturata dai suoi nemici e affrontò grandi sfide. Ma Giovanna non smise mai di credere nella sua missione. Anni dopo, venne ricordata come un simbolo di coraggio e patriottismo. Giovanna d'Arco divenne una santa e persone in tutto il mondo conoscono la sua storia. Ci ha insegnato che, indipendentemente da quanto si è giovani o piccoli, si possono fare grandi cose se si ha coraggio e si crede in se stessi.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Albert Einstein",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "C'era una volta un brillante fisico di nome Albert Einstein. Albert aveva una profonda curiosità riguardo l'universo e il suo funzionamento. Ideò una teoria rivoluzionaria chiamata 'Teoria della Relatività', che cambiò il nostro modo di comprendere spazio, tempo e gravità. La sua formula, E=mc², divenne famosa in tutto il mondo. Albert non era solo uno scienziato; era anche un sostenitore della pace e dei diritti umani. Si espresse contro la guerra e l'ingiustizia. Il suo lavoro e le sue idee rivoluzionarono la scienza e lo resero uno dei più famosi scienziati della storia. Albert Einstein ci ha mostrato che con immaginazione, curiosità e duro lavoro, possiamo svelare i misteri dell'universo e rendere il mondo un posto migliore.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "La caduta del Muro di Berlino",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "C'era una volta, nel 1989, un evento cruciale che si svolse a Berlino, in Germania: la Caduta del Muro di Berlino. Per decenni, il Muro di Berlino aveva separato Berlino Est e Berlino Ovest, simboleggiando la divisione tra Est e Ovest durante la Guerra Fredda. Era una barriera fisica e ideologica che rappresentava un simbolo di oppressione e divisione. Tuttavia, nell'autunno del 1989, una serie di manifestazioni pacifiche e cambiamenti politici in Germania Est portarono all'impensabile. Nella notte del 9 novembre 1989, il governo della Germania Est annunciò che i cittadini potevano attraversare liberamente a Berlino Ovest. Folla di gente si riversò verso il muro e, con martelli e scalpelli, iniziarono a smantellarlo. Il mondo guardò con stupore mentre famiglie e amici venivano riuniti con gioia, e persone di entrambi i lati del muro si abbracciavano. La caduta del Muro di Berlino segnò l'inizio della fine della Guerra Fredda e la successiva riunificazione della Germania. Fu una testimonianza del potere delle persone che si uniscono per abbattere le barriere e raggiungere la libertà e l'unità.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "La Via della Seta",
        "fiction": false,
        "level": "beginner",
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Molto tempo fa, nei tempi antichi, esisteva una vasta rete di rotte commerciali conosciuta come la Via della Seta. Questo viaggio storico non era una strada singola, ma un complesso intreccio di percorsi interconnessi che si estendevano attraverso l'Asia, collegando l'Est all'Ovest. La Via della Seta prese il nome dalla preziosa seta, un tessuto lussuoso prodotto in Cina, che era uno dei beni più ambiti scambiati lungo queste rotte. Tuttavia, la Via della Seta non riguardava solo la seta; era un condotto per lo scambio di beni, culture e idee. I commercianti provenienti da Cina, India, Persia, Arabia e altre regioni intraprendevano viaggi pericolosi, trasportando merci come spezie, metalli preziosi, gemme e tessuti esotici. Oltre a queste merci, condividevano le loro culture, religioni e tecnologie. La Via della Seta facilitava uno straordinario scambio di conoscenze, portando a progressi nella scienza, nella matematica e nell'arte. Svolse anche un ruolo significativo nella diffusione del buddismo, dell'Islam e del cristianesimo in diverse parti del mondo. Con il prosperare della Via della Seta, si favorì uno spirito di cooperazione e comprensione tra civiltà diverse. Nonostante le sfide dei terreni aspri e delle condizioni meteorologiche imprevedibili, i commercianti continuarono i loro viaggi, forgeando connessioni tra terre lontane. La Via della Seta era un ponte che collegava le persone attraverso i continenti e svolse un ruolo fondamentale nel plasmare la storia del nostro mondo.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "La Grande Muraglia Cinese",
        "fiction": false,
        "level": "beginner",
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Molti secoli fa, nella vasta e antica terra della Cina, iniziò un progetto di costruzione straordinario. Era la costruzione di quella che sarebbe poi diventata una delle strutture più iconiche e mozzafiato al mondo: la Grande Muraglia Cinese. Questo monumentale impegno non consisteva in una singola murata, ma in una serie di mura, fortificazioni e torri di guardia che si estendevano lungo il confine settentrionale della Cina. Lo scopo principale della Grande Muraglia era proteggere gli stati e gli imperi cinesi dalle invasioni delle tribù nomadi e dagli attacchi militari. La costruzione della Grande Muraglia iniziò oltre 2.000 anni fa durante la dinastia Qin, ma fu ampliata e ricostruita dalle successive dinastie, tra cui le dinastie Han, Ming e Qing. La muraglia fu costruita utilizzando vari materiali come pietra, terra, legno e mattoni, e copriva una distanza straordinaria, con stime che variavano da 13.000 a 21.196 miglia. Era una testimonianza dell'ingegnosità e della determinazione del popolo cinese. La Grande Muraglia non serviva solo come una formidabile struttura difensiva, ma facilitava anche il commercio, la comunicazione e gli scambi culturali lungo la Via della Seta. Ha resistito alla prova del tempo ed è rimasta un simbolo della ricca storia e della forza duratura della Cina. Oggi è riconosciuta come una delle Sette Meraviglie del Mondo ed è visitata da milioni di persone provenienti da tutto il globo, che vengono a meravigliarsi della sua grandiosità e del suo significato storico.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Scoperta della tomba di Tutankhamon",
        "fiction": false,
        "level": "beginner",
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "Nel 1922, l'archeologo Howard Carter scoprì una tomba antica nella Valle dei Re in Egitto. La tomba apparteneva al faraone Tutankhamon, un sovrano vissuto oltre 3.000 anni fa. Il team di Carter trovò la tomba intatta, colma di tesori e manufatti di immenso valore. La scoperta stupì il mondo, poiché la maggior parte delle tombe era stata depredato secoli prima. All'interno, scoprirono statue d'oro, gioielli, carri e l'iconica maschera funeraria d'oro. La tomba conteneva anche il corpo mummificato di Tutankhamon, fornendo spunti sui rituali dell'antico Egitto. Carter, famoso per aver guardato nella camera della tomba, disse: \"Vedo cose meravigliose!\" I manufatti rivelarono segreti sulla breve vita di Tutankhamon e sul mondo che governava. I tesori della sua tomba rimangono alcune delle scoperte archeologiche più significative della storia. La scoperta affascinò il pubblico e suscitò un interesse duraturo per i misteri dell'antico Egitto.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "L'invenzione della stampa (Johannes Gutenberg)",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "C'era una volta, nel XV secolo, Johannes Gutenberg ebbe un'idea brillante. Voleva creare una macchina in grado di stampare libri rapidamente. Nel 1439, Gutenberg inventò la stampatrice, che utilizzava caratteri mobili in metallo. Questo permetteva di riordinare e riutilizzare le lettere per ogni pagina. Il primo grande libro che stampò fu la Bibbia di Gutenberg, nel 1455. Prima di questo, i libri venivano copiati a mano, il che richiedeva mesi o anni. L'invenzione di Gutenberg rese la stampa più veloce, più economica e più accessibile. La conoscenza si diffuse rapidamente, alimentando il Rinascimento e la Riforma. La gente poteva ora leggere libri, apprendere nuove idee e condividere ampiamente la conoscenza. La stampatrice cambiò il modo in cui gli esseri umani comunicavano e preservavano le informazioni. È considerata una delle invenzioni più importanti della storia. Il lavoro di Gutenberg rivoluzionò l'istruzione, la scienza e la cultura in tutto il mondo. La sua stampatrice spianò la strada per il mondo moderno che conosciamo oggi.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "La Stele di Rosetta",
        "fiction": false,
        "level": "beginner",
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "Nel 1799, soldati francesi scoprirono una strana pietra nera a Rosetta, in Egitto. La pietra aveva tre tipi di scrittura: greco, demotico e geroglifici egiziani. Gli studiosi capirono che poteva svelare il significato dei geroglifici antichi. Jean-François Champollion studiò la Stele di Rosetta per molti anni. Confrontò il testo greco con i geroglifici per trovare il loro significato. Nel 1822, Champollion decifrò il codice, riuscendo finalmente a decifrare i geroglifici egiziani. Questa scoperta rivelò i segreti della scrittura e della cultura egiziana antica. Permise agli storici di comprendere le vite, la religione e il governo dei faraoni. La Stele di Rosetta divenne una chiave per sbloccare 3.000 anni di storia. Rimane una delle scoperte archeologiche più importanti del mondo. Oggi, la pietra è esposta al British Museum affinché tutti possano vederla. La Stele di Rosetta è un simbolo della curiosità umana e della ricerca della conoscenza.",
        "audio_file": "10022"
    },
    {
        "title": "The Siege of Constantinople",
        "title_translation": "L'Assedio di Costantinopoli",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1453, the Byzantine Empire faced its darkest hour as the Ottoman Sultan Mehmed II launched a massive assault on Constantinople. The city, once the jewel of Christendom, stood as the last remnant of the Eastern Roman Empire. Its towering walls had repelled countless invaders, but Mehmed was determined to succeed where others had failed. The Ottomans brought an arsenal of innovative weaponry, including a colossal cannon called the Basilica, capable of shattering stone walls. For weeks, the city endured relentless bombardment. Inside, Emperor Constantine XI rallied his people, uniting soldiers and civilians to defend their home against overwhelming odds. Despite the defenders' bravery, the city's resources dwindled. The Ottomans used tunnels to undermine the walls and deployed ships to blockade the city's harbor. On May 29, Mehmed launched his final assault. The defenders fought valiantly, but the walls were breached. As the invaders poured into the city, Constantine is said to have removed his imperial regalia and charged into battle, preferring death to capture. By day's end, the city had fallen, marking the end of the Byzantine Empire. Mehmed entered the Hagia Sophia, converting it into a mosque, a symbol of his victory. The fall of Constantinople reshaped history, opening the gateway for Ottoman expansion into Europe and marking the end of the medieval era. It also spurred European nations to seek new trade routes, igniting the Age of Exploration. The city's legacy as a crossroads of cultures, however, would endure.",
        "story_translation": "Nel 1453, l'Impero Bizantino affrontò la sua ora più oscura quando il sultano ottomano Mehmed II lanciò un massiccio assalto a Costantinopoli. La città, un tempo gioiello della Cristianità, rappresentava l'ultima remora dell'Impero Romano d'Oriente. Le sue imponenti mura avevano respinto innumerevoli invasori, ma Mehmed era determinato a avere successo là dove altri avevano fallito. Gli ottomani portarono un arsenale di armi innovative, tra cui un colossale cannone chiamato la Basilica, capace di frantumare le mura di pietra. Per settimane, la città subì incessanti bombardamenti. All'interno, l'imperatore Costantino XI radunò il suo popolo, unendo soldati e civili per difendere la loro casa contro avversità schiaccianti. Nonostante il coraggio dei difensori, le risorse della città si esaurirono. Gli ottomani utilizzarono tunnel per minare le mura e schierarono navi per bloccare il porto della città. Il 29 maggio, Mehmed lanciò il suo assalto finale. I difensori combatterono valorosamente, ma le mura furono violate. Quando gli invasori inondarono la città, si dice che Costantino si sia tolto la sua regalia imperiale e abbia caricato in battaglia, preferendo la morte alla cattura. Alla fine della giornata, la città era caduta, segnando la fine dell'Impero Bizantino. Mehmed entrò nella Basilica di Santa Sofia, convertendola in una moschea, simbolo della sua vittoria. La caduta di Costantinopoli rimodellò la storia, aprendo la via all'espansione ottomana in Europa e segnando la fine dell'era medievale. Stimolò anche le nazioni europee a cercare nuove rotte commerciali, incendiando l'Era delle Scoperte. Tuttavia, l'eredità della città come crocevia di culture sarebbe perdurata.",
        "audio_file": "10025"
    },
    {
        "title": "Battle of Waterloo",
        "title_translation": "Battaglia di Waterloo",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1815, on the fields of Waterloo in Belgium, one of history’s most decisive battles unfolded. Napoleon Bonaparte, recently escaped from exile on Elba, sought to reclaim his empire. Facing him were the combined forces of the Duke of Wellington and Prussian Field Marshal Blücher. The battlefield was soaked from days of rain, making movement difficult for troops and artillery. Napoleon, relying on his strategic brilliance, delayed his attack to let the ground dry. This hesitation allowed the Allied forces to strengthen their positions. As the battle commenced, French infantry and cavalry charged the Allied lines repeatedly. Wellington’s troops held firm in a defensive posture, famously relying on a sunken road and fortified farmhouses like La Haye Sainte. Meanwhile, the Prussian army, marching tirelessly, approached from the east. By late afternoon, Napoleon’s elite Imperial Guard advanced, expecting to break the Allies. To their shock, Wellington’s troops counterattacked, forcing the Guard to retreat. Soon after, Blücher’s Prussians arrived, striking the French from the rear. Surrounded and outnumbered, Napoleon's army disintegrated. This defeat marked the end of the Napoleonic Wars and sealed Napoleon’s fate as he was exiled to the remote island of Saint Helena. The Battle of Waterloo reshaped Europe, ushering in a new era of relative peace under the Congress of Vienna.",
        "story_translation": "Nel 1815, nei campi di Waterloo in Belgio, si svolse una delle battaglie più decisive della storia. Napoleon Bonaparte, recentemente scappato dall'esilio all'Elba, cercava di riconquistare il suo impero. Di fronte a lui si trovavano le forze combinate del Duca di Wellington e del Feldmaresciallo prussiano Blücher. Il campo di battaglia era inondata da giorni di pioggia, rendendo difficile il movimento per le truppe e l'artiglieria. Napoleone, fidandosi del suo genio strategico, ritardò il suo attacco per far asciugare il terreno. Questa esitazione permise alle forze alleate di rafforzare le loro posizioni. Quando la battaglia ebbe inizio, l'infanteria e la cavalleria francese caricarono ripetutamente le linee alleate. Le truppe di Wellington rimasero ferme in una postura difensiva, facendo famoso affidamento su una strada inerbita e su fattorie fortificate come La Haye Sainte. Nel frattempo, l'esercito prussiano, marciando instancabilmente, si avvicinava da est. Nel tardo pomeriggio, la Guardia Imperiale d'élite di Napoleone avanzò, aspettandosi di frantumare gli Alleati. Con loro grande shock, le truppe di Wellington contrattaccarono, costringendo la Guardia a ritirarsi. Poco dopo, i prussiani di Blücher arrivarono, colpendo i francesi da dietro. Circondato e in inferiorità numerica, l'esercito di Napoleone si disintegrò. Questa sconfitta segnò la fine delle guerre napoleoniche e sigillò il destino di Napoleone mentre veniva esiliato nell'isola remota di Sant'Elena. La Battaglia di Waterloo rimodellò l'Europa, dando inizio a una nuova era di relativa pace sotto il Congresso di Vienna.",
        "audio_file": "10026"
    },
    {
        "title": "Destruction of Pompeii",
        "title_translation": "Distruzione di Pompei",
        "fiction": false,
        "level": "intermediate",
        "story": "In 79 AD, the ancient Roman city of Pompeii bustled with life. Located near the Bay of Naples, it was a prosperous town, known for its grand villas, busy markets, and vibrant streets. Life carried on as usual beneath the looming shadow of Mount Vesuvius, a volcano many believed to be dormant. On August 24, everything changed. Without warning, Vesuvius erupted violently, spewing ash, pumice, and deadly gases into the sky. The eruption lasted for two days, burying Pompeii under meters of volcanic debris. Many residents tried to flee, but the fast-moving pyroclastic flows made escape nearly impossible. For centuries, Pompeii lay hidden beneath the ash, preserved in remarkable detail. In the 18th century, archaeologists began uncovering the city, revealing its well-preserved streets, homes, and even the remains of its residents, frozen in time by the ash. Artifacts like frescoes, mosaics, and pottery provided a glimpse into daily life in the Roman Empire. The discovery was bittersweet—a reminder of the sudden tragedy and a celebration of the rich culture that had thrived there. Today, Pompeii is a UNESCO World Heritage Site, visited by millions who walk its streets and imagine the lives of those who lived in its shadow. It stands as a testament to the power of nature and the resilience of history.",
        "story_translation": "Nel 79 d.C., l'antica città romana di Pompei era vivace e piena di vita. Situata vicino alla Baia di Napoli, era una città prospera, nota per le sue grandiose ville, mercati affollati e strade vivaci. La vita proseguiva come al solito sotto l'ombra minacciosa del Vesuvio, un vulcano che molti credevano essere inattivo. Il 24 agosto, tutto cambiò. Senza preavviso, il Vesuvio eruttò violentemente, sputando cenere, pomice e gas mortali nel cielo. L'eruzione durò due giorni, seppellendo Pompei sotto metri di detriti vulcanici. Molti residenti cercarono di fuggire, ma i rapidi flussi piroclastici resero la fuga quasi impossibile. Per secoli, Pompei rimase nascosta sotto la cenere, conservata in dettagli straordinari. Nel XVIII secolo, gli archeologi iniziarono a riportare alla luce la città, rivelando le sue strade ben conservate, le abitazioni e persino i resti dei suoi abitanti, congelati nel tempo dalla cenere. Articoli come affreschi, mosaici e ceramiche offrivano uno sguardo sulla vita quotidiana nell'Impero Romano. La scoperta fu agrodolce: un promemoria della tragica improvvisa e una celebrazione della ricca cultura che aveva prosperato lì. Oggi, Pompei è un Sito Patrimonio dell'Umanità UNESCO, visitato da milioni di persone che percorrono le sue strade e immaginano le vite di coloro che vivevano sotto la sua ombra. È una testimonianza della potenza della natura e della resilienza della storia.",
        "audio_file": "10027"
    },
    {
        "title": "Timbuktu",
        "title_translation": "Timbuctù",
        "fiction": false,
        "level": "intermediate",
        "story": "In the 15th century, the city of Timbuktu in West Africa was a thriving hub of trade, culture, and scholarship. Situated along the Niger River and at the edge of the Sahara Desert, it was part of the Mali Empire, a kingdom famed for its wealth and learning. Merchants came from across Africa and beyond, bringing gold, salt, and other goods. However, it was Timbuktu's universities and libraries that truly set it apart. The city housed thousands of manuscripts on subjects ranging from astronomy to medicine, written in Arabic and local languages. Scholars from far and wide gathered in Timbuktu to study and debate. The Sankore Mosque, part of the city's educational complex, became a symbol of intellectual achievement. Under the patronage of rulers like Mansa Musa, Timbuktu flourished, earning its reputation as a center of knowledge. However, as empires shifted and trade routes changed, Timbuktu's influence waned. By the 16th century, the city faced invasions and decline, leaving many of its treasures vulnerable to the sands of time. Today, efforts are underway to preserve Timbuktu's ancient manuscripts. These fragile documents remind the world of a time when knowledge and culture united people across continents, creating a legacy that endures in the modern era.",
        "story_translation": "Nel XV secolo, la città di Timbuktu in Africa occidentale era un fiorente centro di commercio, cultura e scolarità. Situata lungo il fiume Niger e ai margini del deserto del Sahara, faceva parte dell'impero del Mali, un regno famoso per la sua ricchezza e il suo sapere. I mercanti provenivano da tutta l'Africa e oltre, portando oro, sale e altre merci. Tuttavia, furono le università e le biblioteche di Timbuktu a distinguerla veramente. La città ospitava migliaia di manoscritti su argomenti che spaziavano dall'astronomia alla medicina, scritti in arabo e nelle lingue locali. Studiosi da lontano si riunivano a Timbuktu per studiare e dibattere. La moschea di Sankore, parte del complesso educativo della città, divenne un simbolo del raggiungimento intellettuale. Sotto il patrocinio di sovrani come Mansa Musa, Timbuktu prosperò, guadagnandosi la reputazione di centro del sapere. Tuttavia, con il cambiamento degli imperi e delle rotte commerciali, l'influenza di Timbuktu diminuì. Nel XVI secolo, la città affrontò invasioni e declino, lasciando molte delle sue ricchezze vulnerabili alle sabbie del tempo. Oggi, sono in corso sforzi per preservare gli antichi manoscritti di Timbuktu. Questi documenti fragili ricordano al mondo un'epoca in cui conoscenza e cultura univano le persone attraverso i continenti, creando un'eredità che perdura nell'era moderna.",
        "audio_file": "10028"
    },
    {
        "title": "The Black Death",
        "title_translation": "La Peste Nera",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1347, a merchant ship docked in the bustling port of Messina, Sicily, carrying more than spices and goods—it carried death. Unknowingly, the sailors had brought with them the plague. Rats aboard the ship, infested with fleas carrying Yersinia pestis, spread the disease rapidly. The Black Death swept through Europe like wildfire, killing millions in just a few years. Entire villages were abandoned, and cities burned the belongings of the infected in desperate attempts to stop the spread. Doctors wore beaked masks filled with herbs, believing the scent would protect them. Amid the devastation, society was transformed. Labor shortages gave peasants more bargaining power, weakening feudal structures. Art, literature, and religion reflected the collective trauma, with grim depictions of death and suffering. While the plague receded by the late 1350s, its legacy shaped Europe forever, influencing both its economy and culture.",
        "story_translation": "Nel 1347, una nave mercantile attraccò nel vivace porto di Messina, in Sicilia, trasportando più di spezie e merci: portava morte. Senza saperlo, i marinai avevano portato con sé la peste. I ratti a bordo della nave, infetti da pulci portatrici di Yersinia pestis, diffusero rapidamente la malattia. La Morte Nera si diffuse in Europa come un incendio, uccidendo milioni di persone in pochi anni. Interi villaggi furono abbandonati e le città bruciarono i beni degli infetti in tentativi disperati di fermare la diffusione. I medici indossavano maschere a becco riempite di erbe, credendo che l’odore li avrebbe protetti. In mezzo alla devastazione, la società si trasformò. La carenza di manodopera diede ai contadini maggiore potere contrattuale, indebolendo le strutture feudali. L'arte, la letteratura e la religione riflettevano il trauma collettivo, con rappresentazioni cupe di morte e sofferenza. Sebbene la peste si sia ritirata alla fine degli anni '50 del 1300, il suo lascito ha plasmato l'Europa per sempre, influenzando sia la sua economia che la sua cultura.",
        "audio_file": "10029"
    },
    {
        "title": "The Spanish Armada",
        "title_translation": "L'Armada spagnola",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1588, the Spanish Armada, a fleet of 130 ships, set sail under the command of King Philip II of Spain. Its mission was to invade England, dethrone Queen Elizabeth I, and restore Catholicism. The Armada was one of the most formidable naval forces ever assembled, armed with thousands of soldiers and sailors. However, the English navy, led by Sir Francis Drake, had other plans. With smaller, more maneuverable ships and innovative tactics, the English harried the Spanish fleet along the English Channel. Nature played a decisive role as well. Fierce storms scattered the Armada as it attempted to regroup off the coast of Gravelines. The battered fleet limped home, having lost over a third of its ships and thousands of men. The defeat was a turning point in European history, marking the decline of Spanish naval supremacy and the rise of England as a global maritime power. Queen Elizabeth celebrated the victory as a divine endorsement of her rule, securing her place in history as one of England's greatest monarchs.",
        "story_translation": "Nel 1588, l'Armada spagnola, una flotta di 130 navi, salpò sotto il comando del re Filippo II di Spagna. La sua missione era invadere l'Inghilterra, deporre la regina Elisabetta I e ristabilire il cattolicesimo. L'Armada era una delle forze navali piùformidabili mai riunite, armata con migliaia di soldati e marinai. Tuttavia, la marina inglese, guidata da Sir Francis Drake, aveva altri piani. Con navi più piccole e manovrabili e tattiche innovative, gli inglesi assediarono la flotta spagnola lungo il Canale della Manica. Anche la natura giocò un ruolo decisivo. Tempeste violente dispersero l'Armada mentre tentava di riorganizzarsi al largo della costa di Gravelines. La flotta malconcia tornò a casa, avendo perso oltre un terzo delle sue navi e migliaia di uomini. La sconfitta fu un punto di svolta nella storia europea, segnando il declino della supremazia navale spagnola e l'ascesa dell'Inghilterra come potenza marittima globale. La regina Elisabetta celebrò la vittoria come un'approvazione divina del suo regno, assicurandosi un posto nella storia come una delle più grandi monarchi d'Inghilterra.",
        "audio_file": "10030"
    },
    {
        "title": "Hannibal Barca",
        "title_translation": "Hannibal Barca",
        "fiction": false,
        "level": "intermediate",
        "story": "In the winter of 218 BCE, Hannibal Barca, the Carthaginian general, led one of the most daring military campaigns in history. Determined to strike at the heart of the Roman Republic, he embarked on a bold journey to cross the Alps with an army of 50,000 men, 9,000 cavalry, and 37 war elephants. The journey was treacherous. Hannibal's army faced freezing temperatures, steep cliffs, and hostile mountain tribes. Many soldiers and animals perished along the way. Despite these challenges, Hannibal's sheer determination and strategic brilliance inspired his troops to push forward. When he finally descended into northern Italy, the Roman Senate was shocked. Hannibal quickly proved his might, defeating Roman forces at battles like Trebia and Lake Trasimene. Though he would never capture Rome itself, Hannibal's campaign marked one of the greatest threats the Republic ever faced and established him as one of history’s most legendary military commanders.",
        "story_translation": "Nell'inverno del 218 a.C., Annibale Barca, il generale cartaginese, guidò una delle campagne militari più audaci della storia. Determinato a colpire il cuore della Repubblica Romana, intraprese un coraggioso viaggio per attraversare le Alpi con un esercito di 50.000 uomini, 9.000 cavalieri e 37 elefanti da guerra. Il viaggio fu infido. L'esercito di Annibale affrontò temperature glaciali, ripide scogliere e tribù montane ostili. Molti soldati e animali perirono lungo il cammino. Nonostante queste sfide, la pura determinazione di Annibale e il suo genio strategico ispirarono le sue truppe a avanzare. Quando finalmente scese nel nord Italia, il Senato Romano rimase scioccato. Annibale dimostrò rapidamente la sua forza, sconfiggendo le forze romane in battaglie come quella del Trebbia e del Lago Trasimeno. Sebbene non avrebbe mai catturato Roma stessa, la campagna di Annibale segnò una delle più grandi minacce che la Repubblica avesse mai affrontato e lo stabilì come uno dei comandanti militari più leggendari della storia.",
        "audio_file": "10031"
    },
    {
        "title": "Fall of Western Rome",
        "title_translation": "Caduta di Roma occidentale",
        "fiction": false,
        "level": "intermediate",
        "story": "In 476 CE, the Roman Empire, which had dominated the Mediterranean for centuries, faced its final collapse. The once-mighty empire had been weakened by internal corruption, economic troubles, and invasions by barbarian tribes. Odoacer, a Germanic chieftain, led a rebellion against the last Roman emperor, Romulus Augustulus. Unlike his illustrious predecessors, Romulus was a young and powerless ruler, a mere figurehead controlled by his advisors. When Odoacer marched into Rome, there was little resistance. Odoacer deposed Romulus and sent the imperial insignia to Constantinople, signaling the end of the Western Roman Empire. Rather than declaring himself emperor, Odoacer ruled Italy as its king, under nominal recognition from the Eastern Roman Empire. This event marked the beginning of the Middle Ages in Europe. While the Eastern Roman Empire, known as the Byzantine Empire, would endure for nearly a thousand more years, the West fragmented into smaller kingdoms, setting the stage for the medieval era and the rise of new powers across the continent.",
        "story_translation": "Nel 476 d.C., l'Impero Romano, che aveva dominato il Mediterraneo per secoli, affrontò il suo definitivo collasso. L'ormai potente impero era stato indebolito da corruzione interna, problemi economici e invasioni di tribù barbariche. Odoacre, un capo germanico, guidò una ribellione contro l'ultimo imperatore romano, Romolo Augustolo. A differenza dei suoi illustri predecessori, Romolo era un giovane e impotente sovrano, una semplice figura simbolica controllata dai suoi consiglieri. Quando Odoacre entrò a Roma, ci fu poca resistenza. Odoacre depose Romolo e inviò le insegne imperiali a Costantinopoli, segnando la fine dell'Impero Romano d'Occidente. Invece di proclamarsi imperatore, Odoacre governò l'Italia come suo re, sotto il riconoscimento nominale dell'Impero Romano d'Oriente. Questo evento segnò l'inizio del Medioevo in Europa. Mentre l'Impero Romano d'Oriente, noto come Impero Bizantino, avrebbe resistito per quasi mille anni in più, l'Ovest si frammentò in regni più piccoli, preparando il terreno per l'era medievale e l'ascesa di nuove potenze in tutto il continente.",
        "audio_file": "10032"
    },
    {
        "title": "News Report 1 - Climate Change Global Summit",
        "title_translation": "Rapporto di notizia 1 - Vertice globale sul cambiamento climatico",
        "fiction": false,
        "level": "advanced",
        "story": "In a historic moment for international cooperation, over 190 nations have reached a groundbreaking climate accord at the Global Summit held in Geneva. The agreement, praised as a critical step in the fight against climate change, sets unprecedented targets for reducing greenhouse gas emissions and transitioning to renewable energy sources by mid-century. The accord includes commitments to limit global temperature rise to 1.5 degrees Celsius above pre-industrial levels. Developed nations pledged significant financial aid to support developing countries in their transition to greener economies, with a $100 billion annual fund established to address climate resilience and sustainable development. Negotiations were intense, spanning weeks, as countries debated the balance between environmental ambition and economic growth. Key breakthroughs came after major emitters, including the United States, China, and the European Union, agreed on phased reductions in coal use and investment in carbon capture technologies. Critics, however, warn that the agreement lacks enforceable mechanisms, relying heavily on voluntary compliance and peer review. Climate activists also expressed concerns, urging nations to move faster in implementing their pledges. The summit’s success marks a turning point in global environmental diplomacy, though much work remains to translate commitments into action. Analysts suggest that the coming years will test the resolve of governments and industries to prioritize the environment over short-term economic interests.",
        "story_translation": "In un momento storico per la cooperazione internazionale, oltre 190 nazioni hanno raggiunto un accordo climatico rivoluzionario al Vertice Globale tenutosi a Ginevra. L'accordo, lodato come un passo critico nella lotta contro il cambiamento climatico, stabilisce obiettivi senza precedenti per ridurre le emissioni di gas serra e passare a fonti di energia rinnovabile entro la metà del secolo. L'accordo include impegni per limitare l'aumento della temperatura globale a 1,5 gradi Celsius sopra i livelli pre-industriali. Le nazioni sviluppate hanno promesso un significativo aiuto finanziario per supportare i paesi in via di sviluppo nella loro transizione verso economie più verdi, con un fondo annuale di 100 miliardi di dollari istituito per affrontare la resilienza climatica e lo sviluppo sostenibile. Le negoziazioni sono state intense e si sono protratte per settimane, mentre i paesi dibattevano sull'equilibrio tra ambizione ambientale e crescita economica. Svolte chiave sono arrivate dopo che i principali emettitori, tra cui Stati Uniti, Cina e Unione Europea, hanno concordato riduzioni graduali nell'uso del carbone e investimenti nelle tecnologie di cattura del carbonio. Tuttavia, i critici avvertono che l'accordo manca di meccanismi applicabili, facendo fortemente affidamento sulla conformità volontaria e sulla revisione tra pari. Anche gli attivisti per il clima hanno espresso preoccupazioni, esortando le nazioni a muoversi più rapidamente nell'attuazione dei loro impegni. Il successo del vertice segna un punto di svolta nella diplomazia ambientale globale, sebbene resti molto lavoro da fare per tradurre gli impegni in azioni. Gli analisti suggeriscono che i prossimi anni metteranno alla prova la determinazione dei governi e delle industrie a dare priorità all'ambiente rispetto agli interessi economici a breve termine.",
        "audio_file": "10033"
    },
    {
        "title": "News Report 2 - Global Markets React to Currency Crisis",
        "title_translation": "Notiziario 2 - I mercati globali reagiscono alla crisi valutaria",
        "fiction": false,
        "level": "advanced",
        "story": "Global financial markets experienced a sharp downturn today following the unexpected collapse of the FluffyCoin, a regional currency used by multiple emerging economies. The crisis, triggered by investor panic and rapid devaluation, has sent shockwaves across stock exchanges and raised concerns about broader economic instability. The currency's collapse began after a major bond default by the government of France, the largest economy using the FluffyCoin. International rating agencies quickly downgraded the nation’s credit status, further shaking investor confidence. Within hours, trading volumes surged, and the currency lost over 30% of its value against the dollar. Central banks in neighboring countries scrambled to stabilize their own economies. Emergency measures included interest rate hikes and liquidity injections, but these actions failed to fix markets. International lenders like the International Monetary Fund and World Bank are preparing intervention packages to assist affected economies. Meanwhile, countries have called for an emergency summit of nations to coordinate a regional response. As analysts debate the long-term implications, ordinary citizens in the impacted countries are grappling with skyrocketing inflation and dwindling purchasing power. Protests have erupted in several cities, with calls for accountability and economic reforms growing louder. Global leaders are urging calm but face mounting pressure to implement systemic changes to prevent similar crises in the future.",
        "story_translation": "I mercati finanziari globali hanno subito un brusco calo oggi a seguito del crollo inaspettato della FluffyCoin, una valuta regionale utilizzata da diverse economie emergenti. La crisi, scatenata dal panico degli investitori e da una rapidissima svalutazione, ha inviato onde d'urto attraverso le borse e ha sollevato preoccupazioni riguardo a una maggiore instabilità economica. Il crollo della valuta è iniziato dopo un importante default obbligazionario da parte del governo francese, la più grande economia ad utilizzare la FluffyCoin. Le agenzie di rating internazionali hanno rapidamente declassato il credito della nazione, ulteriormente minando la fiducia degli investitori. Nel giro di poche ore, i volumi di scambio sono aumentati e la valuta ha perso oltre il 30% del suo valore rispetto al dollaro. Le banche centrali nei paesi vicini si sono affrettate a stabilizzare le proprie economie. Le misure di emergenza hanno incluso aumenti dei tassi di interesse e iniezioni di liquidità, ma queste azioni non sono riuscite a risolvere i mercati. I finanziatori internazionali come il Fondo Monetario Internazionale e la Banca Mondiale stanno preparando pacchetti di intervento per assistere le economie colpite. Nel frattempo, i paesi hanno convocato un vertice di emergenza delle nazioni per coordinare una risposta regionale. Mentre gli analisti dibattono sulle implicazioni a lungo termine, i cittadini comuni nei paesi interessati stanno affrontando un'inflazione galoppante e un potere d'acquisto in diminuzione. Sono scoppiate proteste in diverse città, con richieste di responsabilità e riforme economiche sempre più forti. I leader globali stanno esortando alla calma, ma affrontano crescenti pressioni per attuare cambiamenti sistemici al fine di prevenire crisi simili in futuro.",
        "audio_file": "10034"
    },
    {
        "title": "News Report 3 - United Nations General Assembly ",
        "title_translation": "Notiziario 3 - Assemblea Generale delle Nazioni Unite",
        "fiction": false,
        "level": "advanced",
        "story": "The United Nations General Assembly convened today in New York to address the rapidly advancing field of artificial intelligence, focusing on its global implications for security, ethics, and development. Leaders from 193 member states engaged in a debate over how to balance technological innovation with ethical safeguards. Central to the discussions was a proposal from the European Union to establish a Global Ethics Framework,  which would set universal guidelines on transparency, accountability, and data privacy. Countries like Japan and Canada voiced strong support, citing the importance of international cooperation in mitigating risks such as bias and misuse in autonomous systems. However, tensions arose as major technology-producing nations, including the United States and China, resisted calls for binding regulations. Representatives from the Global South, led by Kenya and Brazil, stressed the need for equitable access to AI technologies, highlighting the disparities in resources and technical infrastructure between developed and developing nations. In parallel events, tech CEOs and civil society organizations held side discussions to propose collaborative solutions, including public-private partnerships for ethical AI development. The General Assembly concluded the first day of its session with plans to draft a resolution outlining principles for AI governance. While the road ahead is complex, diplomats remain optimistic that this meeting could lay the groundwork for a landmark international agreement on one of the most transformative technologies of the century.",
        "story_translation": "L'Assemblea Generale delle Nazioni Unite si è riunita oggi a New York per affrontare il campo in rapida evoluzione dell'intelligenza artificiale, concentrandosi sulle sue implicazioni globali per la sicurezza, l'etica e lo sviluppo. I leader dei 193 stati membri hanno partecipato a un dibattito su come bilanciare l'innovazione tecnologica con le salvaguardie etiche. Al centro delle discussioni c'era una proposta dell'Unione Europea per stabilire un Quadro Etico Globale, che fisserebbe linee guida universali su trasparenza, responsabilità e privacy dei dati. Paesi come Giappone e Canada hanno espresso un forte sostegno, citando l'importanza della cooperazione internazionale per mitigare rischi come pregiudizi e abusi nei sistemi autonomi. Tuttavia, sono emerse tensioni poiché le principali nazioni produttrici di tecnologia, tra cui Stati Uniti e Cina, hanno resistito alle richieste di regolamentazioni vincolanti. I rappresentanti del Sud del Mondo, guidati da Kenya e Brasile, hanno sottolineato la necessità di un accesso equo alle tecnologie di intelligenza artificiale, evidenziando le disparità nelle risorse e nelle infrastrutture tecniche tra i paesi sviluppati e quelli in via di sviluppo. In eventi paralleli, amministratori delegati della tecnologia e organizzazioni della società civile hanno tenuto discussioni laterali per proporre soluzioni collaborative, tra cui partenariati pubblico-privato per lo sviluppo etico dell'IA. L'Assemblea Generale ha concluso il primo giorno della sua sessione con piani per redigere una risoluzione che delinei principi per la governance dell'IA. Sebbene la strada da percorrere sia complessa, i diplomatici rimangono ottimisti sul fatto che questo incontro possa gettare le basi per un accordo internazionale storico su una delle tecnologie più trasformative del secolo.",
        "audio_file": "10035"
    },
    {
        "title": "News Report 4 - Protests in Paris",
        "title_translation": "Notizie 4 - Proteste a Parigi",
        "fiction": false,
        "level": "advanced",
        "story": "Paris saw massive demonstrations today as hundreds of thousands of citizens took to the streets to protest the French government’s proposed pension reforms. The sweeping changes, which include raising the retirement age from 62 to 64, have sparked widespread backlash, with unions and workers across industries calling for immediate withdrawal of the proposal. Protestors blocked roads and public transportation systems in major cities, including Marseille, Lyon, and Toulouse. Strikes disrupted schools, rail services, and airports, bringing parts of the country to a standstill. In Paris, demonstrators marched through iconic boulevards, culminating in a rally near the center of the city. Tensions escalated in the afternoon when clashes broke out between small groups of protesters and police in Paris. Authorities deployed tear gas and water cannons to disperse the crowd, while protesters hurled objects and set trash bins on fire. Over 100 arrests were reported by the evening, though the majority of demonstrations remained peaceful. Unions have vowed to intensify their efforts, calling for another nationwide strike next week. The government faces mounting pressure to find a compromise, as public opinion remains largely against the changes. A recent poll indicated that nearly 70% of French citizens oppose the reform. With both sides entrenched in their positions, the standoff is expected to continue, testing the resilience of president’s administration.",
        "story_translation": "Parigi ha visto oggi enormi manifestazioni mentre centinaia di migliaia di cittadini scendevano in strada per protestare contro le proposte di riforma delle pensioni del governo francese. I cambiamenti radicali, che includono l'innalzamento dell'età pensionabile da 62 a 64 anni, hanno suscitato una forte reazione, con sindacati e lavoratori di vari settori che chiedono il ritiro immediato della proposta. I manifestanti hanno bloccato strade e sistemi di trasporto pubblico nelle principali città, tra cui Marsiglia, Lione e Tolosa. Scioperi hanno interrotto scuole, servizi ferroviari e aeroporti, paralizzando alcune parti del paese. A Parigi, i dimostranti hanno sfilato lungo i boulevards iconici, culminando in un raduno vicino al centro della città. Le tensioni sono aumentate nel pomeriggio quando si sono verificati scontri tra piccoli gruppi di manifestanti e polizia a Parigi. Le autorità hanno impiegato gas lacrimogeni e cannoni ad acqua per disperdere la folla, mentre i manifestanti lanciavano oggetti e appiccavano fuochi ai bidoni della spazzatura. Oltre 100 arresti sono stati segnalati entro sera, anche se la maggior parte delle manifestazioni è rimasta pacifica. I sindacati hanno promesso di intensificare i loro sforzi, chiedendo un altro sciopero nazionale per la prossima settimana. Il governo affronta una crescente pressione per trovare un compromesso, poiché l'opinione pubblica rimane per lo più contraria ai cambiamenti. Un recente sondaggio ha indicato che quasi il 70% dei cittadini francesi si oppone alla riforma. Con entrambe le parti arroccate nelle loro posizioni, l'impasse è destinata a continuare, mettendo alla prova la resilienza dell'amministrazione del presidente.",
        "audio_file": "10036"
    },
    {
        "title": "News Report 5 - Election Day",
        "title_translation": "Notiziario 5 - Giorno delle Elezioni",
        "fiction": false,
        "level": "advanced",
        "story": "In a landmark general election, the nation witnessed an unprecedented voter turnout, with citizens flocking to polling stations in record numbers. The election, characterized by a highly competitive race between major party candidates, concluded with a narrow margin, underscoring the significance of every ballot cast. The election process commenced with a series of primaries and caucuses, where delegates were allocated based on proportional representation. As the campaign progressed, both parties held national conventions to formally nominate their presidential and vice-presidential candidates. The ensuing debates and nationwide canvassing efforts galvanized the electorate, culminating in heightened engagement on Election Day. Preliminary exit polls indicated a diverse voter demographic, with significant participation from first-time voters and historically underrepresented communities. The election also saw an increase in absentee and early voting, facilitated by reforms aimed at expanding access to the ballot.",
        "story_translation": "In una storica elezione generale, la nazione ha assistito a un'affluenza al voto senza precedenti, con i cittadini che si sono recati alle urne in numeri record. L'elezione, caratterizzata da una gara altamente competitiva tra i candidati dei principali partiti, è terminata con un margine ridotto, sottolineando l'importanza di ogni voto espresso. Il processo elettorale è iniziato con una serie di primarie e caucus, dove i delegati sono stati assegnati in base alla rappresentanza proporzionale. Con il progredire della campagna, entrambi i partiti hanno tenuto convenzioni nazionali per nominare formalmente i loro candidati alla presidenza e vice-presidenza. I dibattiti seguenti e gli sforzi di canvassing a livello nazionale hanno galvanizzato l'elettorato, culminando in un maggiore coinvolgimento il Giorno delle Elezioni. I primi sondaggi d'uscita hanno indicato una demografia elettorale diversa, con una significativa partecipazione di elettori alle prime armi e comunità storicamente sottorappresentate. L'elezione ha visto anche un aumento del voto assente e anticipato, facilitato da riforme mirate ad ampliare l'accesso al voto.",
        "audio_file": "10037"
    },
    {
        "title": "Free Will and Determinism",
        "title_translation": "Libero Arbitrio e Determinismo",
        "fiction": false,
        "level": "advanced",
        "story": "The philosophical debate surrounding free will and determinism has persisted for centuries, often raising questions about the nature of human agency and the fabric of reality. At its core, the paradox emerges from the apparent contradiction between the autonomy of choice and the deterministic nature of the universe. Determinism posits that every event, including human decisions, is the inevitable result of preceding causes governed by natural laws. In this framework, the universe operates as a vast, causal mechanism, where every action is a consequence of prior states of affairs. If this is true, human freedom may be an illusion, as our choices are predicated on factors beyond our control, such as genetics, upbringing, and environmental stimuli. Conversely, the concept of free will asserts that individuals possess the capacity to make choices independent of external constraints. This notion underpins moral responsibility, suggesting that people can be held accountable for their actions precisely because they could have acted otherwise. However, if free will exists, how does it reconcile with the deterministic laws that govern the physical world? There have been attempts to resolve this dilemma by arguing that free will and determinism are not mutually exclusive. They propose that freedom lies not in escaping causality but in the ability to act in accordance with one’s desires and intentions. Thus, even if our choices have deterministic origins, we can still be considered free as long as we act without coercion. In contrast, libertarians (not to be confused with political libertarians) reject determinism, asserting that free will necessitates indeterminacy. They argue that certain aspects of human decision-making transcend causal chains, introducing an element of unpredictability. However, this stance raises its own conundrum: if actions are not causally determined, do they become arbitrary or random, thereby undermining the coherence of moral responsibility? The debate continues to challenge philosophers, scientists, and theologians alike, as it touches upon questions of ethics, metaphysics, and neuroscience. Advances in cognitive science and quantum mechanics have added new dimensions to the discussion, suggesting that the interplay between determinism and randomness might be more complex than previously imagined. Ultimately, the paradox of free will and determinism serves as a reminder of the limits of human understanding. It invites us to explore the boundaries of agency, causality, and the essence of what it means to be human, offering no definitive answers but countless avenues for inquiry and reflection.",
        "story_translation": "Il dibattito filosofico che circonda il libero arbitrio e il determinismo è persistito per secoli, sollevando spesso domande sulla natura dell'agency umana e sul tessuto della realtà. Al suo centro, il paradosso emerge dall'apparente contraddizione tra l'autonomia della scelta e la natura deterministica dell'universo. Il determinismo postula che ogni evento, comprese le decisioni umane, sia il risultato inevitabile di cause precedenti governate da leggi naturali. In questo contesto, l'universo opera come un vasto meccanismo causale, dove ogni azione è una conseguenza di stati di cose precedenti. Se ciò è vero, la libertà umana potrebbe essere un'illusione, poiché le nostre scelte sono predicate su fattori al di là del nostro controllo, come genetica, educazione e stimoli ambientali. Al contrario, il concetto di libero arbitrio afferma che gli individui possiedono la capacità di fare scelte indipendentemente da vincoli esterni. Questa nozione sottende la responsabilità morale, suggerendo che le persone possono essere ritenute responsabili delle loro azioni proprio perché avrebbero potuto agire diversamente. Tuttavia, se il libero arbitrio esiste, come si concilia con le leggi deterministiche che governano il mondo fisico? Ci sono stati tentativi di risolvere questo dilemma sostenendo che libero arbitrio e determinismo non sono mutuamente esclusivi. Propongono che la libertà non risieda nell'evasione della causalità, ma nella capacità di agire in accordo con i propri desideri e intenzioni. Così, anche se le nostre scelte hanno origini deterministiche, possiamo comunque essere considerati liberi fintanto che agiamo senza coercizione. Al contrario, i libertari (da non confondere con i libertari politici) rifiutano il determinismo, affermando che il libero arbitrio necessita di indeterminatezza. Sostengono che alcuni aspetti della decisione umana trascendono le catene causali, introducendo un elemento di imprevedibilità. Tuttavia, questa posizione solleva il suo stesso enigma: se le azioni non sono determinati causalmente, diventano arbitrarie o casuali, minando così la coerenza della responsabilità morale? Il dibattito continua a sfidare filosofi, scienziati e teologi, poiché tocca domande etiche, metafisiche e neuroscientifiche. I progressi nella scienza cognitiva e nella meccanica quantistica hanno aggiunto nuove dimensioni alla discussione, suggerendo che l'interazione tra determinismo e casualità potrebbe essere più complessa di quanto si immaginasse in precedenza. In definitiva, il paradosso del libero arbitrio e del determinismo serve da promemoria sui limiti della comprensione umana. Ci invita a esplorare i confini dell'agency, della causalità e dell'essenza di ciò che significa essere umani, offrendo nessuna risposta definitiva ma innumerevoli vie per l'indagine e la riflessione.",
        "audio_file": "10038"
    },
    {
        "title": "The Ship of Theseus and the Nature of Identity",
        "title_translation": "La nave di Teseo e la natura dell'identità",
        "fiction": false,
        "level": "advanced",
        "story": "The Ship of Theseus is a thought experiment that has captivated philosophers for centuries, raising profound questions about the nature of identity and continuity. It asks: if a ship has all its parts replaced over time, piece by piece, is it still the same ship? This paradox, often attributed to ancient Greek philosophy, serves as a lens through which the persistence of identity is scrutinized. Consider Theseus’s ship docked in a harbor. Over the years, as its wooden planks rot, each is replaced with a new, identical piece. Eventually, none of the original components remain. At this point, can we still refer to it as the Ship of Theseus? Moreover, what if all the removed parts were gathered and reassembled elsewhere—would this new reconstruction also qualify as the Ship of Theseus? The paradox forces us to confront the essence of identity. Is it tied to physical continuity, the arrangement of parts, or something more abstract, like function or purpose? One perspective argues that objects are defined by their constituent parts. Under this view, the Ship of Theseus ceases to be the same ship as soon as any part is replaced. On the other hand, the functionalist approach suggests that as long as the ship serves its purpose and maintains its structure, its identity persists despite material changes. The thought experiment extends beyond ships to personal identity. Humans, like ships, are in constant flux. Our cells regenerate, our thoughts evolve, and our experiences reshape us. Yet, we maintain a sense of self across time. What, then, anchors this continuity? Some argue that identity resides in memory and consciousness—a thread that ties past, present, and future together. Others contend that identity is an illusion, a construct designed to provide coherence in a world of perpetual change.",
        "story_translation": "La nave di Teseo è un esperimento mentale che ha affascinato i filosofi per secoli, sollevando domande profonde sulla natura dell'identità e della continuità. Si chiede: se una nave ha tutte le sue parti sostituite nel tempo, pezzo dopo pezzo, è ancora la stessa nave? Questo paradosso, spesso attribuito alla filosofia greca antica, funge da lente attraverso cui viene scrutinata la persistenza dell'identità. Consideriamo la nave di Teseo attraccata in un porto. Nel corso degli anni, mentre le sue tavole di legno si degradano, ognuna viene sostituita con un nuovo pezzo identico. Alla fine, non rimane nessuno dei componenti originali. A questo punto, possiamo ancora riferirci ad essa come la nave di Teseo? Inoltre, cosa succederebbe se tutte le parti rimosse venissero raccolte e riassembLate altrove—questa nuova ricostruzione varrebbe anch'essa come nave di Teseo? Il paradosso ci costringe ad affrontare l'essenza dell'identità. È legata alla continuità fisica, alla disposizione delle parti, o a qualcosa di più astratto, come la funzione o lo scopo? Una prospettiva sostiene che gli oggetti siano definiti dalle loro parti costitutive. Secondo questo punto di vista, la nave di Teseo cessa di essere la stessa nave non appena viene sostituita qualsiasi parte. D'altra parte, l'approccio funzionalista suggerisce che finché la nave svolge il suo scopo e mantiene la sua struttura, la sua identità persiste nonostante i cambiamenti materiali. L'esperimento mentale si estende oltre le navi all'identità personale. Gli esseri umani, come le navi, sono in costante flusso. Le nostre cellule si rigenerano, i nostri pensieri si evolvono e le nostre esperienze ci plasmano. Tuttavia, manteniamo un senso di sé nel tempo. Cosa, quindi, ancorisce questa continuità? Alcuni sostengono che l'identità risieda nella memoria e nella coscienza—un filo che collega passato, presente e futuro. Altri sostengono che l'identità sia un'illusione, una costruzione progettata per fornire coerenza in un mondo di cambiamento perpetuo.",
        "audio_file": "10039"
    },
    {
        "title": "The Trolley Problem",
        "title_translation": "Il problema del carrello",
        "fiction": false,
        "level": "advanced",
        "story": "The trolley problem is a classic ethical thought experiment that challenges our understanding of moral decision-making and ethical principles. It presents a scenario in which a runaway trolley is barreling down a track toward five people who are tied up and unable to move. You are standing next to a lever that can divert the trolley onto another track, where only one person is tied up. The dilemma is whether to pull the lever, actively causing the death of one person but saving five others, or to do nothing and allow the trolley to continue on its path, resulting in the deaths of five. This thought experiment raises profound ethical questions. Utilitarians argue that the morally correct action is to pull the lever, as it minimizes harm and maximizes the overall benefit by saving more lives. In contrast, deontologists assert that actively diverting the trolley makes you morally complicit in the death of the one person, which violates the principle of not using others as a means to an end, regardless of the consequences. The doctrine of double effect further complicates the matter, suggesting that while it may be permissible to allow harm as a side effect of achieving a good outcome, directly causing harm is morally questionable. The problem also invites consideration of moral intuitions. Variants of the trolley problem, such as pushing a large person onto the track to stop the trolley and save five, evoke stronger emotional reactions, even when the outcomes are numerically the same. These reactions highlight the tension between rational calculations and deeply ingrained moral instincts.",
        "story_translation": "Il problema del carrello è un classico esperimento mentale etico che sfida la nostra comprensione del processo decisionale morale e dei principi etici. Presenta uno scenario in cui un carrello impazzito sta sfrecciando lungo un binario verso cinque persone legate e incapaci di muoversi. Ti trovi accanto a una leva che può deviare il carrello su un altro binario, dove c'è solo una persona legata. Il dilemma è se tirare la leva, causando attivamente la morte di una persona ma salvando cinque altre, o non fare nulla e permettere al carrello di continuare il suo cammino, portando alla morte di cinque. Questo esperimento mentale solleva profonde questioni etiche. Gli utilitaristi sostengono che l'azione moralmente corretta sia tirare la leva, poiché minimizza il danno e massimizza il beneficio complessivo salvando più vite. Al contrario, i deontologi affermano che deviare attivamente il carrello ti rende moralmente complici nella morte dell'unica persona, violando il principio di non utilizzare gli altri come un mezzo per un fine, indipendentemente dalle conseguenze. La dottrina del doppio effetto complica ulteriormente la questione, suggerendo che mentre può essere lecito permettere un danno come effetto collaterale per raggiungere un buon risultato, causare direttamente un danno è moralmente discutibile. Il problema invita anche a considerare le intuizioni morali. Variante del problema del carrello, come spingere una persona di grandi dimensioni sulla via del carrello per fermarlo e salvare cinque, evocano reazioni emozionali più forti, anche quando i risultati sono numericamente gli stessi. Queste reazioni evidenziano la tensione tra i calcoli razionali e gli istinti morali profondamente radicati.",
        "audio_file": "10040"
    }
]