[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 خنازير صغيرة",
    "story_translation": "ذات مرة ، كان هناك ثلاثة خنازير صغيرة شرعت في بناء منازلهم الخاصة. بنى الخنزير الصغير الأول منزله من القش ، وبنى الخنزير الصغير الثاني منزله من العصي ، وبنى الخنزير الصغير الثالث منزله من الطوب. ذات يوم ، جاء ذئب سيء كبير إلى منزل أول خنزير صغير. كان ينفخ وينفخ ويفجر المنزل! ركض الخنزير الصغير الأول بأسرع ما يمكن إلى منزل الخنزير الثاني. تبعه الذئب إلى بيت العصي. نفخ ونفخ مرة أخرى وفجر المنزل! ركض الخنزيران الصغيران إلى منزل الخنزير الثالث ، الذي كان مصنوعا من الطوب. حاول الذئب تفجير المنزل المبني من الطوب ، لكنه لم يستطع. كان ينفخ وينفخ ، لكن المنزل وقف قويا. كانت الخنازير الثلاثة الصغيرة آمنة في الداخل ، وذهب الذئب الشرير الكبير في النهاية. تعلمت الخنازير أن العمل الجاد والتفاني يؤتي ثماره في النهاية.",
    "audio_file": "10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "الحديقة السحرية",
    "story_translation": "ذات مرة ، كانت هناك حديقة سحرية في قرية صغيرة. في هذه الحديقة ، أزهرت الزهور الملونة على مدار السنة ، وهمست الأشجار بأسرار للطيور. لكن الشيء الأكثر سحرا على الإطلاق كان الأرنب المتكلم المسمى روزي. كانت روزي ودية للغاية وأحببت مساعدة أي شخص جاء إلى الحديقة. في صباح أحد الأيام المشمسة ، زار صبي صغير يدعى تيمي الحديقة. كان حزينا لأنه فقد لعبته المفضلة. قفزت روزي وسألت ، \"ما الخطب يا تيمي؟\" أخبر تيمي روزي عن لعبته المفقودة. ابتسمت روزي وقالت ، \"لا تقلق يا تيمي. يمكنني مساعدتك في العثور عليه. بمساعدة روزي ، بحث تيمي في الحديقة ووجد لعبته مخبأة تحت ورقة كبيرة لامعة. شعر تيمي بسعادة غامرة وشكر روزي على مساعدتها السحرية. منذ ذلك اليوم ، زار تيمي الحديقة السحرية كثيرا ، وأصبح هو وروزي أفضل الأصدقاء ، حيث شاركا العديد من المغامرات السحرية معا.",
    "audio_file": "10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "الغابة الصديقة",
    "story_translation": "ذات مرة ، كانت هناك فتاة تدعى ليلي. كانت تحب الاستكشاف. في أحد الأيام ، ذهبت إلى غابة كبيرة بالقرب من منزلها. في الغابة ، التقت بشجرة سعيدة تدعى تري. كان لدى تري وجه مبتسم. أصبحت ليلي وتري صديقين. لعبوا الألعاب معا. التقت ليلي وتري أيضا بسنجاب لطيف يدعى Squeaky. أحب Squeaky المكسرات وشاركها مع Lily و Treey. ضحكوا واستمتعوا. ثم وجدوا زهرة جميلة. كانت ملونة ورائحة لطيفة. اختاروها وأعطوها لفراشة صديقة تدعى رفرفة. كان رفرفة شاكرة ورقصت في الهواء. استكشف ليلي وتري وسكويكي ورفرفة المزيد من الغابة. رأوا تيارا متلألئا بمياه صافية. كانت موطنا للأسماك اللامعة. جلست ليلي وأصدقاؤها الجدد بجانب الجدول واستمتعوا بصوت الماء الهادئ. عندما حان وقت العودة إلى المنزل ، قالت ليلي ، \"شكرا لك على كونك أصدقائي ، تري ، صرير ، ورفرفة. سأعود لرؤيتك قريبا\". لوحت بالوداع وغادرت الغابة ، سعيدة بمقابلة أصدقائها الجدد.",
    "audio_file": "10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "القط المفقود",
    "story_translation": "ذات مرة ، في حي هادئ ، كانت هناك فتاة صغيرة تدعى إيما. أحبت إيما الحيوانات ، وفي أحد الأيام ، وجدت قطة صغيرة ورقيقة في فناء منزلها الخلفي. بدا القط ضائعا وخائفا. شعرت إيما بالحزن على القط الصغير وقررت المساعدة. التقطتها بلطف وأعطتها بطانية دافئة. سألت إيما والدتها عما إذا كان بإمكانهم الاحتفاظ بالقط الصغير ، ووافقت والدتها. أطلقوا على شعيرات القط الصغير بسبب شعيراته اللطيفة. أصبحت إيما وويسكرز أفضل أصدقاء. كانوا يلعبون معا كل يوم ويأخذون قيلولة في الشمس. أعطت إيما شعيرات طعام القطط اللذيذ ، وخرخرت شعيرات بسعادة. سرعان ما لم تضيع شعيرات أو تخاف بعد الآن. كانت إيما وصديقتها الجديدة ذات الفراء سعداء للغاية معا. شاركوا العديد من المغامرات وجعلوا بعضهم البعض يبتسمون كل يوم.",
    "audio_file": "10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "جولديلوكس والدببة الثلاثة",
    "story_translation": "ذات مرة ، في غابة كثيفة ، كان هناك كوخ صغير ومريح حيث تعيش ثلاثة دببة: بابا بير ، ماما بير ، وبيبي بير. في صباح أحد الأيام ، بعد أن صنعت ماما بير عصيدة لذيذة ، ذهبت العائلة في نزهة على الأقدام لتتركها تبرد. أثناء غيابهم ، تعثرت فتاة صغيرة فضولية تدعى Goldilocks في كوخهم. طرقت الباب ، وعندما لم يرد أحد ، دفعته مفتوحا ودخلت. في المطبخ ، رأى Goldilocks ثلاثة أطباق من العصيدة. تذوقت العصيدة من الوعاء الأول ، الذي كان بابا بير ، وصرخت ، \"هذه العصيدة ساخنة جدا!\" ثم تذوقت العصيدة من وعاء ماما بير وقالت: \"هذه العصيدة باردة جدا\". أخيرا ، تذوقت عصيدة بيبي بير وابتسمت ، \"هذه العصيدة مناسبة تماما!\" لذلك ، أكلت كل شيء. بعد تناول الطعام ، شعر Goldilocks بالتعب ووجد ثلاثة كراسي في غرفة المعيشة. جلست على كرسي بابا بير الكبير ، لكنه كان صعبا للغاية. جربت كرسي ماما بير متوسط الحجم ، لكنه كان ناعما جدا. ثم جلست على كرسي بيبي بير الصغير ، وكان ذلك صحيحا تماما ، لكنه انكسر تحت ثقلها! شعر Goldilocks بالنعاس ، وصعد إلى الطابق العلوي ووجد ثلاثة أسرة. استلقت في سرير بابا بير ، لكن الأمر كان صعبا للغاية. انتقلت إلى سرير ماما بير ، لكنه كان ناعما جدا. أخيرا ، جربت سرير بيبي بير ، وكان ذلك صحيحا تماما. سقطت نائمة. عادت الدببة الثلاثة إلى المنزل وفوجئوا برؤية باب كوخهم مفتوحا. في الداخل ، وجدوا عصيدتهم تؤكل ، وكراسيهم مستخدمة ، وأخيرا ، الفتاة الصغيرة نائمة في سرير بيبي بير. استيقظت Goldilocks ، ورأت الدببة ، وركضت خارج الكوخ بأسرع ما يمكن ، ولن تعود مرة أخرى.",
    "audio_file": "10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "سندريلا",
    "story_translation": "ذات مرة ، في مملكة بعيدة ، عاشت فتاة لطيفة وجميلة تدعى سندريلا. عاشت مع زوجة أبيها الشريرة وشقيقتيها ، اللتين عاملتاها بشكل سيء للغاية. صنعت سندريلا للقيام بكل العمل الشاق ولم تحصل إلا على خرق لارتدائها. في أحد الأيام ، أعلن الملك عن حفلة كبيرة ، دعا جميع الشابات في المملكة ، لأن الأمير كان يبحث عن عروس. كانت سندريلا تتوق للذهاب إلى الكرة ، لكن زوجة أبيها منعتها ، وتركتها في المنزل تبكي. عندما بكت سندريلا ، ظهرت عرابتها الجنية. مع موجة من عصاها ، حولت خرق سندريلا إلى ثوب جميل وحولت اليقطين إلى مدرب رائع. أعطت نعال سندريلا الزجاجية وحذرتها من أن السحر سوف يتلاشى في منتصف الليل. في الكرة ، أسرت سندريلا الجميع بنعمتها وجمالها ، وخاصة الأمير. رقصوا طوال الليل ، ولكن عندما دقت الساعة الثانية عشرة ، تذكرت سندريلا تحذير عرابتها الجنية وأسرعت بعيدا ، وفقدت أحد نعالها الزجاجية على درجات القصر. الأمير ، المصمم على العثور على الفتاة الغامضة ، استخدم النعال الزجاجية للبحث في المملكة. عندما وصل إلى منزل سندريلا ، كان النعال يناسبها تماما. تعرف عليها الأمير من الكرة وأعلن حبه لها. غفرت سندريلا زوجة أبيها وأخواتها على قسوتهم وتزوجت من الأمير. لقد عاشوا في سعادة دائمة ، وكان لطف سندريلا وتواضعها معروفين في جميع أنحاء المملكة.",
    "audio_file": "10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "جاك وشجرة الفاصولياء",
    "story_translation": "ذات مرة ، كان هناك صبي يدعى جاك يعيش مع والدته. كانوا فقراء جدا ولم يكن لديهم سوى بقرة. في أحد الأيام ، أخبرته والدة جاك أن يبيع البقرة لأنهم بحاجة إلى المال. في طريقه لبيع البقرة ، التقى جاك برجل أعطاه حبوبا سحرية مقابل البقرة. كان جاك متحمسا وركض إلى المنزل ليظهر والدته. لكن والدته كانت مستاءة وألقت الفاصوليا من النافذة. في صباح اليوم التالي ، رأى جاك ساق فاصوليا ضخمة تصل إلى السماء. كان فضوليا وتسلق ساق الفاصوليا. أخذه إلى أرض عالية في السماء حيث يعيش عملاق. كان لدى العملاق دجاجة وضعت بيضا ذهبيا وقيثارة سحرية. تسلل جاك إلى منزل العملاق وأخذ الدجاجة والقيثارة. لكن القيثارة صرخت ، وأيقظت العملاق. ركض جاك وتسلق ساق الفاصوليا. تبعه العملاق. عندما وصل جاك إلى الأرض ، سرعان ما قطع ساق الفاصوليا. سقط العملاق ولم ير مرة أخرى. باع جاك ووالدته البيض الذهبي وأصبحا أغنياء. لقد عاشوا في سعادة دائمة.",
    "audio_file": "10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "البطة القبيحة",
    "story_translation": "ذات مرة ، كان لدى البطة الأم مجموعة من البيض. كانت إحدى البيض أكبر من البقية ، وفقست بعد ذلك بكثير. خرج منه بطة بدت مختلفة عن إخوته وأخواته. كان أكبر ورماديا ، وليس أصفر ولطيف مثل الآخرين. فراخ البط الأخرى لم تلعب معه ووصفته بالقبيح. شعرت البطة القبيحة بالحزن الشديد وغادرت المنزل للعثور على مكان يمكن أن يكون فيه سعيدا. التقى بالحيوانات المختلفة ، لكنهم جميعا نظروا إليه بغرابة لأنه كان كبيرا جدا ورماديا. جاء الشتاء ، وكان الجو باردا جدا. وجدت البطة القبيحة بحيرة وسبحت فيها. رأى الطيور البيضاء الجميلة تحلق فوقه. تمنى أن يكون جميلا ورشيقا مثلهم. عندما وصل الربيع ، رأت البطة القبيحة انعكاسه في الماء. لم يعد طائرا رماديا محرجا. لقد تحول إلى بجعة جميلة! رحبت به البجعات الأخرى ولعبت معه. رآه الناس وقالوا: \"انظر إلى تلك البجعة الجميلة!\" كانت البطة القبيحة ، التي أصبحت الآن بجعة جميلة ، سعيدة للغاية. لقد تعلم أنه لا يهم كيف كان يبدو عندما ولد ، لأنه تحول إلى بجعة جميلة.",
    "audio_file": "10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "الدجاجة الحمراء الصغيرة",
    "story_translation": "ذات مرة ، كان هناك دجاجة حمراء صغيرة تعيش في مزرعة. وجدت بعض البذور على الأرض. كان لدى الدجاجة الحمراء الصغيرة فكرة. فكرت ، \"سأزرع هذه البذور\". سألت صديقاتها ، الكلب ، القط ، والبطة ، \"من سيساعدني في زرع البذور؟\" لكنهم جميعا قالوا ، \"لست أنا\" ، فقالت الدجاجة الحمراء الصغيرة ، \"ثم سأفعل ذلك\". وزرعت البذور بمفردها. عندما نمت البذور إلى قمح طويل ، سألت الدجاجة الحمراء الصغيرة ، \"من سيساعدني في قطع القمح؟\" مرة أخرى ، قال الكلب والقط والبطة ، \"لست أنا\" ، فقالت الدجاجة الحمراء الصغيرة ، \"ثم سأفعل ذلك\". وقطعت القمح بنفسها. بعد ذلك ، سألت ، \"من سيساعدني في تحويل القمح إلى دقيق؟\" لكن أصدقاءها قالوا ، \"لست أنا\" ، لذلك ، فعلت كل شيء بنفسها. ثم قالت الدجاجة الحمراء الصغيرة: \"من سيساعدني في خبز الخبز؟\" مرة أخرى ، قالوا جميعا ، \"لست أنا\". لذلك ، خبزت الخبز بنفسها. عندما كان الخبز جاهزا ورائحته طيبة جدا ، جاء الكلب والقط والبطة وقالوا: \"سنساعدك على أكل الخبز!\" لكن الدجاجة الحمراء الصغيرة قالت ، \"لا ، سأتناولها\". وقد فعلت. أكلت الخبز وكانت سعيدة جدا.",
    "audio_file": "10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "السلحفاة والأرنب",
    "story_translation": "ذات مرة ، كان هناك أرنب سريع يحب التباهي بمدى السرعة التي يمكنه الركض بها. كان هناك أيضا سلحفاة بطيئة تتحرك ببطء شديد. في أحد الأيام ، ضحك الأرنب على السلحفاة وقال ، \"أنت بطيء جدا! يمكنني الركض أسرع منك بكثير! أجابت السلحفاة ، \"دعونا نخوض سباقا ونرى من هو الأسرع\". قرروا أن يكون السباق. في اليوم التالي ، جاءت جميع الحيوانات في الغابة للمشاهدة. بدأ السباق ، وركض الأرنب بسرعة كبيرة ، تاركا السلحفاة وراءها. ولكن سرعان ما فكر الأرنب ، \"أنا متقدم جدا ، يمكنني أن أرتاح لفترة من الوقت\". لذلك ، استلقى تحت شجرة ونام. استمرت السلحفاة في المشي ببطء ولكن بثبات. لم يتوقف أو يستريح. بعد وقت طويل ، اجتاز الأرنب النائم. عندما استيقظ الأرنب ، رأى أن السلحفاة كانت بالقرب من خط النهاية. ركض بأسرع ما يمكن ، لكن بعد فوات الأوان. عبرت السلحفاة خط النهاية أولا. فازت السلحفاة بالسباق لأنه استمر في السير ببطء ولم يستسلم. تعلم الأرنب أن السرعة ليست دائما الأفضل ، ويجب ألا تتباهى أو تقلل من شأن الآخرين.",
    "audio_file": "10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "هانسيل وجريتل",
    "story_translation": "ذات مرة ، كان هناك طفلان ، هانسيل وجريتل ، عاشا مع والدهما وزوجة أبيهما المتوسطة. كانوا فقراء جدا ، وفي أحد الأيام ، قررت زوجة الأب ترك الأطفال في الغابة لأنه لم يكن هناك ما يكفي من الطعام للجميع. لم يرغب الأب في ذلك ، لكنه وافق. سمع هانسيل خطتهم وجمع الحصى اللامعة. عندما ساروا إلى الغابة ، أسقط هانسيل الحصى ليشق طريقا إلى المنزل. بعد أن تركهم آباؤهم ، اتبع هانسيل وجريتل طريق الحصاة ووجدوا طريقهم إلى المنزل. كان والدهم سعيدا برؤيتهم ، لكن زوجة الأب لم تكن كذلك. في المرة التالية ، تم نقل هانسيل وجريتل إلى عمق الغابة. ترك هانسيل أثرا من فتات الخبز ، لكن الطيور أكلتها ، ولم يتمكنوا من العثور على طريق العودة. تائهين وجائعين ، وجدوا منزلا مصنوعا من الحلوى وبدأوا في تناوله. أمسكت بهم ساحرة عجوز عاشت هناك وحبست هانسيل في قفص. جعلت جريتل يقوم بالأعمال المنزلية وخطط لأكل هانسيل. خدعت جريتل الساحرة ودفعتها إلى الفرن. ثم أطلقت سراح هانسيل ، ووجدوا كنوزا في منزل الساحرة. مع رحيل الساحرة ، وجد هانسيل وجريتل طريقهما إلى المنزل مع الكنوز. شعر والدهم بسعادة غامرة لرؤيتهم وقال إنه نادم على تركهم في الغابة. لم يروا زوجة الأب اللئيمة مرة أخرى. لقد عاشوا جميعا في سعادة دائمة مع الكثير من الطعام ولا مزيد من القلق.",
    "audio_file": "10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "ملابس الإمبراطور الجديدة",
    "story_translation": "ذات مرة ، كان هناك إمبراطور عبثي يحب ارتداء الملابس الفاخرة. أنفق كل أمواله على ارتداء ملابس جيدة. في أحد الأيام ، جاء اثنان من المحتالين إلى مدينة الإمبراطور. قالوا إن بإمكانهم صنع أجمل الملابس في العالم. وزعموا أن هذه الملابس كانت غير مرئية لأي شخص كان إما غبيا جدا أو غير جيد في وظيفته. اعتقد الإمبراطور أنها كانت فكرة رائعة. أعطاهم الذهب والحرير لصنع الملابس. تظاهر المحتالون بالعمل ، لكنهم احتفظوا بكل الذهب والحرير لأنفسهم. عندما كانت الملابس \"جاهزة\" ، ذهب الإمبراطور لرؤيتها. لم ير أي ملابس ، لكنه لم يكن يريد أن يبدو غبيا ، لذلك تظاهر بالإعجاب بها. تظاهر المحتالون بإلباس الإمبراطور الملابس الجديدة. سار الإمبراطور في موكب أمام جميع شعبه. تظاهر الجميع في الحشد أيضا برؤية الملابس ، لأنهم لا يريدون أن يطلق عليهم اسم غبي. أخيرا ، صرخ طفل صغير ، \"لكنه لا يرتدي أي شيء على الإطلاق!\" ببطء ، بدأ الجميع يهمسون بنفس الشيء. أدرك الإمبراطور أنهم كانوا على حق لكنه واصل العرض ، فخورا جدا بالاعتراف بخطئه.",
    "audio_file": "10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "الجمال النائم",
    "story_translation": "ذات مرة ، كان هناك ملك وملكة يتمنيان طفلا. أخيرا ، تحققت رغبتهم ، وكان لديهم طفلة جميلة. أطلقوا عليها اسم أورورا. للاحتفال بميلاد أورورا ، أقام الملك والملكة حفلة كبيرة. دعوا جميع الجنيات في المملكة لمباركة أورورا. أعطت كل جنية أورورا هدية مثل الجمال واللطف والذكاء. ولكن كان هناك جنية قديمة لم تتم دعوتها. شعرت بالغضب وجاءت إلى الحفلة على أي حال. أعطت أورورا هدية سيئة: في عيد ميلادها السادس عشر ، كانت أورورا تخز إصبعها على عجلة دوارة وتغفو إلى الأبد. لحسن الحظ ، لم تقدم أصغر جنية هديتها بعد. لم تستطع التراجع عن لعنة الجنية القديمة ، لكنها تمكنت من تخفيفها. قالت إن أورورا لن تموت ولكنها ستغط في نوم عميق ، ولن توقظها سوى قبلة الحب الحقيقي. مرت سنوات ، ونشأت أورورا لتكون أميرة جميلة ولطيفة. في عيد ميلادها السادس عشر ، وجدت عجلة دوارة وخزت إصبعها. سقطت في نوم عميق ، ونامت المملكة كلها معها. مرت مائة عام ، وجاء أمير إلى المملكة. وجد أورورا وقبلها. كسرت القبلة التعويذة. استيقظ أورورا والمملكة بأكملها. وقع الأمير وأورورا في الحب وتزوجا. عاشوا في سعادة دائمة ، وكانت المملكة مليئة بالفرح والضحك مرة أخرى.",
    "audio_file": "10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "أميليا إيرهارت",
    "story_translation": "ذات مرة ، كانت هناك فتاة شجاعة ومغامرة تدعى أميليا إيرهارت. أحبت أميليا مشاهدة الطيور وحلمت بالتحليق عاليا في السماء مثلهم تماما. نشأت في وقت لم تصبح فيه الكثير من النساء طيارات ، لكن أميليا كانت مصممة على متابعة حلمها. عملت بجد وتعلمت كيف تطير الطائرات ، لتصبح واحدة من أوائل الطيارين في العالم. فعلت أميليا شيئا مذهلا حقا: لقد طارت بمفردها عبر المحيط الأطلسي الكبير الواسع ، وهي أول امرأة تفعل ذلك على الإطلاق! أظهرت شجاعتها ونجاحها للجميع أن الفتيات يمكنهن تحقيق أحلام كبيرة أيضا. أصبحت أميليا مشهورة وألهمت الكثير من الناس ، وخاصة الفتيات ، لمتابعة أحلامهم الخاصة ، مهما كانت كبيرة. لقد أثبتت أنه بالتصميم والشجاعة ، يمكنك الوصول إلى النجوم وتحقيق أحلامك.",
    "audio_file": "10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "مارتن لوثر كينغ جونيور",
    "story_translation": "ذات مرة ، كان هناك رجل يدعى مارتن لوثر كينغ جونيور ، كان لديه حلم كبير. كان يحلم بعالم يعامل فيه الجميع ، بغض النظر عن لون بشرتهم ، على قدم المساواة وبشكل عادل. عاش مارتن في وقت لم يعامل فيه الجميع بنفس الطريقة - كان لدى الأشخاص ذوي ألوان البشرة المختلفة مدارس مختلفة ونوافير مياه مختلفة ولم يسمح لهم بفعل نفس الأشياء. هذا جعل مارتن حزينا للغاية ، وأراد تغييره. أصبح قائدا وتحدث إلى الكثير من الناس عن حلمه. ألقى الخطب وقاد مسيرات سلمية ، وطلب معاملة الجميع بلطف واحترام. بدأ خطابه الأكثر شهرة ب \"لدي حلم ...\" كان مارتن شجاعا وقويا ، وعمل بجد لجعل العالم مكانا أفضل. بسببه ، تم تغيير العديد من القوانين ، وبدأ الناس يفهمون مدى أهمية معاملة الجميع على قدم المساواة. أظهر لنا مارتن لوثر كينغ جونيور أنه بالحب والسلام والتصميم ، يمكننا إجراء تغييرات كبيرة ومساعدة الجميع على العيش معا بشكل أفضل.",
    "audio_file": "10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "روزا باركس",
    "story_translation": "ذات مرة ، كانت هناك امرأة شجاعة تدعى روزا باركس دافعت عما هو صحيح. عاشت روزا في وقت كان يعامل فيه الناس بشكل مختلف بناء على لون بشرتهم. في أحد الأيام ، بعد يوم طويل في العمل ، شغلت روزا مقعدا في حافلة في مونتغمري ، ألاباما. أخبرها سائق الحافلة أن تتخلى عن مقعدها لراكب أبيض ، لكن روزا كانت متعبة ، ليس فقط من يومها ولكن من القواعد غير العادلة التي كان عليها وعلى الآخرين اتباعها كل يوم. قررت البقاء جالسة ، قائلة لا بطريقة هادئة ولكن قوية. كان عمل روزا الشجاع لحظة مهمة للغاية. بدأت حركة كبيرة حيث انضم العديد من الناس ، بقيادة مارتن لوثر كينغ جونيور ، للنضال من أجل المساواة والإنصاف. نظموا مقاطعة كبيرة للحافلات، حيث توقفوا عن استخدام الحافلات حتى يتمكن الجميع من الجلوس أينما يريدون. ساعد عمل روزا الشجاع البسيط في تغيير العديد من القوانين غير العادلة وأظهر للعالم كيف أن الدفاع عن الصواب ، حتى بطرق صغيرة ، يمكن أن يحدث فرقا كبيرا. تذكر روزا باركس باسم \"أم حركة الحقوق المدنية\" ، وتعلمنا قصتها أن أي شخص يمكن أن يكون بطلا ويساعد في تغيير العالم للأفضل.",
    "audio_file": "10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "نيل ارمسترونغ",
    "story_translation": "ذات مرة ، كان هناك رجل مغامر يدعى نيل أرمسترونغ. كان لديه حلم أن يفعل شيئا لم يفعله أحد من قبل - المشي على القمر! أحب نيل الطيران وأصبح طيارا ، يحلق عاليا في السماء وحتى يصبح رائد فضاء ، مما يعني أنه يجب عليه الذهاب إلى الفضاء. في 20 يوليو 1969 ، طار نيل وأصدقاؤه في سفينة فضائية تسمى أبولو 11 على طول الطريق إلى القمر. لقد كانت رحلة طويلة ومثيرة. عندما وصلوا إلى القمر ، كان نيل أول من خرج من سفينة الفضاء إلى سطح القمر المغبر. عندما اتخذ خطوته الأولى ، قال: \"هذه خطوة صغيرة للإنسان ، قفزة عملاقة للبشرية\". هذا يعني أنه على الرغم من أن خطوته كانت صغيرة ، إلا أنها كانت لحظة كبيرة لجميع الناس في كل مكان. جمع نيل وأصدقاؤه صخور القمر وزرعوا علما. عندما عادوا إلى الأرض ، تم الاحتفال بهم كأبطال. أظهر حلم نيل وشجاعته للجميع أنه من خلال العمل الجاد والتصميم ، يمكننا الوصول إلى النجوم وتحقيق أشياء لا تصدق.",
    "audio_file": "10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "ماري كوري",
    "story_translation": "ذات مرة ، في دولة بولندا ، كانت هناك فتاة فضولية وذكية للغاية تدعى ماري كوري. أحبت ماري التعلم ، خاصة فيما يتعلق بالعلوم. عندما كبرت ، انتقلت إلى باريس ، فرنسا ، لدراسة المزيد لأنها أرادت أن تصبح عالمة. في ذلك الوقت ، لم تكن الكثير من النساء عالمات ، لكن ماري كانت مصممة. عملت في مختبر صغير مظلم مع زوجها بيير كوري. معا ، اكتشفوا شيئا مذهلا يسمى الراديوم. كان الراديوم نوعا خاصا من المعدن يتوهج في الظلام ويمكن استخدامه لمساعدة الأطباء على رؤية ما بداخل أجسام الناس لتحسينها. أصبحت ماري كوري مشهورة جدا باكتشافها ، وفازت بجائزة نوبل ليس مرة واحدة ، ولكن مرتين! كانت أول امرأة تفوز بهذه الجائزة الكبيرة وأول شخص يفوز بها مرتين. أظهرت ماري للعالم أن الفتيات يمكن أن يصبحن عالمات عظيمات أيضا. عملت بجد ولم تستسلم أبدا ، حتى عندما كان الأمر صعبا. ساعدت اكتشافاتها الكثير من الناس وغيرت عالم العلوم إلى الأبد.",
    "audio_file": "10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "ملالا يوسفزاي",
    "story_translation": "ذات مرة ، في وادي سوات الجميل في باكستان ، كانت هناك فتاة شجاعة تدعى ملالا يوسفزاي. كانت ملالا تحب الذهاب إلى المدرسة وتعلم أشياء جديدة، ولكن في بلدها، اعتقدت مجموعة من الناس أنه لا ينبغي للفتيات الذهاب إلى المدرسة. اعتقدت ملالا أن لكل فتاة وفتى الحق في التعلم ، لذلك تحدثت عن حقوقها وحقوق الأطفال الآخرين. كتبت عن حياتها ورغبتها في الذهاب إلى المدرسة في يوميات ، وقرأ الكثير من الناس حول العالم كلماتها. شجاعتها جعلت بعض الناس غاضبين ، وفي أحد الأيام ، أصيبت. لكن ملالا كانت قوية ، ولم تستسلم. بعد أن تحسنت ، استمرت في التحدث بصوت أعلى من أجل تعليم جميع الأطفال. ألهمت شجاعتها وقصتها الكثير من الناس ، وأصبحت أصغر شخص يفوز بجائزة نوبل للسلام. أظهرت ملالا للجميع أنه حتى لو كنت شابا ، يمكنك إحداث فرق كبير في العالم من خلال الدفاع عما تؤمن به.",
    "audio_file": "10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "نيلسون مانديلا",
    "story_translation": "ذات مرة في جنوب إفريقيا ، كان هناك رجل يدعى نيلسون مانديلا. كان مانديلا رجلا شجاعا وحكيما يعتقد أنه يجب معاملة الجميع على قدم المساواة ، بغض النظر عن لون بشرتهم. ولكن خلال تلك الأوقات ، في جنوب إفريقيا ، كانت هناك قوانين غير عادلة تسمى الفصل العنصري ، والتي فصلت الناس على أساس عرقهم ولونهم. أراد مانديلا تغيير هذه القوانين حتى يتمكن الجميع ، السود أو البيض ، من العيش معا في سلام. لقد عمل بجد وتحدث إلى العديد من الأشخاص ، في محاولة لإحداث التغيير بطريقة سلمية. لكن الحكومة لم تعجبها هذه ، ووضعوه في السجن لسنوات عديدة. لم يفقد مانديلا الأمل أبدا ، وأصبح رمزا للنضال من أجل الحرية. عرف الناس في جميع أنحاء العالم عنه ودعموا قضيته. أخيرا ، بعد 27 عاما ، تم إطلاق سراحه. بدأ حلم مانديلا يتحقق عندما أصبح أول رئيس أسود لجنوب إفريقيا ، وعمل على جمع الناس من جميع الألوان معا. لقد أظهر للعالم قوة المغفرة ومدى أهمية القتال من أجل ما هو صحيح. يذكر نيلسون مانديلا كبطل جلب الأمل والتغيير إلى بلده والعالم.",
    "audio_file": "10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "ليوناردو دافنشي",
    "story_translation": "ذات مرة في إيطاليا ، عاش هناك صبي فضولي وذكي يدعى ليوناردو دافنشي. أحب ليوناردو استكشاف العالم من حوله وكان مهتما بأشياء كثيرة. كان يحب الرسم والتلوين وحتى اختراع أشياء جديدة. عندما كبر ، أصبح جيدا جدا في الفن وابتكر لوحات جميلة ، واحدة منها كانت \"الموناليزا\" الشهيرة التي لا يزال الناس معجبين بها حتى اليوم. لكن ليوناردو لم يكن مجرد فنان. كان أيضا عالما ومخترعا. درس الطيور وحلم بصنع آلة يمكنها الطيران ، تماما مثل الطائرة اليوم. كما نظر إلى جسم الإنسان لفهم كيفية عمله ورسم العديد من الرسومات التخطيطية لأفكاره. كان ليوناردو رجلا موهوبا للغاية ، ولم يتوقف فضوله حول العالم أبدا. استمر في التعلم والإبداع طوال حياته. لقد أظهر لنا أنه إذا كنت فضوليا وتعمل بجد ، يمكنك التعرف على الكثير من الأشياء المختلفة وربما حتى تغيير العالم بأفكارك.",
    "audio_file": "10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "كليوباترا",
    "story_translation": "ذات مرة في مصر القديمة ، كانت هناك ملكة مشهورة تدعى كليوباترا. لم تكن كليوباترا مجرد ملكة. كانت أيضا ذكية جدا ومتعلمة. كانت تتحدث العديد من اللغات وكانت معروفة بسحرها وذكائها. كحاكمة لمصر ، اهتمت كليوباترا بعمق بشعبها وعملت بجد لجعل بلدها قويا وقويا. اشتهرت أيضا بجمالها وقصص حبها العظيمة مع قادة أقوياء من دول أخرى ، مثل يوليوس قيصر ومارك أنتوني. عاشت كليوباترا في وقت كان من النادر جدا أن تكون فيه المرأة في مثل هذا الموقف القوي ، لكنها أظهرت أنها تستطيع أن تحكم مثل أي ملك. كانت واحدة من آخر حكام مصر القديمة قبل أن تصبح جزءا من الإمبراطورية الرومانية. كانت حياة كليوباترا مليئة بالمغامرات ، وقد تم تذكرها عبر التاريخ كواحدة من أكثر النساء روعة وتأثيرا في عصرها.",
    "audio_file": "10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "غاليليو غاليلي",
    "story_translation": "ذات مرة في إيطاليا ، كان هناك رجل يدعى غاليليو غاليلي. كان غاليليو فضوليا جدا بشأن العالم والنجوم في السماء. كان يحب الدراسة والتعرف على كل ما يستطيع. أحد أهم الأشياء التي قام بها هو النظر إلى النجوم والكواكب باستخدام التلسكوب ، والذي كان اختراعا جديدا في ذلك الوقت. اكتشف جاليليو أن الأرض والكواكب الأخرى تتحرك حول الشمس ، وليس العكس كما اعتقد معظم الناس في ذلك الوقت. كان هذا اكتشافا كبيرا لأنه غير الطريقة التي يفهم بها الناس الكون. ومع ذلك ، لم يكن الجميع سعداء بأفكار جاليليو. بعض الناس ، بمن فيهم القادة الأقوياء ، لم يصدقوه ولم يريدوا أن يصدقه الآخرون أيضا. اعتقدوا أن أفكاره كانت مختلفة للغاية. كان على غاليليو أن يكون شجاعا جدا لمشاركة اكتشافاته والدفاع عما كان يعرف أنه صحيح. استمر في الدراسة والتدريس ، واليوم ، نتذكر جاليليو كواحد من أعظم العلماء على الإطلاق. لقد أظهر لنا أنه في بعض الأحيان عليك أن تتساءل عما يعتقده الآخرون وأن تكون شجاعا بما يكفي لمتابعة أفكارك الخاصة.",
    "audio_file": "10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "جان دارك",
    "story_translation": "ذات مرة في فرنسا ، كانت هناك فتاة صغيرة تدعى جان دارك. عاشت جوان في قرية صغيرة في وقت كانت فيه بلادها ، فرنسا ، في حرب كبيرة مع دولة أخرى تسمى إنجلترا. كانت جوان شجاعة للغاية واعتقدت أن لديها مهمة خاصة لمساعدة فرنسا. قالت إنها سمعت أصواتا من القديسين يطلبون منها إنقاذ بلدها. على الرغم من أنها كانت مجرد مراهقة وفتاة ، أقنعت جوان أمير فرنسا بالسماح لها بقيادة جيش. كانت ترتدي دروعا وركبت حصانا ، وقادت جنودها إلى المعركة. ألهمت شجاعة جوان كل من حولها ، وساعدت في الفوز ببعض المعارك المهمة. رآها الناس كبطلة. لسوء الحظ ، تم القبض عليها من قبل أعدائها وواجهت تحديات كبيرة. لكن جوان لم تتوقف أبدا عن الإيمان بمهمتها. بعد سنوات ، تم تذكرها كرمز للشجاعة والوطنية. أصبحت جان دارك قديسة ، والناس في جميع أنحاء العالم يعرفون قصتها. علمتنا أنه بغض النظر عن صغر سنك أو صغرك ، يمكنك القيام بأشياء عظيمة إذا كانت لديك الشجاعة وتؤمن بنفسك.",
    "audio_file": "10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "ألبرت أينشتاين",
    "story_translation": "ذات مرة ، كان هناك فيزيائي لامع يدعى ألبرت أينشتاين. كان لدى ألبرت فضول عميق حول الكون وكيف يعمل. لقد توصل إلى نظرية رائدة تسمى \"نظرية النسبية\" ، والتي غيرت الطريقة التي نفهم بها المكان والزمان والجاذبية. أصبحت صيغته ، E = mc² ، مشهورة في جميع أنحاء العالم. لم يكن ألبرت مجرد عالم. وكان أيضا مدافعا عن السلام وحقوق الإنسان. تحدث ضد الحرب والظلم. أحدث عمله وأفكاره ثورة في العلوم وجعلته أحد أشهر العلماء في التاريخ. أظهر لنا ألبرت أينشتاين أنه من خلال الخيال والفضول والعمل الجاد ، يمكننا فتح أسرار الكون وجعل العالم مكانا أفضل.",
    "audio_file": "10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "سقوط جدار برلين",
    "story_translation": "ذات مرة ، في عام 1989 ، حدث بالغ الأهمية في برلين ، ألمانيا - سقوط جدار برلين. على مدى عقود، كان جدار برلين يفصل بين برلين الشرقية والغربية، مما يرمز إلى الانقسام بين الشرق والغرب خلال الحرب الباردة. لقد كان حاجزا ماديا وأيديولوجيا يقف كرمز للقمع والانقسام. ومع ذلك ، في خريف عام 1989 ، أدت سلسلة من الاحتجاجات السلمية والتغييرات السياسية في ألمانيا الشرقية إلى ما لا يمكن تصوره. في ليلة 9 نوفمبر 1989 ، أعلنت حكومة ألمانيا الشرقية أنه يمكن للمواطنين العبور إلى برلين الغربية بحرية. توافدت حشود من الناس على الحائط ، وبالمطارق والأزاميل ، بدأوا في تفكيكه. راقب العالم بدهشة لم شمل العائلات والأصدقاء بفرح ، واحتضن الناس من جانبي الجدار بعضهم البعض. كان سقوط جدار برلين بمثابة بداية نهاية الحرب الباردة وإعادة توحيد ألمانيا في نهاية المطاف. لقد كانت شهادة على قوة الناس الذين يجتمعون معا لكسر الحواجز وتحقيق الحرية والوحدة.",
    "audio_file": "10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "طريق الحرير",
    "story_translation": "منذ زمن بعيد ، في العصور القديمة ، كانت هناك شبكة واسعة من طرق التجارة المعروفة باسم طريق الحرير. لم تكن هذه الرحلة التاريخية طريقا واحدا بل شبكة معقدة من المسارات المترابطة التي امتدت عبر آسيا ، وربطت الشرق بالغرب. حصل طريق الحرير على اسمه من الحرير الثمين ، وهو نسيج فاخر تم إنتاجه في الصين ، والذي كان أحد أكثر السلع المرغوبة التي يتم تداولها على طول هذه الطرق. ومع ذلك ، لم يكن طريق الحرير يتعلق فقط بالحرير. كانت قناة لتبادل السلع والثقافات والأفكار. شرع التجار من الصين والهند وبلاد فارس والجزيرة العربية ومناطق أخرى في رحلات محفوفة بالمخاطر ، حاملين سلعا مثل التوابل والمعادن الثمينة والأحجار الكريمة والمنسوجات الغريبة. إلى جانب هذه السلع ، شاركوا ثقافاتهم وأديانهم وتقنياتهم. سهل طريق الحرير تبادلا ملحوظا للمعرفة ، مما أدى إلى تقدم في العلوم والرياضيات والفن. كما لعبت دورا مهما في انتشار البوذية والإسلام والمسيحية إلى أجزاء مختلفة من العالم. ومع ازدهار طريق الحرير، عزز روح التعاون والتفاهم بين الحضارات المتنوعة. على الرغم من تحديات التضاريس القاسية والطقس الذي لا يمكن التنبؤ به ، واصل التجار رحلاتهم ، وأقاموا روابط بين الأراضي البعيدة. كان طريق الحرير جسرا يربط الناس عبر القارات ولعب دورا محوريا في تشكيل تاريخ عالمنا.",
    "audio_file": "10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "سور الصين العظيم",
    "story_translation": "منذ قرون عديدة ، في أرض الصين الشاسعة والقديمة ، بدأ مشروع بناء رائع. كان بناء ما سيصبح فيما بعد أحد أكثر الهياكل شهرة وإثارة للدهشة في العالم: سور الصين العظيم. لم يكن هذا المشروع الضخم جدارا واحدا بل سلسلة من الجدران والتحصينات وأبراج المراقبة التي امتدت عبر الحدود الشمالية للصين. كان الغرض الأساسي من سور الصين العظيم هو حماية الدول والإمبراطوريات الصينية من غزوات القبائل البدوية والتوغلات العسكرية. بدأ بناء سور الصين العظيم منذ أكثر من 2000 عام خلال عهد أسرة تشين ، ولكن تم توسيعه وإعادة بنائه من قبل السلالات اللاحقة ، بما في ذلك سلالات هان ومينغ وتشينغ. تم بناء الجدار باستخدام مواد مختلفة مثل الحجر والأرض والخشب والطوب ، وغطى مسافة مذهلة ، مع تقديرات تتراوح من 13000 إلى 21196 ميلا. لقد كانت شهادة على براعة وتصميم الشعب الصيني. لم يكن سور الصين العظيم بمثابة هيكل دفاعي هائل فحسب ، بل سهل أيضا التجارة والاتصالات والتبادلات الثقافية على طول طريق الحرير. لقد صمدت أمام اختبار الزمن ولا تزال رمزا لتاريخ الصين الغني وقوتها الدائمة. اليوم ، يتم التعرف عليها كواحدة من عجائب الدنيا السبع في العالم ويزورها ملايين الأشخاص من جميع أنحاء العالم الذين يأتون للتعجب من عظمتها وأهميتها التاريخية.",
    "audio_file": "10027.wav"
  }
]