[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 חזירים קטנים",
    "story_translation": "פעם היו שלושה חזירים קטנים שיצאו לבנות את בתיהם בעצמם. החזיר הקטן הראשון בנה את בית הקש שלו, החזיר הקטן השני בנה את בית המקלות, והחזיר הקטן השלישי בנה את בית הלבנים שלו. יום אחד, זאב רע גדול הגיע לביתו של החזיר הקטן הראשון. הוא התנשף והתנשף ופוצץ את הבית! החזיר הקטן הראשון רץ מהר ככל יכולתו לביתו של החזיר השני. הזאב הלך אחריו לבית המקלות. הוא התנשף והתנשף שוב ופוצץ את הבית! שני החזירים הקטנים רצו לבית החזיר השלישי, שהיה עשוי לבנים. הזאב ניסה לפוצץ את בית הלבנים, אבל הוא לא הצליח. הוא התנשף והתנשף, אבל הבית עמד איתן. שלושת החזירים הקטנים היו בטוחים בפנים, והזאב הרע הגדול נעלם בסופו של דבר. החזירים למדו שעבודה קשה ומסירות משתלמות בסופו של דבר.",
    "audio_file": "he/10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "הגן הקסום",
    "story_translation": "פעם היה גן קסום בכפר קטן. בגן זה פרחו פרחים צבעוניים כל השנה, והעצים לחשו סודות לציפורים. אבל הדבר הקסום מכולם היה הארנב המדבר בשם רוזי. רוזי הייתה מאוד ידידותית ואהבה לעזור לכל מי שהגיע לגינה. בוקר שטוף שמש אחד, ילד צעיר בשם טימי ביקר בגן. הוא היה עצוב כי איבד את הצעצוע האהוב עליו. רוזי קפצה ושאלה, \"מה קרה, טימי?\" טימי סיפר לרוזי על הצעצוע האבוד שלו. רוזי חייכה ואמרה, \"אל תדאג, טימי. אני יכול לעזור לך למצוא אותו'. בעזרתה של רוזי, טימי חיפש בגינה ומצא את הצעצוע שלו מוסתר מתחת לעלה גדול ומבריק. טימי היה מאושר מאוד והודה לרוזי על עזרתה הקסומה. מאותו יום ואילך, טימי ביקר בגן הקסום לעתים קרובות, והוא ורוזי הפכו לחברים הכי טובים, חולקים הרפתקאות קסומות רבות יותר יחד.",
    "audio_file": "he/10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "היער הידידותי",
    "story_translation": "פעם הייתה ילדה בשם לילי. היא אהבה לחקור. יום אחד היא הלכה ליער גדול ליד ביתה. ביער היא פגשה עץ מאושר בשם טריי. לטריי היו פנים מחייכות. לילי וטריי הפכו לחברים. הם שיחקו משחקים יחד. לילי וטריי פגשו גם סנאי חביב בשם Squeaky. חריקה אהבה אגוזים וחלקה אותם עם לילי וטריי. הם צחקו ונהנו. ואז, הם מצאו פרח יפה. זה היה צבעוני והריח נחמד. הם קטפו אותו ונתנו אותו לפרפר ידידותי בשם פלוטר. פלוטר היה אסיר תודה ורקד באוויר. לילי, טריי, חריקה ופלוטר חקרו יותר את היער. הם ראו נחל נוצץ עם מים צלולים. זה היה ביתם של דגים מבריקים. לילי וחבריה החדשים ישבו ליד הנחל ונהנו מצלילי המים השלווים. כשהגיע הזמן לחזור הביתה, לילי אמרה, 'תודה שהייתם חברים שלי, טריי, חריקי ופלוטר. אני אחזור לראות אותך בקרוב'. היא נופפה לשלום ועזבה את היער, מאושרת שפגשה את חבריה החדשים.",
    "audio_file": "he/10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "החתלתול האבוד",
    "story_translation": "פעם, בשכונה שקטה, היתה ילדה קטנה בשם אמה. אמה אהבה חיות, ויום אחד מצאה חתלתול קטן ורך בחצר האחורית שלה. החתלתול נראה אבוד ומפוחד. אמה הרגישה עצובה עבור החתלתול והחליטה לעזור. היא הרימה אותו בעדינות ונתנה לו שמיכה חמה. אמה שאלה את אמה אם הם יכולים לשמור על החתלתול, ואמה הסכימה. הם קראו לחתלתול שפם בגלל השפם החמוד שלו. אמה ושפם הפכו לחברות הכי טובות. הם שיחקו יחד כל יום ונמנמו בשמש. אמה נתנה לשפם אוכל חתולים טעים, ושפם גרגר בשמחה. עד מהרה, שפם כבר לא אבד או פחד. אמה וחברתה הפרוותית החדשה שמחו מאוד יחד. הם חלקו הרפתקאות רבות וגרמו זה לזה לחייך כל יום.",
    "audio_file": "he/10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "זהבה ושלושת הדובים",
    "story_translation": "פעם, ביער עבות, היה קוטג' קטן ונעים שבו גרו שלושה דובים: אבא דוב, אמא דובה ובייבי דוב. בוקר אחד, אחרי שאימא בר הכינה דייסה טעימה, המשפחה יצאה לטיול כדי לתת לה להתקרר. בזמן שהם לא היו שם, ילדה קטנה וסקרנית בשם זהבה נתקלה בקוטג' שלהם. היא דפקה בדלת, וכשאף אחד לא ענה, היא פתחה אותה ונכנסה פנימה. במטבח ראתה זהבה שלוש קערות דייסה. היא טעמה את הדייסה מהקערה הראשונה, שהייתה של פאפא בר, וקראה, \"הדייסה הזאת חמה מדי!\" ואז היא טעמה את הדייסה מהקערה של מאמא דוב ואמרה, 'הדייסה הזאת קרה מדי'. לבסוף היא טעמה את הדייסה של בייבי בר וחייכה, \"הדייסה הזאת בדיוק כמו שצריך!\" אז היא אכלה את הכל. לאחר שאכלה, זהבה הרגישה עייפה ומצאה שלושה כיסאות בסלון. היא ישבה בכיסא הגדול של פאפא בר, אבל זה היה קשה מדי. היא ניסתה את הכיסא הבינוני של מאמא דוב, אבל הוא היה רך מדי. ואז היא התיישבה בכיסא הקטן של בייבי בר, וזה היה בדיוק כמו שצריך, אבל הוא נשבר תחת משקלה! זהבה, שחשה מנומנמת, עלתה למעלה ומצאה שלוש מיטות. היא נשכבה במיטתו של פאפא בר, אבל זה היה קשה מדי. היא עברה למיטה של מאמא דוב, אבל היא הייתה רכה מדי. לבסוף, היא ניסתה את המיטה של בייבי בר, וזה היה בדיוק כמו שצריך. היא נרדמה. שלושת הדובים חזרו הביתה והופתעו לראות את דלת הקוטג' שלהם פתוחה. בפנים הם מצאו את הדייסה שלהם אוכלת, את הכיסאות שלהם משומשים, ולבסוף את הילדה הקטנה ישנה במיטה של בייבי בר. זהבה התעוררה, ראתה את הדובים וברחה מהקוטג' מהר ככל שיכלה, ולא חזרה עוד.",
    "audio_file": "he/10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "סינדרלה",
    "story_translation": "פעם, בממלכה רחוקה, חיה בחורה חביבה ויפה בשם סינדרלה. היא חיה עם אמה החורגת המרשעת ושתי אחיותיה החורגות, שהתייחסו אליה בצורה גרועה מאוד. סינדרלה נאלצה לעשות את כל העבודה הקשה וקיבלה רק סמרטוטים ללבוש. יום אחד הכריז המלך על נשף גדול, בו הזמין את כל הגברות הצעירות בממלכה, שכן הנסיך חיפש כלה. סינדרלה השתוקקה ללכת לנשף אבל אמה החורגת אסרה על כך, והשאירה אותה בבית בדמעות. כשסינדרלה בכתה, הופיעה הפיה הסנדקית שלה. בהינף שרביט היא הפכה את הסמרטוטים של סינדרלה לשמלה יפהפייה והפכה דלעת למאמן לתפארת. היא נתנה לסינדרלה נעלי בית מזכוכית והזהירה אותה שהקסם יתפוגג בחצות. בנשף כבשה סינדרלה את כולם בחן וביופייה, במיוחד את הנסיך. הם רקדו כל הלילה, אבל כשהשעון פגע בשתים-עשרה, סינדרלה זכרה את אזהרתה של הפיה הסנדקית ומיהרה להסתלק, מאבדת את אחת מכפכפי הזכוכית שלה על מדרגות הארמון. הנסיך, שהיה נחוש למצוא את הנערה המסתורית, השתמש בנעל הזכוכית כדי לחפש בממלכה. כשהגיע לביתה של סינדרלה, נעלי הבית התאימו לה בצורה מושלמת. הנסיך זיהה אותה מהכדור והצהיר על אהבתו אליה. סינדרלה סלחה לאמה החורגת ולאחיותיה החורגות על אכזריותן ונישאה לנסיך. הם חיו באושר ועושר עד עצם היום הזה, וטוב ליבה וענוותנותה של סינדרלה היו ידועים ברחבי הממלכה.",
    "audio_file": "he/10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "ג'ק והשעועית",
    "story_translation": "היה היה פעם ילד בשם ג'ק שחי עם אמו. הם היו עניים מאוד והייתה להם רק פרה. יום אחד, אמו של ג'ק אמרה לו למכור את הפרה כי הם צריכים כסף. בדרכו למכור את הפרה פגש ג'ק אדם שנתן לו פולי קסם בתמורה לפרה. ג'ק התרגש ורץ הביתה להראות לאמו. אבל אמו הייתה נסערת וזרקה את הפולים מהחלון. למחרת בבוקר, ג'ק ראה שעועית ענקית מגיעה לשמיים. הוא היה סקרן וטיפס על השעועית. זה לקח אותו לארץ גבוהה בשמיים שבה חי ענק. לענק הייתה תרנגולת שהטילה ביצי זהב ונבל קסום. ג'ק התגנב לביתו של הענק ולקח את התרנגולת ואת הנבל. אבל הנבל זעק והעיר את הענק. ג'ק רץ וירד במורד השעועית. הענק הלך אחריו. כשג'ק הגיע לאדמה, הוא כרת במהירות את השעועית. הענק נפל ולא נראה עוד. ג'ק ואמו מכרו את ביצי הזהב והתעשרו. הם חיו באושר ועושר עד עצם היום הזה.",
    "audio_file": "he/10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "הברווזון המכוער",
    "story_translation": "פעם, לברווז אמא הייתה חבילה של ביצים. אחת הביצים הייתה גדולה יותר מהשאר, והיא בקעה הרבה יותר מאוחר. מתוכו יצא ברווזון שנראה שונה מאחיו ואחיותיו. הוא היה גדול ואפור, לא צהוב וחמוד כמו האחרים. הברווזונים האחרים לא שיחקו איתו וקראו לו מכוער. הברווזון המכוער הרגיש עצוב מאוד ועזב את הבית כדי למצוא מקום שבו יוכל להיות מאושר. הוא פגש חיות שונות, אבל כולן הסתכלו עליו מוזר כי הוא היה כל כך גדול ואפור. החורף הגיע, והיה קר מאוד. הברווזון המכוער מצא אגם ושחה בו. הוא ראה ציפורים לבנות יפהפיות עפות מעליו. הוא רצה להיות יפה וחינני כמוהם. כשהגיע האביב, ראה הברווזון המכוער את השתקפותו במים. הוא כבר לא היה ציפור אפורה ומסורבלת. הוא הפך לברבור יפהפה! הברבורים האחרים קיבלו את פניו ושיחקו איתו. אנשים ראו אותו ואמרו, 'תראה את הברבור היפה הזה!' הברווזון המכוער, עכשיו ברבור יפהפה, היה מאושר מאוד. הוא למד שזה לא משנה איך הוא נראה כשהוא נולד, כי הוא הפך לברבור מקסים.",
    "audio_file": "he/10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "התרנגולת האדומה הקטנה",
    "story_translation": "פעם הייתה תרנגולת אדומה קטנה שחיה בחווה. היא מצאה כמה זרעים על האדמה. לתרנגולת האדומה הקטנה היה רעיון. היא חשבה, 'אני אשתול את הזרעים האלה'. היא שאלה את חבריה, הכלב, החתול והברווז, 'מי יעזור לי לזרוע את הזרעים?'. אבל כולם אמרו, 'לא אני.' אז התרנגולת האדומה הקטנה אמרה, 'אז אני אעשה את זה בעצמי.' והיא זרעה את הזרעים לבדה. כשהזרעים גדלו לחיטה גבוהה, שאלה התרנגולת האדומה הקטנה: \"מי יעזור לי לחתוך את החיטה?\" שוב, הכלב, החתול והברווז אמרו, 'לא אני.' אז התרנגולת האדומה הקטנה אמרה, 'אז אני אעשה את זה בעצמי'. והיא חתכה את החיטה לבדה. אחר כך היא שאלה: 'מי יעזור לי להפוך את החיטה לקמח?'. אבל החברים שלה אמרו, 'לא אני.' אז היא עשתה הכל לבד. ואז התרנגולת האדומה הקטנה אמרה, 'מי יעזור לי לאפות את הלחם?' שוב, כולם אמרו, 'לא אני.' אז היא אפתה את הלחם בעצמה. כשהלחם היה מוכן והריח טוב מאוד, הכלב, החתול והברווז באו ואמרו: 'אנחנו נעזור לכם לאכול את הלחם!' אבל התרנגולת האדומה הקטנה אמרה, 'לא, אני אוכל את זה בעצמי'. והיא עשתה. היא אכלה את הלחם ושמחה מאוד.",
    "audio_file": "he/10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "הצב והארנבת",
    "story_translation": "פעם, היה ארנב מהיר שאהב להתרברב כמה מהר הוא יכול לרוץ. היה גם צב איטי שנע לאט מאוד. יום אחד, הארנבת צחקה על הצב ואמרה, 'אתה כל כך איטי! אני יכול לרוץ הרבה יותר מהר ממך!' הצב ענה: 'בוא נעשה מרוץ ונראה מי מהיר יותר'. הם החליטו לקיים מרוץ. למחרת, כל החיות ביער באו לצפות. המרוץ התחיל, והארנבת רצה מהר מאוד, משאירה את הצב הרחק מאחור. אבל עד מהרה, הארנבת חשבה, 'אני כל כך קדימה, אני יכולה לנוח קצת'. אז הוא נשכב מתחת לעץ ונרדם. הצב המשיך ללכת לאט אבל בהתמדה. הוא לא עצר ולא נח. לאחר זמן רב, הוא חלף על פני ארנבת השינה. כשהארנב התעורר, הוא ראה שהצב קרוב לקו הסיום. הוא רץ הכי מהר שיכל, אבל זה היה מאוחר מדי. הצב חצה ראשון את קו הסיום. הצב ניצח במרוץ כי המשיך לנסוע לאט ולא ויתר. הארנבת למדה כי להיות מהיר הוא לא תמיד הטוב ביותר, ואתה לא צריך להתרברב או לזלזל אחרים.",
    "audio_file": "he/10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "הנזל וגרטל",
    "story_translation": "היו פעם שני ילדים, הנזל וגרטל, שחיו עם אביהם ואם חורגת מרושעת. הם היו עניים מאוד, ויום אחד החליטה האם החורגת להשאיר את הילדים ביער כי לא היה מספיק אוכל לכולם. האב לא רצה, אבל הסכים. הנזל שמע את תוכניתם ואסף חלוקי נחל מבריקים. כשנכנסו ליער, הנזל שמט את חלוקי הנחל כדי לפלס דרך חזרה הביתה. לאחר שהוריהם עזבו אותם, הלכו הנזל וגרטל בשביל חלוקי הנחל ומצאו את דרכם חזרה הביתה. אביהם שמח לראותם, אבל האם החורגת לא. בפעם הבאה נלקחו הנזל וגרטל עמוק יותר לתוך היער. הנזל השאיר שובל של פירורי לחם, אבל ציפורים אכלו אותם, והם לא מצאו את דרכם חזרה. אבודים ורעבים, הם מצאו בית עשוי ממתקים והחלו לאכול אותו. מכשפה זקנה שחיה שם תפסה אותם ונעלה את הנזל בכלוב. היא הכריחה את גרטל לבצע מטלות ותכננה לאכול את הנזל. גרטל רימה את המכשפה ודחף אותה לתנור. לאחר מכן, היא שחררה את הנזל, והם מצאו אוצרות בבית המכשפה. כשהמכשפה נעלמה, הנזל וגרטל מצאו את דרכם חזרה הביתה עם האוצרות. אביהם שמח מאוד לראות אותם ואמר שהוא מתחרט שהשאיר אותם ביער. הם מעולם לא ראו שוב את האם החורגת המרושעת. כולם חיו באושר ועושר עד עצם היום הזה, עם הרבה אוכל ובלי יותר דאגות.",
    "audio_file": "he/10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "בגדי הקיסר החדשים",
    "story_translation": "היה היה פעם קיסר יהיר שאהב ללבוש בגדים מפוארים. הוא בזבז את כל כספו על לבוש טוב. יום אחד הגיעו שני נוכלים לעירו של הקיסר. הם אמרו שהם יכולים לייצר את הבגדים הכי יפים בעולם. בגדים אלה, הם טענו, היו בלתי נראים לכל מי שהיה טיפש מאוד או לא טוב בעבודתם. הקיסר חשב שזה רעיון נהדר. הוא נתן להם זהב ומשי כדי להכין את הבגדים. הנוכלים העמידו פנים שהם עובדים, אבל הם שמרו את כל הזהב והמשי לעצמם. כשהבגדים היו 'מוכנים', הלך הקיסר לראותם. הוא לא ראה בגדים, אבל הוא לא רצה להיראות טיפש, אז הוא העמיד פנים שהוא מעריץ אותם. הנוכלים העמידו פנים שהם מלבישים את הקיסר בבגדים החדשים. הקיסר צעד בתהלוכה לעיני כל עמו. כולם בקהל גם העמידו פנים שהם רואים את הבגדים, כי הם לא רצו להיקרא טיפשים. לבסוף, ילד קטן צעק: 'אבל הוא לא לובש כלום!' לאט לאט כולם התחילו ללחוש את אותו הדבר. הקיסר הבין שהם צודקים אך המשיך במצעד, גאה מכדי להודות בטעותו.",
    "audio_file": "he/10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "היפהפייה הנרדמת",
    "story_translation": "פעם היו מלך ומלכה שרצו ילד. לבסוף, משאלתם התגשמה, ונולדה להם תינוקת יפה. הם קראו לה אורורה. כדי לחגוג את הולדתה של אורורה, ערכו המלך והמלכה מסיבה מפוארת. הם הזמינו את כל הפיות בממלכה לברך את אורורה. כל פיה העניקה לאורורה מתנה כמו יופי, טוב לב ואינטליגנציה. אבל היתה פיה זקנה אחת שלא הוזמנה. היא כעסה והגיעה למסיבה בכל זאת. היא נתנה לאורורה מתנה רעה: ביום הולדתה השש-עשרה, אורורה תדקור את אצבעה על גלגל מסתובב ותירדם לנצח. למרבה המזל, הפיה הצעירה ביותר עדיין לא נתנה לה מתנה. היא לא יכלה לבטל את קללת הפיה הישנה, אבל היא יכלה לרכך אותה. היא אמרה שאורורה לא תמות אלא תשקע בשינה עמוקה, ורק נשיקה של אהבת אמת תוכל להעיר אותה. השנים חלפו, ואורורה גדלה להיות נסיכה יפה וטובת לב. ביום הולדתה השש-עשרה מצאה גלגל מסתובב ודקרה את אצבעה. היא שקעה בשינה עמוקה, וכל הממלכה נרדמה איתה. מאה שנים חלפו, ונסיך הגיע לממלכה. הוא מצא את אורורה ונישק אותה. הנשיקה שברה את הכישוף. אורורה וכל הממלכה התעוררו. הנסיך ואורורה התאהבו והתחתנו. הם חיו באושר ועושר עד עצם היום הזה, והממלכה שוב הייתה מלאה שמחה וצחוק.",
    "audio_file": "he/10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "אמיליה ארהרט",
    "story_translation": "פעם הייתה בחורה אמיצה והרפתקנית בשם אמיליה ארהרט. אמיליה אהבה לצפות בציפורים וחלמה להמריא גבוה בשמיים בדיוק כמוהן. היא גדלה בתקופה שבה לא הרבה נשים הפכו לטייסות, אבל אמיליה הייתה נחושה להגשים את חלומה. היא עבדה קשה מאוד ולמדה להטיס מטוסים, והפכה לאחת הטייסות הראשונות בעולם. אמיליה עשתה משהו מדהים: היא טסה לבדה על פני האוקיינוס האטלנטי הגדול והרחב, האישה הראשונה אי פעם שעשתה זאת! האומץ וההצלחה שלה הראו לכולם שגם בנות יכולות להגשים חלומות גדולים. אמיליה התפרסמה ונתנה השראה לאנשים רבים, במיוחד בנות, ללכת בעקבות החלומות שלהם, לא משנה כמה גדולים הם. היא הוכיחה שעם נחישות ואומץ, אתה יכול להגיע לכוכבים ולהגשים את החלומות שלך.",
    "audio_file": "he/10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "מרטין לותר קינג ג'וניור",
    "story_translation": "היה היה פעם אדם בשם מרטין לותר קינג ג'וניור, שהיה לו חלום גדול. הוא חלם על עולם שבו כולם, ללא קשר לצבע עורם, יזכו ליחס שווה והוגן. מרטין חי בתקופה שבה לא כולם קיבלו יחס זהה – לאנשים עם צבעי עור שונים היו בתי ספר שונים, מזרקות מים שונות, ולא הורשו לעשות את אותם הדברים. זה העציב מאוד את מרטין, והוא רצה לשנות את זה. הוא הפך למנהיג ודיבר עם אנשים רבים על החלום שלו. הוא נשא נאומים והוביל צעדות שקטות, וביקש שיתייחסו לכולם באדיבות ובכבוד. נאומו המפורסם ביותר נפתח ב\"יש לי חלום...\". מרטין היה אמיץ וחזק, והוא עבד קשה מאוד כדי להפוך את העולם למקום טוב יותר. בזכותו שונו חוקים רבים, ואנשים התחילו להבין כמה חשוב להתייחס לכולם באופן שווה. מרטין לותר קינג הראה לנו שעם אהבה, שלום ונחישות, אנחנו יכולים לעשות שינויים גדולים ולעזור לכולם לחיות טוב יותר ביחד.",
    "audio_file": "he/10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "רוזה פארקס",
    "story_translation": "פעם הייתה אישה אמיצה בשם רוזה פארקס שעמדה על מה שנכון. רוזה חיה בתקופה שבה אנשים קיבלו יחס שונה על בסיס צבע עורם. יום אחד, אחרי יום ארוך בעבודה, רוזה התיישבה באוטובוס במונטגומרי, אלבמה. נהג האוטובוס אמר לה לוותר על מושבה לטובת נוסע לבן, אבל רוזה הייתה עייפה, לא רק מהיום שלה אלא גם מהכללים הלא הוגנים שהיא ואחרים נאלצו לציית להם מדי יום. היא החליטה להישאר יושבת, ואמרה לא בצורה שקטה אך עוצמתית. המעשה האמיץ של רוזה היה רגע חשוב מאוד. זה התחיל תנועה גדולה שבה אנשים רבים, בראשות מרטין לותר קינג ג'וניור, חברו יחד כדי להילחם למען שוויון והגינות. הם ארגנו חרם אוטובוסים גדול, שבו הפסיקו להשתמש באוטובוסים עד שכולם יכלו לשבת איפה שהם רוצים. מעשה האומץ הפשוט של רוזה עזר לשנות חוקים לא הוגנים רבים והראה לעולם כיצד עמידה על מה שנכון, אפילו בדרכים קטנות, יכולה לעשות הבדל עצום. רוזה פארקס זכורה כ'אם התנועה לזכויות האזרח', וסיפורה מלמד אותנו שכל אחד יכול להיות גיבור ולעזור לשנות את העולם לטובה.",
    "audio_file": "he/10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "ניל ארמסטרונג",
    "story_translation": "היה היה פעם אדם הרפתקן בשם ניל ארמסטרונג. היה לו חלום לעשות משהו שאף אחד לא עשה לפני כן – ללכת על הירח! ניל אהב לטוס והפך לטייס, טס גבוה בשמיים ואפילו הפך לאסטרונאוט, מה שאומר שהוא זכה להגיע לחלל. ב-20 ביולי 1969 טסו ניל וחבריו בחללית בשם אפולו 11 כל הדרך לירח. זה היה מסע ארוך ומרגש. כשהגיעו לירח, ניל היה הראשון שיצא מהחללית אל פני הירח המאובקים. כשהוא עשה את הצעד הראשון שלו, הוא אמר, 'זה צעד אחד קטן לאדם, צעד אחד ענק לאנושות'. משמעות הדבר הייתה שלמרות שהצעד שלו היה קטן, זה היה רגע ענק עבור כל האנשים בכל מקום. ניל וחבריו אספו סלעי ירח ותלו דגל. כאשר הם חזרו לכדור הארץ, הם נחגגו כגיבורים. החלום והאומץ של ניל הראו לכולם שעם עבודה קשה ונחישות, אנחנו יכולים להגיע לכוכבים ולהשיג דברים מדהימים.",
    "audio_file": "he/10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "מארי קירי",
    "story_translation": "פעם, בארץ פולין, היתה ילדה מאוד סקרנית וחכמה בשם מארי קירי. מארי אהבה ללמוד, במיוחד על מדע. כשגדלה, היא עברה לפריז, צרפת, כדי ללמוד יותר, כי רצתה להיות מדענית. אז, לא הרבה נשים היו מדעניות, אבל מארי הייתה נחושה. היא עבדה במעבדה קטנה וחשוכה עם בעלה, פייר קירי. יחד, הם גילו משהו מדהים שנקרא רדיום. רדיום היה סוג מיוחד של מתכת שזהרה בחושך וניתן היה להשתמש בה כדי לעזור לרופאים לראות בתוך גופם של אנשים כדי לשפר אותם. מארי קירי התפרסמה מאוד בזכות תגליתה, והיא זכתה בפרס נובל לא פעם אחת, אלא פעמיים! היא הייתה האישה הראשונה שזכתה בפרס הגדול הזה והאדם הראשון אי פעם שזכה בו פעמיים. מארי הראתה לעולם שגם בנות יכולות להיות מדעניות גדולות. היא עבדה קשה ולא ויתרה, גם כשהיה קשה. תגליותיה עזרו לאנשים רבים ושינו את עולם המדע לנצח.",
    "audio_file": "he/10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "מלאלה יוספזאי",
    "story_translation": "פעם, בעמק סוואט היפה של פקיסטן, היתה נערה אמיצה בשם מלאלה יוספזאי. מלאלה אהבה ללכת לבית הספר וללמוד דברים חדשים, אבל בארצה, קבוצה של אנשים חשבה שבנות לא צריכות ללכת לבית הספר. מלאלה האמינה שלכל ילדה וילד יש את הזכות ללמוד, ולכן היא דיברה על זכויותיה ועל זכויותיהם של ילדים אחרים. היא כתבה על חייה ועל רצונה ללכת לבית הספר ביומן, ואנשים רבים ברחבי העולם קראו את דבריה. האומץ שלה הכעיס כמה אנשים, ויום אחד היא נפגעה. אבל מלאלה הייתה חזקה, והיא לא ויתרה. לאחר שהחלימה, היא המשיכה לדבר בקול רם עוד יותר למען חינוך כל הילדים. אומץ ליבה וסיפורה העניקו השראה לאנשים רבים, והיא הפכה לאדם הצעיר ביותר אי פעם שזכה בפרס נובל לשלום. מלאלה הראתה לכולם שגם אם אתה צעיר, אתה יכול לעשות הבדל גדול בעולם על ידי עמידה על מה שאתה מאמין בו.",
    "audio_file": "he/10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "נלסון מנדלה",
    "story_translation": "היה היה פעם בדרום אפריקה אדם בשם נלסון מנדלה. מנדלה היה אדם אמיץ וחכם שהאמין שיש להתייחס לכולם באופן שווה, לא משנה מה צבע עורם. אבל באותם זמנים, בדרום אפריקה, היו חוקים לא הוגנים שנקראו אפרטהייד, שהפרידו בין אנשים על בסיס גזעם וצבעם. מנדלה רצה לשנות את החוקים האלה כדי שכולם, שחורים או לבנים, יוכלו לחיות יחד בשלום. הוא עבד קשה מאוד ודיבר עם אנשים רבים, מנסה להביא לשינוי בדרך שלווה. אבל הממשלה לא אהבה את זה, והם הכניסו אותו לכלא לשנים רבות. מנדלה מעולם לא ויתר על התקווה, והפך לסמל המאבק לחופש. אנשים בכל רחבי העולם ידעו עליו ותמכו במטרתו. לבסוף, לאחר 27 שנים, הוא שוחרר לחופשי. חלומו של מנדלה החל להתגשם כשהפך לנשיא השחור הראשון של דרום אפריקה, והוא פעל לקירוב לבבות בין אנשים מכל הצבעים. הוא הראה לעולם את כוחה של הסליחה וכמה חשוב להילחם על מה שנכון. נלסון מנדלה זכור כגיבור שהביא תקווה ושינוי לארצו ולעולם.",
    "audio_file": "he/10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "לאונרדו דה וינצ'י",
    "story_translation": "פעם באיטליה חי ילד סקרן ופיקח בשם לאונרדו דה וינצ'י. לאונרדו אהב לחקור את העולם סביבו והתעניין בדברים רבים. הוא אהב לצייר, לצייר ואפילו להמציא דברים חדשים. כשגדל, הוא נעשה טוב מאוד באמנות ויצר ציורים יפים, שאחד מהם היה 'מונה ליזה' המפורסמת שאנשים עדיין מעריצים היום. אבל לאונרדו לא היה רק אמן; הוא היה גם מדען וממציא. הוא חקר ציפורים וחלם לייצר מכונה שתוכל לעוף, ממש כמו מטוס היום. הוא גם התבונן בגוף האדם כדי להבין כיצד הוא פועל וצייר סקיצות רבות של רעיונותיו. לאונרדו היה אדם מוכשר מאוד, וסקרנותו לגבי העולם מעולם לא פסקה. הוא המשיך ללמוד וליצור כל חייו. הוא הראה לנו שאם אתה סקרן ועובד קשה, אתה יכול ללמוד על הרבה דברים שונים ואולי אפילו לשנות את העולם עם הרעיונות שלך.",
    "audio_file": "he/10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "קליאופטרה",
    "story_translation": "פעם במצרים העתיקה, הייתה מלכה מפורסמת בשם קליאופטרה. קליאופטרה לא הייתה רק מלכה; היא גם הייתה מאוד חכמה ומשכילה. היא ידעה לדבר שפות רבות והייתה ידועה בקסם ובאינטליגנציה שלה. כשליט מצרים, לקליאופטרה היה אכפת מאוד מבני עמה ועבדה קשה כדי להפוך את ארצה לחזקה וחזקה. היא הייתה מפורסמת גם ביופייה ובסיפורי האהבה הגדולים שלה עם מנהיגים רבי עוצמה של מדינות אחרות, כמו יוליוס קיסר ומארק אנטוניוס. קליאופטרה חיה בתקופה שבה זה היה נדיר מאוד עבור אישה להיות בעמדה כה חזקה, אבל היא הראתה שהיא יכולה לשלוט כמו כל מלך. היא הייתה אחת השליטות האחרונות של מצרים העתיקה לפני שהפכה לחלק מהאימפריה הרומית. חייה של קליאופטרה היו מלאי הרפתקאות, והיא זכורה לאורך ההיסטוריה כאחת הנשים המרתקות והמשפיעות ביותר בתקופתה.",
    "audio_file": "he/10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "גלילאו גליליי",
    "story_translation": "היה היה פעם באיטליה אדם בשם גלילאו גליליי. גלילאו היה סקרן מאוד לגבי העולם והכוכבים בשמים. הוא אהב ללמוד וללמוד על כל מה שיכל. אחד הדברים החשובים ביותר שהוא עשה היה להסתכל על הכוכבים וכוכבי הלכת עם טלסקופ, שהיה המצאה חדשה באותה תקופה. גלילאו גילה שכדור הארץ וכוכבי לכת אחרים נעים סביב השמש, ולא להיפך כפי שרוב האנשים האמינו אז. זו הייתה תגלית גדולה כי היא שינתה את הדרך שבה אנשים הבינו את היקום. עם זאת, לא כולם היו מרוצים מרעיונותיו של גלילאו. היו אנשים, כולל מנהיגים חזקים, שלא האמינו לו ולא רצו שגם אחרים יאמינו לו. הם חשבו שהרעיונות שלו שונים מדי. גלילאו היה צריך להיות אמיץ מאוד כדי לחלוק את תגליותיו ולעמוד על מה שהוא ידע שהוא נכון. הוא המשיך ללמוד וללמד, והיום אנחנו זוכרים את גלילאו כאחד מגדולי המדענים אי פעם. הוא הראה לנו שלפעמים אתה צריך להטיל ספק במה שכולם חושבים ולהיות אמיץ מספיק כדי ללכת בעקבות הרעיונות שלך.",
    "audio_file": "he/10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "ז'אן ד'ארק",
    "story_translation": "פעם בצרפת הייתה נערה צעירה בשם ז'אן ד'ארק. ג'ואן התגוררה בכפר קטן בתקופה שבה ארצה, צרפת, הייתה במלחמה גדולה עם מדינה אחרת בשם אנגליה. ז'ואן הייתה אמיצה מאוד והאמינה שיש לה משימה מיוחדת לעזור לצרפת. לדבריה, היא שמעה קולות של קדושים שאמרו לה להציל את ארצה. למרות שהייתה רק נערה ונערה, ז'ואן שכנעה את נסיך צרפת לתת לה להוביל צבא. היא לבשה שריון ורכבה על סוס, מובילה את חייליה לקרב. האומץ של ג'ואן נתן השראה לכל הסובבים אותה, והיא עזרה לנצח בכמה קרבות חשובים. אנשים ראו בה גיבורה. למרבה הצער, היא נפלה בשבי אויביה והתמודדה עם אתגרים גדולים. אבל ג'ואן מעולם לא הפסיקה להאמין בשליחותה. שנים לאחר מכן, היא נזכרה כסמל של גבורה ופטריוטיות. ז'אן ד'ארק הפכה לקדושה, ואנשים בכל רחבי העולם מכירים את סיפורה. היא לימדה אותנו שלא משנה כמה אתה צעיר או קטן, אתה יכול לעשות דברים גדולים אם יש לך אומץ ואתה מאמין בעצמך.",
    "audio_file": "he/10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "אלברט איינשטיין",
    "story_translation": "היה היה פעם פיזיקאי מבריק בשם אלברט איינשטיין. לאלברט הייתה סקרנות עמוקה לגבי היקום וכיצד הוא פועל. הוא הגה תיאוריה פורצת דרך בשם 'תורת היחסות', ששינתה את האופן שבו אנו מבינים מרחב, זמן וכבידה. הנוסחה שלו, E=mc², התפרסמה ברחבי העולם. אלברט לא היה רק מדען; הוא היה גם פעיל למען השלום וזכויות האדם. הוא דיבר נגד מלחמה ואי צדק. עבודתו ורעיונותיו חוללו מהפכה במדע והפכו אותו לאחד המדענים המפורסמים ביותר בהיסטוריה. אלברט איינשטיין הראה לנו שעם דמיון, סקרנות ועבודה קשה, אנו יכולים לפענח את מסתרי היקום ולהפוך את העולם למקום טוב יותר.",
    "audio_file": "he/10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "נפילת חומת ברלין",
    "story_translation": "פעם, בשנת 1989, התרחש אירוע מכונן בברלין, גרמניה - נפילת חומת ברלין. במשך עשרות שנים, חומת ברלין הפרידה בין מזרח ומערב ברלין, וסימלה את החלוקה בין מזרח למערב במהלך המלחמה הקרה. זה היה מחסום פיזי ואידיאולוגי שעמד כסמל לדיכוי ופילוג. עם זאת, בסתיו 1989, סדרה של מחאות שקטות ושינויים פוליטיים במזרח גרמניה הובילה לבלתי ייאמן. בליל ה-9 בנובמבר 1989 הודיעה ממשלת מזרח גרמניה כי אזרחים יוכלו לחצות את הגבול למערב ברלין באופן חופשי. המוני אנשים נהרו אל החומה, ובעזרת פטישים ואזמלים החלו לפרק אותה. העולם צפה בתדהמה כיצד משפחות וחברים התאחדו בשמחה, ואנשים משני צידי החומה חיבקו זה את זה. נפילת חומת ברלין סימנה את תחילת הסוף של המלחמה הקרה ואת איחודה מחדש של גרמניה. זו הייתה עדות לכוחם של אנשים שהתאחדו כדי לשבור מחסומים ולהשיג חופש ואחדות.",
    "audio_file": "he/10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "דרך המשי",
    "story_translation": "לפני זמן רב, בימי קדם, הייתה קיימת רשת עצומה של נתיבי סחר הידועה בשם דרך המשי. מסע היסטורי זה לא היה דרך אחת אלא רשת מורכבת של שבילים מחוברים שנמתחו על פני אסיה וחיברו בין המזרח למערב. דרך המשי קיבלה את שמה מהמשי היקר, בד יוקרתי המיוצר בסין, שהיה אחד הסחורות המבוקשות ביותר שנסחרו בנתיבים אלה. עם זאת, דרך המשי לא הייתה רק משי; זה היה צינור לחילופי סחורות, תרבויות ורעיונות. סוחרים מסין, הודו, פרס, ערב הסעודית ואזורים אחרים יצאו למסעות מסוכנים, כשהם נושאים סחורות כמו תבלינים, מתכות יקרות, אבני חן ובדים אקזוטיים. יחד עם סחורות אלה, הם חלקו את התרבויות, הדתות והטכנולוגיות שלהם. דרך המשי אפשרה חילופי ידע יוצאי דופן, שהובילו להתקדמות במדע, מתמטיקה ואמנות. היא גם מילאה תפקיד משמעותי בהתפשטות הבודהיזם, האסלאם והנצרות לחלקים שונים של העולם. ככל שדרך המשי שגשגה, היא טיפחה רוח של שיתוף פעולה והבנה בין תרבויות מגוונות. למרות אתגרי השטח הקשים ומזג האוויר הבלתי צפוי, המשיכו הסוחרים במסעותיהם ויצרו קשרים בין ארצות רחוקות. דרך המשי הייתה גשר שחיבר בין אנשים על פני יבשות ומילא תפקיד מרכזי בעיצוב ההיסטוריה של עולמנו.",
    "audio_file": "he/10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "החומה הגדולה של סין",
    "story_translation": "לפני מאות שנים, בארץ העצומה והעתיקה של סין, החל פרויקט בנייה יוצא דופן. זו הייתה בנייתו של מה שלימים יהפוך לאחד המבנים האיקוניים ומעוררי היראה ביותר בעולם: החומה הגדולה של סין. משימה מונומנטלית זו לא הייתה חומה אחת אלא סדרה של חומות, ביצורים ומגדלי שמירה שנמתחו לאורך גבולה הצפוני של סין. מטרתה העיקרית של החומה הגדולה הייתה להגן על המדינות והאימפריות הסיניות מפני פלישות של שבטים נוודים ופלישות צבאיות. בניית החומה הגדולה החלה לפני יותר מ-2,000 שנה בתקופת שושלת צ'ין, אך היא הורחבה ונבנתה מחדש על ידי שושלות מאוחרות יותר, כולל שושלות האן, מינג וצ'ינג. החומה נבנתה מחומרים שונים כגון אבן, אדמה, עץ ולבנים, והיא כיסתה מרחק מדהים, עם הערכות שנעו בין 13,000 ל -21,196 מיילים. זו הייתה עדות לכושר ההמצאה והנחישות של העם הסיני. החומה הגדולה לא רק שימשה כמבנה הגנתי אימתני, אלא גם הקלה על מסחר, תקשורת וחילופי תרבות לאורך דרך המשי. היא עמדה במבחן הזמן ונותרה סמל להיסטוריה העשירה של סין ולכוחה המתמשך. כיום, הוא מוכר כאחד משבעת פלאי תבל ומבקרים בו מיליוני אנשים מרחבי העולם שבאים להתפעל מהפאר והמשמעות ההיסטורית שלו.",
    "audio_file": "he/10027.wav"
  }
]