[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "Les 3 Petits Cochons",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "Il était une fois, trois petits cochons qui décidèrent de construire des maisons pour rester en sécurité. Le premier cochon construisit une maison en paille parce que c'était facile. Le deuxième cochon construisit une maison en bâtons, plus solide mais encore faible. Le troisième cochon construisit une maison en briques, robuste et solide. Un jour, un grand méchant loup vint à la maison de paille. Il souffla, renifla et fit facilement voler la maison de paille en éclats. Le cochon effrayé courut vers la maison en bâtons avec son frère. Le loup les suivit, souffla, renifla et fit s'effondrer la maison en bâtons. Les deux cochons coururent vers la maison en briques, espérant qu'elle serait solide. Le loup souffla, renifla, mais la maison en briques ne tomba pas. Frustré, le loup essaya de descendre par la cheminée pour attraper les cochons. Les cochons allumèrent un feu, et le loup s'enfuit, effrayé. Les trois cochons étaient en sécurité et apprirent que le travail acharné finit toujours par payer. Ils vécurent heureux pour toujours dans leur solide maison en briques.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "Boucle d'Or",
        "fiction": true,
        "level": "beginner",
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "Un matin ensoleillé, Boucle d'Or se promenait dans les bois et trouva une petite maison. La porte était ouverte, alors Boucle d'Or décida d'entrer et d'explorer. Dans la cuisine, elle trouva trois bols de porridge sur la table. Elle goûta le premier bol et dit : Ce porridge est trop chaud ! Elle essaya le deuxième bol et dit : Ce porridge est trop froid ! Elle goûta le troisième bol et dit avec plaisir : Ce porridge est juste comme il faut ! Après avoir mangé, Boucle d'Or se sentait fatiguée et remarqua trois chaises dans le salon. Elle s'assit dans la première chaise mais dit : Cette chaise est trop dure ! Elle essaya la deuxième chaise mais dit : Cette chaise est trop molle ! Elle s'assit dans la troisième chaise et dit : Cette chaise est juste comme il faut ! Tout à coup, la petite chaise se cassa, et Boucle d'Or se leva rapidement, surprise. Se sentant endormie, elle monta les escaliers et trouva trois lits dans une chambre. Elle s'allongea dans le premier lit et dit : Ce lit est trop dur ! Elle essaya le deuxième lit mais dit : Ce lit est trop mou ! Elle s'allongea dans le troisième lit et dit : Ce lit est juste comme il faut ! Boucle d'Or s'endormit profondément, ignorant que les trois ours revenaient chez eux. Papa Ours dit d'une voix très forte : Quelqu'un a mangé mon porridge ! Maman Ours dit : Quelqu'un s'est assis sur ma chaise et l'a cassée ! Bébé Ours dit : Quelqu'un a dormi dans mon lit, et la voilà ! Boucle d'Or se réveilla, vit les ours et cria en courant dehors. Elle se précipita à travers la forêt, se promettant de ne jamais entrer dans des maisons étranges à nouveau.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Cendrillon",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "Il était une fois une gentille fille nommée Cendrillon qui vivait avec sa méchante belle-mère. Sa belle-mère et ses demi-sœurs la forçaient à faire tout le ménage et la cuisine. Un jour, le roi annonça un grand bal pour que le prince trouve une épouse. Cendrillon souhaitait y aller, mais sa belle-mère refusa et la laissa chez elle. Alors qu'elle pleurait, sa fée marraine apparut et promit de l'aider à y assister. D'un coup de sa baguette, elle transforma les haillons de Cendrillon en une magnifique robe. Elle lui donna des pantoufles en verre et transforma une citrouille en une carrosse magique. La fée marraine lui dit : « Sois de retour avant minuit ou la magie disparaîtra. » Au bal, tout le monde admirait Cendrillon, et le prince tomba amoureux d'elle. Ils dansèrent ensemble toute la nuit jusqu'à ce que l'horloge sonne douze coups, et Cendrillon s'enfuit. Elle laissa derrière elle une pantoufle en verre, que le prince utilisa pour la rechercher. Le prince visita chaque maison, essayant la pantoufle à chaque jeune femme du royaume. Lorsqu'il arriva chez Cendrillon, les demi-sœurs essayèrent, mais leurs pieds ne pouvaient pas entrer dans la pantoufle. Cendrillon essaya la pantoufle, et elle lui allait parfaitement ! Le prince sut qu'elle était la bonne. Ils se marièrent peu après, et Cendrillon pardonna à sa belle-mère et à ses demi-sœurs pour leur cruauté. Cendrillon et le prince vécurent heureux pour toujours dans le grand palais.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "Jack et le Haricot Magique",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "Il était une fois un pauvre garçon nommé Jack qui vivait avec sa mère. Ils n'avaient qu'une seule vache, qu'ils vendaient pour se procurer de la nourriture et de l'argent. Un jour, Jack échangea la vache contre des haricots magiques chez un homme étrange. Sa mère était furieuse et jeta les haricots par la fenêtre. Au matin, les haricots avaient poussé en une gigantesque tige atteignant le ciel. Curieux, Jack monta la tige et découvrit un immense château dans les nuages. À l'intérieur, il vit un géant qui possédait une harpe en or et une poule magique. La poule pondait des œufs en or, et la harpe jouait de magnifiques chansons toute seule. Jack prit la poule et la harpe, mais le géant se réveilla et le poursuivit. Jack descendit rapidement la tige tandis que le géant en colère le suivait derrière. Une fois au sol, Jack prit une hache et coupa la tige. Le géant tomba de la tige et ne fut jamais revu. Avec les œufs en or de la poule, Jack et sa mère vécurent heureux pour toujours.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "La Tortue et le Lièvre",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "Il était une fois un lièvre rapide qui aimait se vanter de sa vitesse. Le lièvre se moqua d'une tortue lente et la défia à une course. Confiant, le lièvre courut rapidement, laissant la tortue loin derrière dans la poussière. Certain de sa victoire, le lièvre décida de faire une sieste sous un arbre. Pendant ce temps, la tortue avançait steady, ne s'arrêtant jamais, et finit par dépasser le lièvre endormi. Quand le lièvre se réveilla, il réalisa que la tortue était près de la ligne d'arrivée. Le lièvre courut aussi vite qu'il le pouvait, mais c'était trop tard. La tortue franchit la ligne d'arrivée la première et gagna la course contre le lièvre. Le lièvre était gêné et apprit une leçon précieuse sur la confiance excessive et l'humilité. La tortue montra que des efforts lents et réguliers peuvent l'emporter contre la confiance excessive et la précipitation.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Hansel et Gretel",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "Il était une fois, Hansel et Gretel vivaient avec leur père et leur belle-mère. La famille était très pauvre, et la belle-mère prévoyait d'abandonner les enfants. Une nuit, Hansel surprit le plan et ramassa des cailloux brillants pour marquer un chemin. Le lendemain, les parents menèrent Hansel et Gretel au plus profond de la forêt. Lorsqu'ils furent laissés seuls, Hansel et Gretel suivirent le chemin de cailloux et rentrèrent chez eux sains et saufs. En colère, la belle-mère les emmena encore plus profondément dans la forêt le jour suivant. Hansel essaya de laisser des miettes de pain, mais les oiseaux les mangèrent, laissant les enfants perdus et effrayés. Ils errèrent et découvrirent une maison en bonbons appartenant à une sorcière qui les captura. La sorcière prévoyait de manger Hansel et fit faire toutes les corvées à Gretel. La maline Gretel trompa la sorcière et la poussa dans le four brûlant. Ils trouvèrent des trésors dans la maison de la sorcière et les ramenèrent chez eux. Leur père était ravi, et la méchante belle-mère avait disparu pour toujours de leur vie. Hansel et Gretel vécurent heureux pour toujours, avec plein de nourriture et sans soucis.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "Les nouveaux vêtements de l'Empereur",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "Il était une fois un empereur qui adorait porter les vêtements les plus fins et les plus élégants. Deux escrocs lui rendirent visite, prétendant qu'ils pouvaient créer des vêtements magiques invisibles aux imbéciles. L'empereur leur donna de l'or et de la soie pour réaliser ces magnifiques vêtements. Les escrocs feignaient de travailler dur, mais gardaient l'or et la soie pour eux-mêmes. Lorsque les vêtements furent prêts, l'empereur ne vit rien mais avait peur de l'admettre. Il fit semblant d'admirer les vêtements invisibles, inquiet que les autres le prennent pour un imbécile. Les escrocs prétendirent l'habiller, et l'empereur annonça un grand défilé. Tout le monde dans la foule fit aussi semblant de voir les nouveaux vêtements de l'empereur. Enfin, un enfant s'exclama : Mais il ne porte rien du tout ! La foule murmura et acquiesça, réalisant que l'empereur avait été complètement trompé. L'empereur était embarrassé mais continua le défilé, trop fier pour admettre son erreur. À partir de ce jour, il devint plus humble et attacha moins d'importance aux vêtements élégants.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "La Belle au bois dormant",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "Il était une fois, un roi et une reine qui souhaitaient un enfant. Leur vœu se réalisa, et ils eurent une magnifique petite fille, Aurora. Les fées offrirent à Aurora des bénédictions comme la beauté et la gentillesse lors d'un grand banquet de célébration. Une fée en colère et non invitée maudit Aurora en disant qu'elle se piquerait le doigt et mourrait. Une fée bienveillante adoucir la malédiction : Aurora dormirait jusqu'au baiser du véritable amour. Le roi fit brûler tous les rouets, espérant protéger Aurora de la malédiction. Des années plus tard, le jour de son seizième anniversaire, Aurora trouva un vieux rouet. Elle se piqua le doigt et tomba dans un profond sommeil, comme prévu. L'ensemble du château s'endormit, entouré de broussailles épaisses et épineuses. Cent ans passèrent, et un prince courageux découvrit le château endormi. Il embrassa Aurora, brisant le sort et réveillant tout le monde dans le château. Aurora et le prince tombèrent amoureux, se marièrent et vécus heureux pour toujours.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Ali Baba et les 40 voleurs",
        "fiction": true,
        "level": "beginner",
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Ali Baba était un pauvre bûcheron qui vivait dans un petit village. Un jour, il vit quarante voleurs cacher un trésor dans une grotte magique. Ils dirent : Ouvre-toi, Sésame, et la porte de la grotte s'ouvrit, révélant de l'or et des bijoux. Après leur départ, Ali Baba utilisa les mêmes mots pour entrer dans la grotte. Il prit une petite quantité de trésor pour aider sa pauvre famille. Les voleurs découvrirent que quelqu'un était entré dans la grotte et devinrent très en colère. Ils fouillèrent le village et suspectèrent Ali Baba d'avoir volé leur trésor. Le serviteur astucieux d'Ali Baba, Morgiana, surprit leurs plans de le tuer. Elle dupait les voleurs et sauva Ali Baba en déjouant leur chef. Ali Baba et sa famille vécurent heureux pour toujours, reconnaissants pour leur fortune.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "Le Pêcheur et sa Femme",
        "fiction": true,
        "level": "beginner",
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Un pauvre pêcheur attrapa un poisson parlant magique et décida de le relâcher. Le poisson lui promit d'exaucer n'importe quel vœu pour avoir épargné sa vie. Le pêcheur en parla à sa femme, qui exigea une plus grande maison comme vœu. Le poisson exauça le vœu, et ils emménagèrent dans un grand cottage. La femme devint avide et demanda un château et à devenir reine. Chaque fois, le pêcheur retournait auprès du poisson pour demander plus. Le poisson exauçait les vœux, mais l’avidité de la femme ne faisait que croître. Finalement, elle exigea de devenir la souveraine du soleil, de la lune et des étoiles. Le poisson, irrité par son avarice, reprit tout, les laissant dans leur hut. Le pêcheur et sa femme revinrent à leur vie simple, apprenant à être contents.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Amelia Earhart",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "Il était une fois une fille brave et aventureuse nommée Amelia Earhart. Amelia aimait observer les oiseaux et rêvait de s'envoler haut dans le ciel comme eux. Elle a grandi à une époque où peu de femmes devenaient pilotes, mais Amelia était déterminée à suivre son rêve. Elle a travaillé très dur et a appris à piloter des avions, devenant l'une des premières femmes pilotes au monde. Amelia a fait quelque chose de vraiment incroyable : elle a volé seule à travers le grand et vaste océan Atlantique, étant la première femme à le faire ! Son courage et son succès ont montré à tout le monde que les filles peuvent aussi réaliser de grands rêves. Amelia est devenue célèbre et a inspiré de nombreuses personnes, en particulier des filles, à poursuivre leurs propres rêves, peu importe leur taille. Elle a prouvé qu'avec détermination et courage, on peut atteindre les étoiles et réaliser ses rêves.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Marie Curie",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "Il était une fois, dans le pays de Pologne, une fille très curieuse et intelligente nommée Marie Curie. Marie adorait apprendre, surtout sur la science. Quand elle a grandi, elle a déménagé à Paris, en France, pour étudier davantage car elle voulait devenir scientifique. À l'époque, peu de femmes étaient scientifiques, mais Marie était déterminée. Elle travaillait dans un petit laboratoire sombre avec son mari, Pierre Curie. Ensemble, ils ont découvert quelque chose d'incroyable appelé le radium. Le radium était un type spécial de métal qui brillait dans le noir et qui pouvait être utilisé pour aider les médecins à voir à l'intérieur du corps des gens pour les soigner. Marie Curie est devenue très célèbre pour sa découverte, et elle a remporté le prix Nobel non pas une fois, mais deux fois ! Elle a été la première femme à recevoir ce grand prix et la première personne au monde à le gagner deux fois. Marie a montré au monde que les filles pouvaient aussi devenir de grandes scientifiques. Elle a travaillé dur et n'a jamais abandonné, même lorsque c'était difficile. Ses découvertes ont aidé de nombreuses personnes et ont changé le monde de la science pour toujours.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Nelson Mandela",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "Il était une fois en Afrique du Sud, un homme nommé Nelson Mandela. Mandela était un homme courageux et sage qui croyait que tout le monde devait être traité également, peu importe la couleur de sa peau. Mais à cette époque, en Afrique du Sud, il y avait des lois injustes appelées apartheid, qui séparaient les gens en fonction de leur race et de leur couleur. Mandela voulait changer ces lois pour que tout le monde, noir ou blanc, puisse vivre ensemble en paix. Il a travaillé très dur et a parlé à beaucoup de gens, essayant d'apporter un changement de manière pacifique. Mais le gouvernement n'aimait pas cela, et ils l'ont emprisonné pendant de nombreuses années. Mandela n'a jamais perdu espoir, et il est devenu un symbole de la lutte pour la liberté. Des gens du monde entier connaissaient son histoire et soutenaient sa cause. Enfin, après 27 ans, il a été libéré. Le rêve de Mandela a commencé à se réaliser lorsqu'il est devenu le premier président noir de l'Afrique du Sud, et il a travaillé pour rassembler des personnes de toutes les couleurs. Il a montré au monde le pouvoir du pardon et à quel point il est important de se battre pour ce qui est juste. Nelson Mandela est remembered comme un héros qui a apporté espoir et changement à son pays et au monde.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Leonard de Vinci",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "Il était une fois en Italie, un garçon curieux et intelligent nommé Léonard de Vinci. Léonard aimait explorer le monde qui l'entourait et s'intéressait à de nombreuses choses. Il aimait dessiner, peindre et même inventer de nouvelles choses. En grandissant, il devient très doué en art et créa de magnifiques tableaux, dont l'un était la célèbre 'Mona Lisa' que les gens admirent encore aujourd'hui. Mais Léonard n'était pas seulement un artiste ; il était aussi un scientifique et un inventeur. Il étudiait les oiseaux et rêvait de créer une machine capable de voler, tout comme un avion aujourd'hui. Il observa également le corps humain pour comprendre son fonctionnement et dessina de nombreux croquis de ses idées. Léonard était un homme très talentueux, et sa curiosité pour le monde ne s'est jamais arrêtée. Il continua d'apprendre et de créer toute sa vie. Il nous a montré que si vous êtes curieux et que vous travaillez dur, vous pouvez apprendre beaucoup de choses différentes et peut-être même changer le monde avec vos idées.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Cléopâtre",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "Il était une fois dans l'Égypte ancienne, une célèbre reine nommée Cléopâtre. Cléopâtre n'était pas seulement une reine ; elle était aussi très intelligente et instruite. Elle pouvait parler de nombreuses langues et était connue pour son charme et son intelligence. En tant que dirigeante de l'Égypte, Cléopâtre tenait beaucoup à son peuple et travaillait dur pour rendre son pays fort et puissant. Elle était également célèbre pour sa beauté et ses grandes histoires d'amour avec des dirigeants puissants d'autres pays, comme Jules César et Marc Antoine. Cléopâtre vivait à une époque où il était très rare qu'une femme occupe une position aussi puissante, mais elle a montré qu'elle pouvait régner aussi bien qu'un roi. Elle fut l'une des dernières dirigeantes de l'Égypte ancienne avant qu'elle ne devienne partie intégrante de l'Empire romain. La vie de Cléopâtre était pleine d'aventures, et elle a été célébrée à travers l'histoire comme l'une des femmes les plus fascinantes et influentes de son temps.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Jeanne d'Arc",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "Il était une fois en France, une jeune fille nommée Jeanne d'Arc. Jeanne vivait dans un petit village à une époque où son pays, la France, était en guerre contre un autre pays appelé l'Angleterre. Jeanne était très courageuse et croyait qu'elle avait une mission spéciale pour aider la France. Elle disait avoir entendu des voix de saints lui disant de sauver son pays. Même si elle n'était qu'une adolescente et une fille, Jeanne convainquit le prince de France de lui permettre de diriger une armée. Elle portait une armure et montait à cheval, menant ses soldats au combat. Le courage de Jeanne inspirait tous ceux qui l'entouraient, et elle a aidé à gagner d'importantes batailles. Les gens la voyaient comme une héroïne. Malheureusement, elle fut capturée par ses ennemis et fit face à de grands défis. Mais Jeanne n'a jamais cessé de croire en sa mission. Des années plus tard, elle fut rappelée comme un symbole de bravoure et de patriotisme. Jeanne d'Arc devint une sainte, et des gens du monde entier connaissent son histoire. Elle nous a appris que peu importe à quel point vous êtes jeune ou petit, vous pouvez accomplir de grandes choses si vous avez du courage et si vous croyez en vous.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Albert Einstein",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "Il était une fois un brillant physicien nommé Albert Einstein. Albert avait une profonde curiosité pour l'univers et son fonctionnement. Il a proposé une théorie révolutionnaire appelée 'Théorie de la relativité', qui a changé notre façon de comprendre l'espace, le temps et la gravité. Sa formule, E=mc², est devenue célèbre dans le monde entier. Albert n'était pas seulement un scientifique ; il était aussi un défenseur de la paix et des droits de l'homme. Il s'est élevé contre la guerre et l'injustice. Son travail et ses idées ont révolutionné la science et ont fait de lui l'un des scientifiques les plus célèbres de l'histoire. Albert Einstein nous a montré qu'avec de l'imagination, de la curiosité et du travail acharné, nous pouvons percer les mystères de l'univers et rendre le monde meilleur.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "La chute du mur de Berlin",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "Il était une fois, en 1989, un événement marquant qui s'est déroulé à Berlin, en Allemagne - la Chute du Mur de Berlin. Pendant des décennies, le Mur de Berlin avait séparé Berlin Est et Berlin Ouest, symbolisant la division entre l'Est et l'Ouest pendant la Guerre froide. C'était une barrière physique et idéologique qui faisait figure de symbole d'oppression et de division. Cependant, à l'automne 1989, une série de manifestations pacifiques et de changements politiques en Allemagne de l'Est ont conduit à l'impensable. Dans la nuit du 9 novembre 1989, le gouvernement est-allemand a annoncé que les citoyens pouvaient traverser librement vers Berlin Ouest. Des foules de personnes se sont précipitées vers le mur, et avec des marteaux et des burins, elles ont commencé à le démonter. Le monde a regardé avec étonnement alors que des familles et des amis étaient joyeusement réunis, et que des gens des deux côtés du mur s'embrassaient. La chute du Mur de Berlin a marqué le début de la fin de la Guerre froide et la réunification éventuelle de l'Allemagne. C'était un témoignage du pouvoir des gens se rassemblant pour briser les barrières et réaliser la liberté et l'unité.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "La Route de la Soie",
        "fiction": false,
        "level": "beginner",
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Il y a longtemps, à l’époque ancienne, existait un vaste réseau de routes commerciales connu sous le nom de Route de la Soie. Ce voyage historique n'était pas une route unique mais un complexe d'itinéraires interconnectés s'étendant à travers l'Asie, reliant l'Est à l'Ouest. La Route de la Soie a tiré son nom de la précieuse soie, un tissu luxueux produit en Chine, qui était l'un des biens les plus recherchés échangés le long de ces routes. Cependant, la Route de la Soie n'était pas seulement consacrée à la soie ; elle était un conduit pour l'échange de biens, de cultures et d'idées. Des marchands venus de Chine, d'Inde, de Perse, d'Arabie et d'autres régions se lançaient dans des voyages périlleux, transportant des marchandises telles que des épices, des métaux précieux, des gemmes et des textiles exotiques. En plus de ces marchandises, ils partageaient leurs cultures, leurs religions et leurs technologies. La Route de la Soie a facilité un échange remarquable de connaissances, menant à des avancées en science, en mathématiques et en art. Elle a également joué un rôle majeur dans la diffusion du bouddhisme, de l'islam et du christianisme dans différentes parties du monde. Alors que la Route de la Soie prospérait, elle favorisait un esprit de coopération et de compréhension entre des civilisations diverses. Malgré les défis des terrains rudes et des conditions météorologiques imprévisibles, les marchands poursuivaient leurs voyages, tissant des liens entre des terres lointaines. La Route de la Soie était un pont qui reliait les gens à travers les continents et jouait un rôle central dans la formation de l'histoire de notre monde.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "La Grande Muraille de Chine",
        "fiction": false,
        "level": "beginner",
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Il y a de nombreux siècles, dans la vaste et ancienne terre de Chine, un projet de construction remarquable a commencé. C'était la construction de ce qui allait devenir l'une des structures les plus emblématiques et impressionnantes du monde : la Grande Muraille de Chine. Ce monumentalisme n'était pas un seul mur, mais une série de murs, de fortifications et de tours de guet qui s'étendaient le long de la frontière nord de la Chine. Le principal objectif de la Grande Muraille était de protéger les États et les empires chinois contre les invasions de tribus nomades et les incursions militaires. La construction de la Grande Muraille a commencé il y a plus de 2 000 ans pendant la dynastie Qin, mais elle a été élargie et reconstruite par les dynasties suivantes, y compris les dynasties Han, Ming et Qing. La muraille a été construite en utilisant divers matériaux tels que la pierre, la terre, le bois et la brique, et elle couvrait une distance incroyable, avec des estimations allant de 13 000 à 21 196 miles. C'était un témoignage de l'ingéniosité et de la détermination du peuple chinois. La Grande Muraille servait non seulement de structure défensive redoutable, mais également de facilitatrice pour le commerce, la communication et les échanges culturels le long de la Route de la Soie. Elle a résisté à l'épreuve du temps et reste un symbole de la riche histoire de la Chine et de sa force durable. Aujourd'hui, elle est reconnue comme l'une des Sept Merveilles du Monde et est visitée par des millions de personnes du monde entier qui viennent admirer sa grandeur et son importance historique.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Découverte de la tombe de Toutankhamon",
        "fiction": false,
        "level": "beginner",
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "En 1922, l'archéologue Howard Carter a découvert une tombe ancienne dans la Vallée des Rois en Égypte. La tombe appartenait au pharaon Toutankhamon, un souverain qui a vécu il y a plus de 3 000 ans. L'équipe de Carter a trouvé la tombe intacte, remplie de trésors et d'artefacts d'une valeur immense. La découverte a émerveillé le monde, car la plupart des tombes avaient été pillées des siècles auparavant. À l'intérieur, ils ont mis à jour des statues en or, des bijoux, des chars et l'iconique masque funéraire en or. La tombe contenait également le corps momifié de Toutankhamon, offrant un aperçu des rituels égyptiens anciens. Carter a famously regardé dans la chambre de la tombe et a dit : \"Je vois des choses merveilleuses !\" Les artefacts ont révélé des secrets sur la courte vie de Toutankhamon et le monde qu'il régnait. Les trésors de sa tombe demeurent parmi les découvertes archéologiques les plus significatives de l'histoire. La découverte a captivé le public et a suscité une fascination durable pour les mystères de l'Égypte ancienne.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "L'invention de l'imprimerie (Johannes Gutenberg)",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "Il était une fois, au 15ème siècle, Johannes Gutenberg avait une idée brillante. Il voulait créer une machine capable d'imprimer des livres rapidement. En 1439, Gutenberg inventa la presse à imprimer, qui utilisait des caractères mobiles en métal. Cela permettait de réarranger et de réutiliser les lettres pour chaque page. Le premier grand livre qu'il imprima fut la Bible de Gutenberg, en 1455. Avant cela, les livres étaient copiés à la main, ce qui prenait des mois ou des années. L'invention de Gutenberg a rendu l'impression plus rapide, moins coûteuse et plus accessible. Le savoir s'est répandu rapidement, alimentant la Renaissance et la Réforme. Les gens pouvaient désormais lire des livres, apprendre de nouvelles idées et partager largement leurs connaissances. La presse à imprimer a changé la façon dont les humains communiquent et préservent l'information. Elle est considérée comme l'une des inventions les plus importantes de l'histoire. Le travail de Gutenberg a révolutionné l'éducation, la science et la culture à travers le monde. Sa presse à imprimer a ouvert la voie au monde moderne que nous connaissons aujourd'hui.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "La Pierre de Rosette",
        "fiction": false,
        "level": "beginner",
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "En 1799, des soldats français ont découvert une étrange pierre noire à Rosette, en Égypte. La pierre comportait trois types d'écriture : le grec, le démotique et les hiéroglyphes égyptiens. Les érudits se sont rendu compte qu'elle pouvait déchiffrer le sens des anciens hiéroglyphes. Jean-François Champollion a étudié la Pierre de Rosette pendant de nombreuses années. Il a comparé le texte grec aux hiéroglyphes pour en trouver le sens. En 1822, Champollion a déchiffré le code, réussissant enfin à décoder les hiéroglyphes égyptiens. Cette découverte a révélé les secrets de l'écriture et de la culture égyptiennes anciennes. Elle a permis aux historiens de comprendre la vie, la religion et le gouvernement des pharaons. La Pierre de Rosette est devenue une clé pour déverrouiller 3 000 ans d'histoire. Elle reste l'une des découvertes archéologiques les plus importantes au monde. Aujourd'hui, la pierre est exposée au British Museum pour que tous puissent la voir. La Pierre de Rosette est un symbole de la curiosité humaine et de la quête de la connaissance.",
        "audio_file": "10022"
    },
    {
        "title": "The Siege of Constantinople",
        "title_translation": "Le siège de Constantinople",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1453, the Byzantine Empire faced its darkest hour as the Ottoman Sultan Mehmed II launched a massive assault on Constantinople. The city, once the jewel of Christendom, stood as the last remnant of the Eastern Roman Empire. Its towering walls had repelled countless invaders, but Mehmed was determined to succeed where others had failed. The Ottomans brought an arsenal of innovative weaponry, including a colossal cannon called the Basilica, capable of shattering stone walls. For weeks, the city endured relentless bombardment. Inside, Emperor Constantine XI rallied his people, uniting soldiers and civilians to defend their home against overwhelming odds. Despite the defenders' bravery, the city's resources dwindled. The Ottomans used tunnels to undermine the walls and deployed ships to blockade the city's harbor. On May 29, Mehmed launched his final assault. The defenders fought valiantly, but the walls were breached. As the invaders poured into the city, Constantine is said to have removed his imperial regalia and charged into battle, preferring death to capture. By day's end, the city had fallen, marking the end of the Byzantine Empire. Mehmed entered the Hagia Sophia, converting it into a mosque, a symbol of his victory. The fall of Constantinople reshaped history, opening the gateway for Ottoman expansion into Europe and marking the end of the medieval era. It also spurred European nations to seek new trade routes, igniting the Age of Exploration. The city's legacy as a crossroads of cultures, however, would endure.",
        "story_translation": "En 1453, l'Empire byzantin a affronté son heure la plus sombre lorsque le sultan ottoman Mehmed II a lancé uneattaque massive contre Constantinople. La ville, autrefois le joyau de la chrétienté, était le dernier vestige de l'Empire romain d'Orient. Ses murailles imposantes avaient repoussé d'innombrables envahisseurs, mais Mehmed était déterminé à réussir là où d'autres avaient échoué. Les Ottomans ont apporté un arsenal d'armements innovants, dont un canon colossal appelé la Basilique, capable de briser des murs en pierre. Pendant des semaines, la ville a enduré un bombardement incessant. À l'intérieur, l'empereur Constantin XI a rassemblé son peuple, unissant soldats et civils pour défendre leur foyer contre des chances écrasantes. Malgré le courage des défenseurs, les ressources de la ville ont diminué. Les Ottomans ont utilisé des tunnels pour saper les murs et ont déployé des navires pour bloquer le port de la ville. Le 29 mai, Mehmed a lancé son assaut final. Les défenseurs ont combattu vaillamment, mais les murs ont été percés. Alors que les envahisseurs pénétraient dans la ville, on dit que Constantin a retiré sa régalia impériale et s'est lancé dans la bataille, préférant la mort à la capture. À la fin de la journée, la ville était tombée, marquant la fin de l'Empire byzantin. Mehmed est entré dans la basilique Sainte-Sophie, la convertissant en mosquée, symbole de sa victoire. La chute de Constantinople a redéfini l'histoire, ouvrant la voie à l'expansion ottomane en Europe et marquant la fin de l'ère médiévale. Elle a également incité les nations européennes à chercher de nouvelles routes commerciales, déclenchant l'ère des explorations. L'héritage de la ville en tant que carrefour des cultures, cependant, perdurerait.",
        "audio_file": "10025"
    },
    {
        "title": "Battle of Waterloo",
        "title_translation": "Bataille de Waterloo",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1815, on the fields of Waterloo in Belgium, one of history’s most decisive battles unfolded. Napoleon Bonaparte, recently escaped from exile on Elba, sought to reclaim his empire. Facing him were the combined forces of the Duke of Wellington and Prussian Field Marshal Blücher. The battlefield was soaked from days of rain, making movement difficult for troops and artillery. Napoleon, relying on his strategic brilliance, delayed his attack to let the ground dry. This hesitation allowed the Allied forces to strengthen their positions. As the battle commenced, French infantry and cavalry charged the Allied lines repeatedly. Wellington’s troops held firm in a defensive posture, famously relying on a sunken road and fortified farmhouses like La Haye Sainte. Meanwhile, the Prussian army, marching tirelessly, approached from the east. By late afternoon, Napoleon’s elite Imperial Guard advanced, expecting to break the Allies. To their shock, Wellington’s troops counterattacked, forcing the Guard to retreat. Soon after, Blücher’s Prussians arrived, striking the French from the rear. Surrounded and outnumbered, Napoleon's army disintegrated. This defeat marked the end of the Napoleonic Wars and sealed Napoleon’s fate as he was exiled to the remote island of Saint Helena. The Battle of Waterloo reshaped Europe, ushering in a new era of relative peace under the Congress of Vienna.",
        "story_translation": "En 1815, sur les champs de Waterloo en Belgique, l'une des batailles les plus décisives de l'histoire s'est déroulée. Napoléon Bonaparte, récemment échappé de son exil sur l'île d'Elbe, cherchait à reprendre son empire. Face à lui se trouvaient les forces combinées du duc de Wellington et du maréchal prussien Blücher. Le champ de bataille était détrempé après des jours de pluie, rendant le mouvement difficile pour les troupes et l'artillerie. Napoléon, s'appuyant sur son génie stratégique, retardait son attaque pour laisser le sol sécher. Cette hésitation permit aux forces alliées de renforcer leurs positions. Alors que la bataille commençait, l'infanterie et la cavalerie françaises chargeaient à plusieurs reprises les lignes alliées. Les troupes de Wellington tenaient fermement une posture défensive, s'appuyant sur un chemin en contrebas et des fermes fortifiées comme La Haye Sainte. Pendant ce temps, l'armée prussienne, marchant sans relâche, approchait de l'est. En fin d'après-midi, la Garde impériale d'élite de Napoléon avançait, s'attendant à briser les Alliés. À leur grande surprise, les troupes de Wellington ont contre-attaqué, forçant la Garde à battre en retraite. Peu après, les Prussiens de Blücher arrivèrent, frappant les Français par l'arrière. Entourée et en infériorité numérique, l'armée de Napoléon se désintégra. Cette défaite marqua la fin des guerres napoléoniennes et scella le destin de Napoléon alors qu'il était exilé sur l'île isolée de Sainte-Hélène. La bataille de Waterloo redessina l'Europe, annonçant une nouvelle ère de paix relative sous le Congrès de Vienne.",
        "audio_file": "10026"
    },
    {
        "title": "Destruction of Pompeii",
        "title_translation": "Destruction de Pompéi",
        "fiction": false,
        "level": "intermediate",
        "story": "In 79 AD, the ancient Roman city of Pompeii bustled with life. Located near the Bay of Naples, it was a prosperous town, known for its grand villas, busy markets, and vibrant streets. Life carried on as usual beneath the looming shadow of Mount Vesuvius, a volcano many believed to be dormant. On August 24, everything changed. Without warning, Vesuvius erupted violently, spewing ash, pumice, and deadly gases into the sky. The eruption lasted for two days, burying Pompeii under meters of volcanic debris. Many residents tried to flee, but the fast-moving pyroclastic flows made escape nearly impossible. For centuries, Pompeii lay hidden beneath the ash, preserved in remarkable detail. In the 18th century, archaeologists began uncovering the city, revealing its well-preserved streets, homes, and even the remains of its residents, frozen in time by the ash. Artifacts like frescoes, mosaics, and pottery provided a glimpse into daily life in the Roman Empire. The discovery was bittersweet—a reminder of the sudden tragedy and a celebration of the rich culture that had thrived there. Today, Pompeii is a UNESCO World Heritage Site, visited by millions who walk its streets and imagine the lives of those who lived in its shadow. It stands as a testament to the power of nature and the resilience of history.",
        "story_translation": "En 79 après J.-C., l'ancienne ville romaine de Pompéi fourmillait de vie. Située près de la baie de Naples, c'était une ville prospère, connue pour ses grandes villas, ses marchés animés et ses rues vibrantes. La vie se déroulait comme à l'accoutumée sous l'ombre menaçante du mont Vésuve, un volcan que beaucoup croyaient endormi. Le 24 août, tout changea. Sans avertissement, le Vésuve entra en éruption de manière violente, crachant des cendres, de la pierre ponce et des gaz mortels dans le ciel. L'éruption dura deux jours, ensevelissant Pompéi sous des mètres de débris volcaniques. Beaucoup de résidents tentèrent de fuir, mais les coulées pyroclastiques rapides rendirent l'évasion presque impossible. Pendant des siècles, Pompéi resta cachée sous les cendres, préservée dans un détail remarquable. Au XVIIIe siècle, des archéologues commencèrent à déterrer la ville, révélant ses rues bien conservées, ses maisons et même les restes de ses habitants, figés dans le temps par les cendres. Des artefacts comme des fresques, des mosaïques et de la poterie offrirent un aperçu de la vie quotidienne dans l'Empire romain. La découverte était douce-amère : un rappel de la tragédie soudaine et une célébration de la riche culture qui avait prospéré là. Aujourd'hui, Pompéi est un site du patrimoine mondial de l'UNESCO, visité par des millions de personnes qui parcourent ses rues et imaginent la vie de ceux qui vivaient dans son ombre. Elle se dresse comme un témoignage de la puissance de la nature et de la résilience de l'histoire.",
        "audio_file": "10027"
    },
    {
        "title": "Timbuktu",
        "title_translation": "Tombouctou",
        "fiction": false,
        "level": "intermediate",
        "story": "In the 15th century, the city of Timbuktu in West Africa was a thriving hub of trade, culture, and scholarship. Situated along the Niger River and at the edge of the Sahara Desert, it was part of the Mali Empire, a kingdom famed for its wealth and learning. Merchants came from across Africa and beyond, bringing gold, salt, and other goods. However, it was Timbuktu's universities and libraries that truly set it apart. The city housed thousands of manuscripts on subjects ranging from astronomy to medicine, written in Arabic and local languages. Scholars from far and wide gathered in Timbuktu to study and debate. The Sankore Mosque, part of the city's educational complex, became a symbol of intellectual achievement. Under the patronage of rulers like Mansa Musa, Timbuktu flourished, earning its reputation as a center of knowledge. However, as empires shifted and trade routes changed, Timbuktu's influence waned. By the 16th century, the city faced invasions and decline, leaving many of its treasures vulnerable to the sands of time. Today, efforts are underway to preserve Timbuktu's ancient manuscripts. These fragile documents remind the world of a time when knowledge and culture united people across continents, creating a legacy that endures in the modern era.",
        "story_translation": "Au 15e siècle, la ville de Tombouctou en Afrique de l'Ouest était un centre florissant de commerce, de culture et d'érudition. Située le long du fleuve Niger et aux abords du désert du Sahara, elle faisait partie de l'Empire du Mali, un royaume célèbre pour sa richesse et son savoir. Des marchands venaient de toute l'Afrique et au-delà, apportant de l'or, du sel et d'autres marchandises. Cependant, ce qui distinguait véritablement Tombouctou, ce sont ses universités et ses bibliothèques. La ville abritait des milliers de manuscrits sur des sujets allant de l'astronomie à la médecine, écrits en arabe et dans les langues locales. Des érudits venus de loin se rassemblaient à Tombouctou pour étudier et débattre. La mosquée de Sankoré, faisant partie du complexe éducatif de la ville, est devenue un symbole de la réussite intellectuelle. Sous le patronage de souverains comme Mansa Moussa, Tombouctou a prospéré, gagnant sa réputation de centre de connaissance. Cependant, alors que les empires changeaient et que les routes commerciales évoluaient, l'influence de Tombouctou a diminué. Au 16e siècle, la ville a été confrontée à des invasions et à un déclin, laissant de nombreux trésors vulnérables aux sables du temps. Aujourd'hui, des efforts sont en cours pour préserver les anciens manuscrits de Tombouctou. Ces documents fragiles rappellent au monde une époque où la connaissance et la culture unissaient les peuples à travers les continents, créant un héritage qui perdure à l'ère moderne.",
        "audio_file": "10028"
    },
    {
        "title": "The Black Death",
        "title_translation": "La peste noire",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1347, a merchant ship docked in the bustling port of Messina, Sicily, carrying more than spices and goods—it carried death. Unknowingly, the sailors had brought with them the plague. Rats aboard the ship, infested with fleas carrying Yersinia pestis, spread the disease rapidly. The Black Death swept through Europe like wildfire, killing millions in just a few years. Entire villages were abandoned, and cities burned the belongings of the infected in desperate attempts to stop the spread. Doctors wore beaked masks filled with herbs, believing the scent would protect them. Amid the devastation, society was transformed. Labor shortages gave peasants more bargaining power, weakening feudal structures. Art, literature, and religion reflected the collective trauma, with grim depictions of death and suffering. While the plague receded by the late 1350s, its legacy shaped Europe forever, influencing both its economy and culture.",
        "story_translation": "En 1347, un navire marchand accosta dans le port animé de Messine, en Sicile, transportant plus que des épices et des marchandises : il transportait la mort. À leur insu, les marins avaient apporté avec eux la peste. Des rats à bord du navire, infestés de puces porteuses de Yersinia pestis, propagèrent la maladie rapidement. La peste noire balaya l’Europe comme une traînée de poudre, tuant des millions de personnes en quelques années seulement. Des villages entiers furent abandonnés, et les villes brûlèrent les biens des infectés dans des tentatives désespérées d'arrêter la propagation. Les médecins portaient des masques à bec remplis d'herbes, croyant que l’odeur les protégerait. Au milieu de la désolation, la société se transforma. Les pénuries de main-d'œuvre donnèrent aux paysans un plus grand pouvoir de négociation, affaiblissant les structures féodales. L'art, la littérature et la religion reflétaient le traumatisme collectif, avec des représentations sombres de la mort et de la souffrance. Bien que la peste ait reculé à la fin des années 1350, son héritage a façonné l'Europe pour toujours, influençant à la fois son économie et sa culture.",
        "audio_file": "10029"
    },
    {
        "title": "The Spanish Armada",
        "title_translation": "L'Armada espagnole",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1588, the Spanish Armada, a fleet of 130 ships, set sail under the command of King Philip II of Spain. Its mission was to invade England, dethrone Queen Elizabeth I, and restore Catholicism. The Armada was one of the most formidable naval forces ever assembled, armed with thousands of soldiers and sailors. However, the English navy, led by Sir Francis Drake, had other plans. With smaller, more maneuverable ships and innovative tactics, the English harried the Spanish fleet along the English Channel. Nature played a decisive role as well. Fierce storms scattered the Armada as it attempted to regroup off the coast of Gravelines. The battered fleet limped home, having lost over a third of its ships and thousands of men. The defeat was a turning point in European history, marking the decline of Spanish naval supremacy and the rise of England as a global maritime power. Queen Elizabeth celebrated the victory as a divine endorsement of her rule, securing her place in history as one of England's greatest monarchs.",
        "story_translation": "En 1588, l'Armada espagnole, une flotte de 130 navires, prit la mer sous le commandement du roi Philippe II d'Espagne. Sa mission était d'envahir l'Angleterre, de détrôner la reine Élisabeth I et de restaurer le catholicisme. L'Armada était l'une des forces navales les plus redoutables jamais assemblées, armée de milliers de soldats et de marins. Cependant, la marine anglaise, dirigée par Sir Francis Drake, avait d'autres plans. Avec des navires plus petits et plus maniables et des tactiques innovantes, les Anglais harcelèrent la flotte espagnole le long de la Manche. La nature joua également un rôle décisif. De violentes tempêtes dispersèrent l'Armada alors qu'elle tentait de se regrouper au large de Gravelines. La flotte meurtrie rentra chez elle, ayant perdu plus d'un tiers de ses navires et des milliers d'hommes. La défaite fut un tournant dans l'histoire européenne, marquant le déclin de la suprématie navale espagnole et l'essor de l'Angleterre en tant que puissance maritime mondiale. La reine Élisabeth célébra la victoire comme une approbation divine de son règne, assurant sa place dans l'histoire en tant que l'un des plus grands monarques d'Angleterre.",
        "audio_file": "10030"
    },
    {
        "title": "Hannibal Barca",
        "title_translation": "Hannibal Barca",
        "fiction": false,
        "level": "intermediate",
        "story": "In the winter of 218 BCE, Hannibal Barca, the Carthaginian general, led one of the most daring military campaigns in history. Determined to strike at the heart of the Roman Republic, he embarked on a bold journey to cross the Alps with an army of 50,000 men, 9,000 cavalry, and 37 war elephants. The journey was treacherous. Hannibal's army faced freezing temperatures, steep cliffs, and hostile mountain tribes. Many soldiers and animals perished along the way. Despite these challenges, Hannibal's sheer determination and strategic brilliance inspired his troops to push forward. When he finally descended into northern Italy, the Roman Senate was shocked. Hannibal quickly proved his might, defeating Roman forces at battles like Trebia and Lake Trasimene. Though he would never capture Rome itself, Hannibal's campaign marked one of the greatest threats the Republic ever faced and established him as one of history’s most legendary military commanders.",
        "story_translation": "En hiver 218 avant notre ère, Hannibal Barca, le général carthaginois, a mené l'une des campagnes militaires les plus audacieuses de l'histoire. Déterminé à frapper au cœur de la République romaine, il s'est lancé dans un voyage audacieux pour traverser les Alpes avec une armée de 50 000 hommes, 9 000 cavaliers et 37 éléphants de guerre. Le voyage était périlleux. L'armée d'Hannibal a affronté des températures glaciales, des falaises escarpées et des tribus montagnardes hostiles. De nombreux soldats et animaux ont péri en cours de route. Malgré ces défis, la détermination inébranlable et le génie stratégique d'Hannibal ont inspiré ses troupes à avancer. Lorsqu'il est finalement descendu dans le nord de l'Italie, le Sénat romain a été choqué. Hannibal a rapidement prouvé sa puissance, en défaisant les forces romaines lors de batailles comme la Trebia et le lac Trasimène. Bien qu'il n'ait jamais capturé Rome elle-même, la campagne d'Hannibal a marqué l'une des plus grandes menaces que la République ait jamais connues et l'a établi comme l'un des commandants militaires les plus légendaires de l'histoire.",
        "audio_file": "10031"
    },
    {
        "title": "Fall of Western Rome",
        "title_translation": "Chute de Rome occidentale",
        "fiction": false,
        "level": "intermediate",
        "story": "In 476 CE, the Roman Empire, which had dominated the Mediterranean for centuries, faced its final collapse. The once-mighty empire had been weakened by internal corruption, economic troubles, and invasions by barbarian tribes. Odoacer, a Germanic chieftain, led a rebellion against the last Roman emperor, Romulus Augustulus. Unlike his illustrious predecessors, Romulus was a young and powerless ruler, a mere figurehead controlled by his advisors. When Odoacer marched into Rome, there was little resistance. Odoacer deposed Romulus and sent the imperial insignia to Constantinople, signaling the end of the Western Roman Empire. Rather than declaring himself emperor, Odoacer ruled Italy as its king, under nominal recognition from the Eastern Roman Empire. This event marked the beginning of the Middle Ages in Europe. While the Eastern Roman Empire, known as the Byzantine Empire, would endure for nearly a thousand more years, the West fragmented into smaller kingdoms, setting the stage for the medieval era and the rise of new powers across the continent.",
        "story_translation": "En 476 après J.-C., l'Empire romain, qui avait dominé la Méditerranée pendant des siècles, a connu son effondrement final. L'empire autrefois puissant avait été affaibli par la corruption interne, des problèmes économiques et des invasions de tribus barbares. Odoacre, un chef germain, a mené une rébellion contre le dernier empereur romain, Romulus Augustulus. Contrairement à ses illustres prédécesseurs, Romulus était un jeune souverain sans pouvoir, une simple figure de proue contrôlée par ses conseillers. Lorsque Odoacre a marché sur Rome, il y avait peu de résistance. Odoacre a dépossédé Romulus et a envoyé les insignes impériaux à Constantinople, signalant la fin de l'Empire romain d'Occident. Plutôt que de se proclamer empereur, Odoacre a régné sur l'Italie en tant que roi, sous reconnaissance nominale de l'Empire romain d'Orient. Cet événement a marqué le début du Moyen Âge en Europe. Alors que l'Empire romain d'Orient, connu sous le nom d'Empire byzantin, allait perdurer encore près de mille ans, l'Ouest s'est fragmenté en royaumes plus petits, préparant le terrain pour l'ère médiévale et l'émergence de nouvelles puissances à travers le continent.",
        "audio_file": "10032"
    },
    {
        "title": "News Report 1 - Climate Change Global Summit",
        "title_translation": "Reportage d'actualités 1 - Sommet mondial sur le changement climatique",
        "fiction": false,
        "level": "advanced",
        "story": "In a historic moment for international cooperation, over 190 nations have reached a groundbreaking climate accord at the Global Summit held in Geneva. The agreement, praised as a critical step in the fight against climate change, sets unprecedented targets for reducing greenhouse gas emissions and transitioning to renewable energy sources by mid-century. The accord includes commitments to limit global temperature rise to 1.5 degrees Celsius above pre-industrial levels. Developed nations pledged significant financial aid to support developing countries in their transition to greener economies, with a $100 billion annual fund established to address climate resilience and sustainable development. Negotiations were intense, spanning weeks, as countries debated the balance between environmental ambition and economic growth. Key breakthroughs came after major emitters, including the United States, China, and the European Union, agreed on phased reductions in coal use and investment in carbon capture technologies. Critics, however, warn that the agreement lacks enforceable mechanisms, relying heavily on voluntary compliance and peer review. Climate activists also expressed concerns, urging nations to move faster in implementing their pledges. The summit’s success marks a turning point in global environmental diplomacy, though much work remains to translate commitments into action. Analysts suggest that the coming years will test the resolve of governments and industries to prioritize the environment over short-term economic interests.",
        "story_translation": "Dans un moment historique pour la coopération internationale, plus de 190 nations ont conclu un accord climatique révolutionnaire lors du Sommet mondial qui s'est tenu à Genève. L'accord, salué comme une étape cruciale dans la lutte contre le changement climatique, fixe des objectifs sans précédent pour réduire les émissions de gaz à effet de serre et passer à des sources d'énergie renouvelable d'ici le milieu du siècle. L'accord comprend des engagements pour limiter l'augmentation de la température mondiale à 1,5 degré Celsius par rapport aux niveaux préindustriels. Les pays développés se sont engagés à fournir une aide financière significative pour soutenir les pays en développement dans leur transition vers des économies plus vertes, avec un fonds annuel de 100 milliards de dollars établi pour aborder la résilience climatique et le développement durable. Les négociations ont été intenses, s'étalant sur plusieurs semaines, alors que les pays débattaient de l'équilibre entre l'ambition environnementale et la croissance économique. Des percées clés ont eu lieu après que les principaux émetteurs, y compris les États-Unis, la Chine et l'Union européenne, aient convenu de réductions progressives de l'utilisation du charbon et d'investissements dans des technologies de capture du carbone. Cependant, les critiques avertissent que l'accord manque de mécanismes d'application, s'appuyant fortement sur la conformité volontaire et l'examen par les pairs. Les militants pour le climat ont également exprimé des préoccupations, exhortant les nations à agir plus rapidement pour mettre en œuvre leurs engagements. Le succès du sommet marque un tournant dans la diplomatie environnementale mondiale, bien qu'il reste encore beaucoup de travail à faire pour traduire les engagements en actions. Les analystes suggèrent que les années à venir mettront à l'épreuve la détermination des gouvernements et des industries à donner la priorité à l'environnement plutôt qu'aux intérêts économiques à court terme.",
        "audio_file": "10033"
    },
    {
        "title": "News Report 2 - Global Markets React to Currency Crisis",
        "title_translation": "Rapport d'actualités 2 - Les marchés mondiaux réagissent à la crise monétaire",
        "fiction": false,
        "level": "advanced",
        "story": "Global financial markets experienced a sharp downturn today following the unexpected collapse of the FluffyCoin, a regional currency used by multiple emerging economies. The crisis, triggered by investor panic and rapid devaluation, has sent shockwaves across stock exchanges and raised concerns about broader economic instability. The currency's collapse began after a major bond default by the government of France, the largest economy using the FluffyCoin. International rating agencies quickly downgraded the nation’s credit status, further shaking investor confidence. Within hours, trading volumes surged, and the currency lost over 30% of its value against the dollar. Central banks in neighboring countries scrambled to stabilize their own economies. Emergency measures included interest rate hikes and liquidity injections, but these actions failed to fix markets. International lenders like the International Monetary Fund and World Bank are preparing intervention packages to assist affected economies. Meanwhile, countries have called for an emergency summit of nations to coordinate a regional response. As analysts debate the long-term implications, ordinary citizens in the impacted countries are grappling with skyrocketing inflation and dwindling purchasing power. Protests have erupted in several cities, with calls for accountability and economic reforms growing louder. Global leaders are urging calm but face mounting pressure to implement systemic changes to prevent similar crises in the future.",
        "story_translation": "Les marchés financiers mondiaux ont connu une forte chute aujourd'hui à la suite de l'effondrement inattendu du FluffyCoin, une monnaie régionale utilisée par plusieurs économies émergentes. La crise, déclenchée par la panique des investisseurs et une dévaluation rapide, a envoyé des ondes de choc à travers les bourses et a suscité des inquiétudes quant à une instabilité économique plus large. L'effondrement de la monnaie a commencé après un défaut majeur sur des obligations par le gouvernement de la France, la plus grande économie utilisant le FluffyCoin. Les agences de notation internationales ont rapidement dégradé le statut de crédit du pays, ébranlant davantage la confiance des investisseurs. En quelques heures, les volumes de transactions ont explosé, et la monnaie a perdu plus de 30 % de sa valeur par rapport au dollar. Les banques centrales des pays voisins se sont précipitées pour stabiliser leurs propres économies. Les mesures d'urgence comprenaient des hausses de taux d'intérêt et des injections de liquidités, mais ces actions n'ont pas réussi à redresser les marchés. Des prêteurs internationaux comme le Fonds monétaire international et la Banque mondiale préparent des paquets d'intervention pour aider les économies touchées. Pendant ce temps, des pays ont appelé à un sommet d'urgence des nations pour coordonner une réponse régionale. Alors que les analystes débattent des implications à long terme, les citoyens ordinaires des pays touchés luttent contre une inflation galopante et un pouvoir d'achat en déclin. Des manifestations ont éclaté dans plusieurs villes, avec des appels à rendre des comptes et à des réformes économiques de plus en plus pressants. Les dirigeants mondiaux appellent au calme mais font face à une pression croissante pour mettre en œuvre des changements systémiques afin de prévenir des crises similaires à l'avenir.",
        "audio_file": "10034"
    },
    {
        "title": "News Report 3 - United Nations General Assembly ",
        "title_translation": "Rapport d'actualité 3 - Assemblée générale des Nations Unies",
        "fiction": false,
        "level": "advanced",
        "story": "The United Nations General Assembly convened today in New York to address the rapidly advancing field of artificial intelligence, focusing on its global implications for security, ethics, and development. Leaders from 193 member states engaged in a debate over how to balance technological innovation with ethical safeguards. Central to the discussions was a proposal from the European Union to establish a Global Ethics Framework,  which would set universal guidelines on transparency, accountability, and data privacy. Countries like Japan and Canada voiced strong support, citing the importance of international cooperation in mitigating risks such as bias and misuse in autonomous systems. However, tensions arose as major technology-producing nations, including the United States and China, resisted calls for binding regulations. Representatives from the Global South, led by Kenya and Brazil, stressed the need for equitable access to AI technologies, highlighting the disparities in resources and technical infrastructure between developed and developing nations. In parallel events, tech CEOs and civil society organizations held side discussions to propose collaborative solutions, including public-private partnerships for ethical AI development. The General Assembly concluded the first day of its session with plans to draft a resolution outlining principles for AI governance. While the road ahead is complex, diplomats remain optimistic that this meeting could lay the groundwork for a landmark international agreement on one of the most transformative technologies of the century.",
        "story_translation": "L'Assemblée générale des Nations Unies s'est réunie aujourd'hui à New York pour aborder le domaine en pleine expansion de l'intelligence artificielle, en mettant l'accent sur ses implications mondiales en matière de sécurité, d'éthique et de développement. Des dirigeants de 193 États membres ont participé à un débat sur la manière d'équilibrer l'innovation technologique avec des garanties éthiques. Au cœur des discussions se trouvait une proposition de l'Union européenne visant à établir un Cadre éthique mondial, qui établirait des lignes directrices universelles sur la transparence, la responsabilité et la confidentialité des données. Des pays comme le Japon et le Canada ont exprimé un soutien fort, soulignant l'importance de la coopération internationale pour atténuer les risques tels que les préjugés et les abus dans les systèmes autonomes. Cependant, des tensions sont apparues alors que des nations majeures productrices de technologie, y compris les États-Unis et la Chine, s'opposaient aux appels en faveur de réglementations contraignantes. Des représentants du Sud global, dirigés par le Kenya et le Brésil, ont insisté sur la nécessité d'un accès équitable aux technologies de l'IA, mettant en lumière les disparités en matière de ressources et d'infrastructure technique entre les pays développés et les pays en développement. Dans des événements parallèles, des PDG de sociétés technologiques et des organisations de la société civile ont tenu des discussions parallèles pour proposer des solutions collaboratives, y compris des partenariats public-privé pour le développement éthique de l'IA. L'Assemblée générale a conclu la première journée de sa session avec des plans pour rédiger une résolution définissant des principes pour la gouvernance de l'IA. Bien que le chemin à parcourir soit complexe, les diplomates restent optimistes quant à la possibilité que cette réunion jette les bases d'un accord international phare sur l'une des technologies les plus transformatrices du siècle.",
        "audio_file": "10035"
    },
    {
        "title": "News Report 4 - Protests in Paris",
        "title_translation": "Rapport d'Actualités 4 - Manifestations à Paris",
        "fiction": false,
        "level": "advanced",
        "story": "Paris saw massive demonstrations today as hundreds of thousands of citizens took to the streets to protest the French government’s proposed pension reforms. The sweeping changes, which include raising the retirement age from 62 to 64, have sparked widespread backlash, with unions and workers across industries calling for immediate withdrawal of the proposal. Protestors blocked roads and public transportation systems in major cities, including Marseille, Lyon, and Toulouse. Strikes disrupted schools, rail services, and airports, bringing parts of the country to a standstill. In Paris, demonstrators marched through iconic boulevards, culminating in a rally near the center of the city. Tensions escalated in the afternoon when clashes broke out between small groups of protesters and police in Paris. Authorities deployed tear gas and water cannons to disperse the crowd, while protesters hurled objects and set trash bins on fire. Over 100 arrests were reported by the evening, though the majority of demonstrations remained peaceful. Unions have vowed to intensify their efforts, calling for another nationwide strike next week. The government faces mounting pressure to find a compromise, as public opinion remains largely against the changes. A recent poll indicated that nearly 70% of French citizens oppose the reform. With both sides entrenched in their positions, the standoff is expected to continue, testing the resilience of president’s administration.",
        "story_translation": "Paris a vu d'énormes manifestations aujourd'hui alors que des centaines de milliers de citoyens sont descendus dans les rues pour protester contre les réformes des retraites proposées par le gouvernement français. Les changements radicalement proposés, qui incluent le report de l'âge de la retraite de 62 à 64 ans, ont suscité un fort mécontentement, les syndicats et les travailleurs de divers secteurs appelant à un retrait immédiat de la proposition. Les manifestants ont bloqué des routes et des systèmes de transport en commun dans les grandes villes, notamment Marseille, Lyon et Toulouse. Les grèves ont perturbé les écoles, les services ferroviaires et les aéroports, mettant certaines parties du pays à l'arrêt. À Paris, des manifestants ont défilé à travers des boulevards iconiques, culminant par un rassemblement près du centre de la ville. Les tensions ont augmenté dans l'après-midi lorsque des affrontements ont éclaté entre de petits groupes de manifestants et la police à Paris. Les autorités ont déployé des gaz lacrymogènes et des canons à eau pour disperser la foule, tandis que les manifestants lançaient des objets et mettaient des poubelles à feu. Plus de 100 arrestations ont été rapportées dans la soirée, bien que la majorité des manifestations soient restées pacifiques. Les syndicats ont promis d'intensifier leurs efforts, appelant à une nouvelle grève nationale la semaine prochaine. Le gouvernement fait face à une pression croissante pour trouver un compromis, alors que l'opinion publique reste largement contre ces changements. Un sondage récent a indiqué que près de 70 % des citoyens français s'opposent à la réforme. Avec les deux parties campées sur leurs positions, l'impasse devrait se prolonger, mettant à l'épreuve la résilience de l'administration du président.",
        "audio_file": "10036"
    },
    {
        "title": "News Report 5 - Election Day",
        "title_translation": "Rapport d'actualité 5 - Jour des élections",
        "fiction": false,
        "level": "advanced",
        "story": "In a landmark general election, the nation witnessed an unprecedented voter turnout, with citizens flocking to polling stations in record numbers. The election, characterized by a highly competitive race between major party candidates, concluded with a narrow margin, underscoring the significance of every ballot cast. The election process commenced with a series of primaries and caucuses, where delegates were allocated based on proportional representation. As the campaign progressed, both parties held national conventions to formally nominate their presidential and vice-presidential candidates. The ensuing debates and nationwide canvassing efforts galvanized the electorate, culminating in heightened engagement on Election Day. Preliminary exit polls indicated a diverse voter demographic, with significant participation from first-time voters and historically underrepresented communities. The election also saw an increase in absentee and early voting, facilitated by reforms aimed at expanding access to the ballot.",
        "story_translation": "Lors d'une élection générale marquante, la nation a été témoin d'une participation électorale sans précédent, avec des citoyens affluant vers les bureaux de vote en nombre record. L'élection, caractérisée par une course très compétitive entre les candidats des principaux partis, s'est conclue avec une marge étroite, soulignant l'importance de chaque vote exprimé. Le processus électoral a commencé par une série de primaires et de caucus, où les délégués étaient attribués sur la base de la représentation proportionnelle. Au fur et à mesure que la campagne progressait, les deux partis ont organisé des conventions nationales pour nommer officiellement leurs candidats à la présidence et à la vice-présidence. Les débats qui ont suivi et les efforts de sensibilisation à l’échelle nationale ont galvanisé l’électorat, culminant avec un engagement accru le jour de l'élection. Des sondages de sortie préliminaires ont indiqué une démographie électorale diversifiée, avec une participation significative d'électeurs novices et de communautés historiquement sous-représentées. L'élection a également connu une augmentation du vote par correspondance et du vote anticipé, facilitée par des réformes visant à élargir l'accès au bulletin de vote.",
        "audio_file": "10037"
    },
    {
        "title": "Free Will and Determinism",
        "title_translation": "Libre arbitre et déterminisme",
        "fiction": false,
        "level": "advanced",
        "story": "The philosophical debate surrounding free will and determinism has persisted for centuries, often raising questions about the nature of human agency and the fabric of reality. At its core, the paradox emerges from the apparent contradiction between the autonomy of choice and the deterministic nature of the universe. Determinism posits that every event, including human decisions, is the inevitable result of preceding causes governed by natural laws. In this framework, the universe operates as a vast, causal mechanism, where every action is a consequence of prior states of affairs. If this is true, human freedom may be an illusion, as our choices are predicated on factors beyond our control, such as genetics, upbringing, and environmental stimuli. Conversely, the concept of free will asserts that individuals possess the capacity to make choices independent of external constraints. This notion underpins moral responsibility, suggesting that people can be held accountable for their actions precisely because they could have acted otherwise. However, if free will exists, how does it reconcile with the deterministic laws that govern the physical world? There have been attempts to resolve this dilemma by arguing that free will and determinism are not mutually exclusive. They propose that freedom lies not in escaping causality but in the ability to act in accordance with one’s desires and intentions. Thus, even if our choices have deterministic origins, we can still be considered free as long as we act without coercion. In contrast, libertarians (not to be confused with political libertarians) reject determinism, asserting that free will necessitates indeterminacy. They argue that certain aspects of human decision-making transcend causal chains, introducing an element of unpredictability. However, this stance raises its own conundrum: if actions are not causally determined, do they become arbitrary or random, thereby undermining the coherence of moral responsibility? The debate continues to challenge philosophers, scientists, and theologians alike, as it touches upon questions of ethics, metaphysics, and neuroscience. Advances in cognitive science and quantum mechanics have added new dimensions to the discussion, suggesting that the interplay between determinism and randomness might be more complex than previously imagined. Ultimately, the paradox of free will and determinism serves as a reminder of the limits of human understanding. It invites us to explore the boundaries of agency, causality, and the essence of what it means to be human, offering no definitive answers but countless avenues for inquiry and reflection.",
        "story_translation": "Le débat philosophique sur le libre arbitre et le déterminisme dure depuis des siècles, soulevant souvent des questions sur la nature de l'agence humaine et la structure de la réalité. Au cœur de ce paradoxe se trouve la contradiction apparente entre l'autonomie du choix et la nature déterministe de l'univers. Le déterminisme postule que chaque événement, y compris les décisions humaines, est le résultat inévitable de causes antérieures régies par des lois naturelles. Dans ce cadre, l'univers fonctionne comme un vaste mécanisme causal, où chaque action est une conséquence d'états de faits antérieurs. Si cela est vrai, la liberté humaine pourrait n'être qu'une illusion, puisque nos choix sont fondés sur des facteurs échappant à notre contrôle, tels que la génétique, l'éducation et les stimuli environnementaux. En revanche, le concept de libre arbitre affirme que les individus possèdent la capacité de faire des choix indépendamment des contraintes externes. Cette notion soutient la responsabilité morale, suggérant que les gens peuvent être tenus responsables de leurs actions précisément parce qu'ils auraient pu agir autrement. Cependant, si le libre arbitre existe, comment se réconcilie-t-il avec les lois déterministes qui régissent le monde physique ? Des tentatives ont été faites pour résoudre ce dilemme en avançant que le libre arbitre et le déterminisme ne sont pas mutuellement exclusifs. Ils proposent que la liberté ne réside pas dans l'évasion de la causalité, mais dans la capacité d'agir en accord avec ses désirs et intentions. Ainsi, même si nos choix ont des origines déterministes, nous pouvons toujours être considérés comme libres tant que nous agissons sans coercition. En revanche, les libertariens (à ne pas confondre avec les libertariens politiques) rejettent le déterminisme, affirmant que le libre arbitre nécessite l'indétermination. Ils soutiennent que certains aspects de la prise de décision humaine transcendent les chaînes causales, introduisant un élément d'imprévisibilité. Cependant, cette position soulève sa propre énigme : si les actions ne sont pas déterminées de manière causale, deviennent-elles arbitraires ou aléatoires, ce qui minerait la cohérence de la responsabilité morale ? Le débat continue de défier les philosophes, les scientifiques et les théologiens, car il touche aux questions d'éthique, de métaphysique et de neurosciences. Les avancées en sciences cognitives et en mécanique quantique ont ajouté de nouvelles dimensions à la discussion, suggérant que l'interaction entre déterminisme et aléatoire pourrait être plus complexe qu'on ne l'imaginait auparavant. En fin de compte, le paradoxe du libre arbitre et du déterminisme sert de rappel des limites de la compréhension humaine. Il nous invite à explorer les limites de l'agence, de la causalité et de l'essence de ce que signifie être humain, n'offrant aucune réponse définitive mais d'innombrables avenues pour l'enquête et la réflexion.",
        "audio_file": "10038"
    },
    {
        "title": "The Ship of Theseus and the Nature of Identity",
        "title_translation": "Le navire de Thésée et la nature de l'identité",
        "fiction": false,
        "level": "advanced",
        "story": "The Ship of Theseus is a thought experiment that has captivated philosophers for centuries, raising profound questions about the nature of identity and continuity. It asks: if a ship has all its parts replaced over time, piece by piece, is it still the same ship? This paradox, often attributed to ancient Greek philosophy, serves as a lens through which the persistence of identity is scrutinized. Consider Theseus’s ship docked in a harbor. Over the years, as its wooden planks rot, each is replaced with a new, identical piece. Eventually, none of the original components remain. At this point, can we still refer to it as the Ship of Theseus? Moreover, what if all the removed parts were gathered and reassembled elsewhere—would this new reconstruction also qualify as the Ship of Theseus? The paradox forces us to confront the essence of identity. Is it tied to physical continuity, the arrangement of parts, or something more abstract, like function or purpose? One perspective argues that objects are defined by their constituent parts. Under this view, the Ship of Theseus ceases to be the same ship as soon as any part is replaced. On the other hand, the functionalist approach suggests that as long as the ship serves its purpose and maintains its structure, its identity persists despite material changes. The thought experiment extends beyond ships to personal identity. Humans, like ships, are in constant flux. Our cells regenerate, our thoughts evolve, and our experiences reshape us. Yet, we maintain a sense of self across time. What, then, anchors this continuity? Some argue that identity resides in memory and consciousness—a thread that ties past, present, and future together. Others contend that identity is an illusion, a construct designed to provide coherence in a world of perpetual change.",
        "story_translation": "Le navire de Thésée est une expérience de pensée qui a captivé les philosophes pendant des siècles, soulevant des questions profondes sur la nature de l'identité et de la continuité. Elle pose la question : si un navire voit toutes ses pièces remplacées au fil du temps, morceau par morceau, est-il toujours le même navire ? Ce paradoxe, souvent attribué à la philosophie grecque ancienne, sert de prisme à travers lequel la persistance de l'identité est examinée. Considérons le navire de Thésée amarré dans un port. Au fil des années, alors que ses planches en bois se décomposent, chacune est remplacée par une nouvelle pièce identique. Finalement, aucun des composants originaux ne reste. À ce stade, peut-on encore l'appeler le navire de Thésée ? De plus, que se passerait-il si toutes les pièces retirées étaient rassemblées et réassemblées ailleurs — cette nouvelle reconstruction pourrait-elle également être qualifiée de navire de Thésée ? Le paradoxe nous pousse à confronter l'essence de l'identité. Est-elle liée à la continuité physique, à l'agencement des pièces, ou à quelque chose de plus abstrait, comme la fonction ou le but ? Une perspective soutient que les objets sont définis par leurs pièces constitutives. Selon ce point de vue, le navire de Thésée cesse d'être le même navire dès qu'une pièce est remplacée. D'un autre côté, l'approche fonctionnaliste suggère que tant que le navire remplit sa fonction et maintient sa structure, son identité persiste malgré les changements matériels. L'expérience de pensée s'étend au-delà des navires à l'identité personnelle. Les humains, comme les navires, sont en constant flux. Nos cellules se régénèrent, nos pensées évoluent et nos expériences nous remodelent. Pourtant, nous maintenons un sens du soi à travers le temps. Qu'est-ce qui ancre donc cette continuité ? Certains soutiennent que l'identité réside dans la mémoire et la conscience — un fil qui relie le passé, le présent et l'avenir. D'autres affirment que l'identité est une illusion, une construction conçue pour fournir une cohérence dans un monde de changement perpétuel.",
        "audio_file": "10039"
    },
    {
        "title": "The Trolley Problem",
        "title_translation": "Le problème du trolley",
        "fiction": false,
        "level": "advanced",
        "story": "The trolley problem is a classic ethical thought experiment that challenges our understanding of moral decision-making and ethical principles. It presents a scenario in which a runaway trolley is barreling down a track toward five people who are tied up and unable to move. You are standing next to a lever that can divert the trolley onto another track, where only one person is tied up. The dilemma is whether to pull the lever, actively causing the death of one person but saving five others, or to do nothing and allow the trolley to continue on its path, resulting in the deaths of five. This thought experiment raises profound ethical questions. Utilitarians argue that the morally correct action is to pull the lever, as it minimizes harm and maximizes the overall benefit by saving more lives. In contrast, deontologists assert that actively diverting the trolley makes you morally complicit in the death of the one person, which violates the principle of not using others as a means to an end, regardless of the consequences. The doctrine of double effect further complicates the matter, suggesting that while it may be permissible to allow harm as a side effect of achieving a good outcome, directly causing harm is morally questionable. The problem also invites consideration of moral intuitions. Variants of the trolley problem, such as pushing a large person onto the track to stop the trolley and save five, evoke stronger emotional reactions, even when the outcomes are numerically the same. These reactions highlight the tension between rational calculations and deeply ingrained moral instincts.",
        "story_translation": "Le problème du trolley est une expérience de pensée éthique classique qui remet en question notre compréhension de la prise de décision morale et des principes éthiques. Il présente un scénario dans lequel un trolley incontrôlé dévale une voie en direction de cinq personnes qui sont attachées et incapables de bouger. Vous vous tenez à côté d'un levier qui peut dévier le trolley sur une autre voie, où une seule personne est attachée. Le dilemme est de savoir s'il faut actionner le levier, causant activement la mort d'une personne mais en sauvant cinq autres, ou ne rien faire et laisser le trolley poursuivre son chemin, entraînant la mort de cinq personnes. Cette expérience de pensée soulève de profondes questions éthiques. Les utilitaristes soutiennent que l'action moralement correcte est de tirer le levier, car cela minimise les dommages et maximise le bénéfice global en sauvant plus de vies. En revanche, les déontologistes affirment que dévier activement le trolley vous rend moralement complice de la mort d'une personne, ce qui viole le principe de ne pas utiliser les autres comme moyen pour atteindre une fin, indépendamment des conséquences. La doctrine du double effet complique encore la question, suggérant que bien qu'il puisse être permis de laisser causer un préjudice comme effet secondaire d'un résultat bon, causer directement un préjudice est moralement discutable. Le problème invite également à considérer les intuitions morales. Des variantes du problème du trolley, comme pousser une personne corpulente sur la voie pour arrêter le trolley et sauver cinq personnes, suscitent des réactions émotionnelles plus fortes, même lorsque les résultats sont numériquement les mêmes. Ces réactions mettent en évidence la tension entre les calculs rationnels et les instincts moraux profondément enracinés.",
        "audio_file": "10040"
    }
]