[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 Petits Cochons",
    "story_translation": "Il était une fois trois petits cochons qui se sont mis à construire leurs propres maisons. Le premier petit cochon bâtit sa maison de paille, le second petit cochon bâtit sa maison de bois, et le troisième petit cochon bâtit sa maison de briques. Un jour, un grand méchant loup est venu à la maison du premier petit cochon. Il soufflait, soufflait et faisait sauter la maison ! Le premier petit cochon courut aussi vite qu’il le put jusqu’à la maison du second cochon. Le loup le suivit jusqu’à la maison des bâtons. Il souffla et souffla à nouveau et fit sauter la maison ! Les deux petits cochons coururent à la maison du troisième cochon, qui était faite de briques. Le loup a essayé de faire sauter la maison en briques, mais il n’a pas pu. Il soufflait et soufflait, mais la maison tenait bon. Les trois petits cochons étaient en sécurité à l’intérieur, et le grand méchant loup finit par s’en aller. Les cochons ont appris que le travail acharné et le dévouement finissent par payer.",
    "audio_file": "fr/10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "Le Jardin Magique",
    "story_translation": "Il était une fois un jardin magique dans un petit village. Dans ce jardin, les fleurs colorées s’épanouissaient toute l’année et les arbres chuchotaient des secrets aux oiseaux. Mais la chose la plus magique de toutes, c’était le lapin qui parlait et qui s’appelait Rosie. Rosie était très sympathique et aimait aider tous ceux qui venaient au jardin. Un matin ensoleillé, un jeune garçon nommé Timmy visita le jardin. Il était triste parce qu’il avait perdu son jouet préféré. Rosie s’est approchée et a demandé : « Qu’est-ce qui ne va pas, Timmy ? » Timmy a parlé à Rosie de son jouet perdu. Rosie sourit et dit : « Ne t’inquiète pas, Timmy. Je peux t’aider à le trouver. Avec l’aide de Rosie, Timmy a fouillé le jardin et a trouvé son jouet caché sous une grande feuille brillante. Timmy était fou de joie et a remercié Rosie pour son aide magique. À partir de ce jour, Timmy a souvent visité le jardin magique, et lui et Rosie sont devenus les meilleurs amis du monde, partageant de nombreuses autres aventures magiques ensemble.",
    "audio_file": "fr/10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "La Forêt Amicale",
    "story_translation": "Il était une fois une fille qui s’appelait Lily. Elle aimait explorer. Un jour, elle s’est rendue dans une grande forêt près de chez elle. Dans la forêt, elle rencontra un arbre heureux nommé Treey. Treey avait un visage souriant. Lily et Treey sont devenus amis. Ils jouaient à des jeux ensemble. Lily et Treey ont également rencontré un gentil écureuil nommé Squeaky. Squeaky adorait les noix et les partageait avec Lily et Treey. Ils riaient et s’amusaient. Puis, ils ont trouvé une jolie fleur. C’était coloré et ça sentait bon. Ils l’ont cueilli et l’ont donné à un papillon amical nommé Flutter. Flutter était reconnaissant et dansait dans les airs. Lily, Treey, Squeaky et Flutter explorèrent davantage la forêt. Ils virent un ruisseau scintillant à l’eau claire. Il abritait des poissons brillants. Lily et ses nouveaux amis se sont assis au bord du ruisseau et ont apprécié le bruit paisible de l’eau. Quand il fut temps de rentrer à la maison, Lily dit : « Merci d’être mes amis, Treey, Squeaky et Flutter. Je reviendrai vous voir bientôt. Elle fit ses adieux et quitta la forêt, heureuse d’avoir rencontré ses nouveaux amis.",
    "audio_file": "fr/10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "Le chaton perdu",
    "story_translation": "Il était une fois, dans un quartier tranquille, une petite fille qui s’appelait Emma. Emma adorait les animaux, et un jour, elle a trouvé un petit chaton duveteux dans son jardin. Le chaton avait l’air perdu et effrayé. Emma s’est sentie triste pour le chaton et a décidé de l’aider. Elle le ramassa doucement et lui donna une couverture chaude. Emma a demandé à sa mère si elle pouvait garder le chaton, et sa mère a accepté. Ils ont nommé le chaton Whiskers en raison de ses jolies moustaches. Emma et Whiskers sont devenues les meilleures amies du monde. Ils jouaient ensemble tous les jours et faisaient des siestes au soleil. Emma a donné à Moustaches une délicieuse nourriture pour chats, et Moustaches a ronronné joyeusement. Bientôt, Whiskers n’était plus perdu ni effrayé. Emma et son nouvel ami à quatre pattes étaient très heureux ensemble. Ils ont partagé de nombreuses aventures et se sont fait sourire tous les jours.",
    "audio_file": "fr/10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Boucle d’or et les trois ours",
    "story_translation": "Il était une fois, dans une forêt dense, un petit chalet confortable où vivaient trois ours : Papa Ours, Maman Ours et Bébé Ours. Un matin, après que maman ours ait préparé un délicieux porridge, la famille est allée se promener pour le laisser refroidir. Pendant leur absence, une petite fille curieuse nommée Boucle d’or est tombée sur leur chalet. Elle frappa à la porte, et comme personne ne répondait, elle poussa la porte et entra. Dans la cuisine, Boucle d’Or vit trois bols de bouillie. Elle goûta le porridge du premier bol, qui était celui de Papa Ours, et s’exclama : « Ce porridge est trop chaud ! » Puis elle goûta le porridge du bol de Maman Ours et dit : « Ce porridge est trop froid. » Finalement, elle a goûté le porridge de Baby Bear et a souri : « Ce porridge est parfait ! » Alors, elle a tout mangé. Après avoir mangé, Boucle d’Or se sentit fatiguée et trouva trois chaises dans le salon. Elle s’assit dans le grand fauteuil de Papa Ours, mais c’était trop dur. Elle essaya la chaise de taille moyenne de Maman Ours, mais elle était trop molle. Puis elle s’assit dans la petite chaise de Bébé Ours, et c’était parfait, mais il se brisa sous son poids ! Se sentant somnolent, Boucle d’Or monta à l’étage et trouva trois lits. Elle s’est couchée dans le lit de Papa Ours, mais c’était trop dur. Elle s’installa dans le lit de Maman Ours, mais il était trop mou. Finalement, elle a essayé le lit de Baby Bear, et c’était parfait. Elle s’endormit. Les trois ours sont rentrés chez eux et ont été surpris de voir la porte de leur chalet s’ouvrir. À l’intérieur, ils ont trouvé leur bouillie mangée, leurs chaises utilisées, et enfin, la petite fille qui dormait dans le lit de Baby Bear. Boucle d’or s’est réveillée, a vu les ours et a couru hors de la chaumière aussi vite qu’elle le pouvait, pour ne plus jamais revenir.",
    "audio_file": "fr/10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Cendrillon",
    "story_translation": "Il était une fois, dans un royaume lointain, une gentille et belle fille nommée Cendrillon. Elle vivait avec sa méchante belle-mère et ses deux demi-sœurs, qui la traitaient très mal. Cendrillon a été obligée de faire tout le travail difficile et n’a reçu que des haillons à porter. Un jour, le roi annonça un grand bal, invitant toutes les jeunes filles du royaume, car le prince cherchait une épouse. Cendrillon désirait ardemment aller au bal, mais sa belle-mère l’en empêcha, la laissant à la maison en larmes. Alors que Cendrillon pleurait, sa fée marraine apparut. D’un coup de baguette, elle transforma les haillons de Cendrillon en une belle robe et transforma une citrouille en un splendide carrosse. Elle a donné des pantoufles de verre à Cendrillon et l’a avertie que la magie s’estomperait à minuit. Au bal, Cendrillon a captivé tout le monde par sa grâce et sa beauté, en particulier le prince. Ils dansèrent toute la nuit, mais alors que l’horloge sonnait douze heures, Cendrillon se souvint de l’avertissement de sa fée marraine et s’éloigna précipitamment, perdant l’une de ses pantoufles de verre sur les marches du palais. Le prince, déterminé à trouver la mystérieuse jeune fille, utilisa la pantoufle de verre pour fouiller le royaume. Lorsqu’il est arrivé chez Cendrillon, la pantoufle lui allait parfaitement. Le prince la reconnut dès le bal et lui déclara son amour. Cendrillon pardonna à sa belle-mère et à ses demi-sœurs leur cruauté et épousa le prince. Ils vécurent heureux jusqu’à la fin de leurs jours, et la gentillesse et l’humilité de Cendrillon étaient connues dans tout le royaume.",
    "audio_file": "fr/10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Jack et le haricot magique",
    "story_translation": "Il était une fois un garçon nommé Jack qui vivait avec sa mère. Ils étaient très pauvres et n’avaient qu’une vache. Un jour, la mère de Jack lui a dit de vendre la vache parce qu’ils avaient besoin d’argent. Alors qu’il allait vendre la vache, Jack a rencontré un homme qui lui a donné des haricots magiques en échange de la vache. Jack était excité et a couru à la maison pour montrer à sa mère. Mais sa mère était bouleversée et a jeté les haricots par la fenêtre. Le lendemain matin, Jack a vu une énorme tige de haricot s’élever dans le ciel. Il était curieux et a escaladé le haricot magique. Il l’a emmené dans un pays haut dans le ciel où vivait un géant. Le géant avait une poule qui pondait des œufs d’or et une harpe magique. Jack se faufila dans la maison du géant et prit la poule et la harpe. Mais la harpe poussa un cri, réveillant le géant. Jack courut et descendit le long du haricot magique. Le géant le suivit. Lorsque Jack atteignit le sol, il coupa rapidement le haricot magique. Le géant est tombé et n’a jamais été revu. Jack et sa mère ont vendu les œufs d’or et sont devenus riches. Ils vécurent heureux jusqu’à la fin de leurs jours.",
    "audio_file": "fr/10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "Le vilain petit canard",
    "story_translation": "Il était une fois une mère canard qui avait un lot d’œufs. L’un des œufs était plus gros que les autres, et il a éclos beaucoup plus tard. Il en est sorti un caneton qui avait l’air différent de ses frères et sœurs. Il était plus grand et gris, pas jaune et mignon comme les autres. Les autres canetons ne jouaient pas avec lui et le traitaient de moche. Le vilain petit canard s’est senti très triste et a quitté la maison pour trouver un endroit où il pourrait être heureux. Il rencontra différents animaux, mais ils le regardaient tous bizarrement parce qu’il était si grand et gris. L’hiver est arrivé, et il faisait très froid. Le vilain petit canard a trouvé un lac et y a nagé. Il a vu de beaux oiseaux blancs voler au-dessus de lui. Il souhaitait pouvoir être belle et gracieuse comme eux. Quand le printemps arriva, le vilain petit canard vit son reflet dans l’eau. Ce n’était plus un oiseau gris et maladroit. Il s’était transformé en un beau cygne ! Les autres cygnes l’ont accueilli et ont joué avec lui. Les gens le voyaient et disaient : « Regarde ce beau cygne ! » Le vilain petit canard, maintenant un beau cygne, était très heureux. Il a appris que peu importait à quoi il ressemblait à sa naissance, car il s’était transformé en un charmant cygne.",
    "audio_file": "fr/10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "La petite poule rousse",
    "story_translation": "Il était une fois une petite poule rousse qui vivait dans une ferme. Elle a trouvé des graines sur le sol. La petite poule rousse a eu une idée. Elle s’est dit : « Je vais planter ces graines. » Elle demanda à ses amis, au chien, au chat et au canard : « Qui m’aidera à planter les graines ? » Mais ils répondirent tous : « Pas moi. » Alors la petite poule rousse dit : « Alors je le ferai moi-même. » Et elle a planté les graines toute seule. Quand les graines sont devenues du blé élevé, la petite poule rousse a demandé : « Qui m’aidera à couper le blé ? » De nouveau, le chien, le chat et le canard dirent : « Pas moi. » Alors la petite poule rousse dit : « Alors je le ferai moi-même. » Et elle a coupé le blé toute seule. Ensuite, elle demanda : « Qui m’aidera à faire du blé de la farine ? » Mais ses amis ont dit : « Pas moi. » Alors, elle a tout fait toute seule. Alors la petite poule rousse dit : « Qui m’aidera à faire le pain ? » Encore une fois, ils ont tous dit : « Pas moi. » Alors, elle a fait cuire le pain elle-même. Quand le pain fut prêt et qu’il sentit très bon, le chien, le chat et le canard vinrent et dirent : « Nous allons t’aider à manger le pain ! » Mais la petite poule rousse répondit : « Non, je vais le manger moi-même. » Et c’est ce qu’elle a fait. Elle a mangé le pain et était très heureuse.",
    "audio_file": "fr/10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "La tortue et le lièvre",
    "story_translation": "Il était une fois un lièvre rapide qui aimait se vanter de la vitesse à laquelle il pouvait courir. Il y avait aussi une tortue lente qui se déplaçait très lentement. Un jour, le lièvre se moqua de la tortue et lui dit : « Tu es si lente ! Je peux courir beaucoup plus vite que toi ! La tortue répondit : « Faisons une course et voyons qui est le plus rapide. » Ils ont décidé d’organiser une course. Le lendemain, tous les animaux de la forêt sont venus regarder. La course a commencé, et le lièvre a couru très vite, laissant la tortue loin derrière. Mais bientôt, le lièvre pensa : « Je suis si loin devant, je peux me reposer un peu. » Alors, il s’est couché sous un arbre et s’est endormi. La tortue continuait à marcher lentement mais sûrement. Il ne s’est pas arrêté ni ne s’est reposé. Après un long moment, il passa devant le lièvre endormi. Quand le lièvre s’est réveillé, il a vu que la tortue était près de la ligne d’arrivée. Il a couru aussi vite qu’il le pouvait, mais il était trop tard. La tortue a franchi la ligne d’arrivée en premier. La tortue a gagné la course parce qu’elle a continué à avancer lentement et n’a pas abandonné. Le lièvre a appris qu’être rapide n’est pas toujours ce qu’il y a de mieux, et qu’il ne faut pas se vanter ou sous-estimer les autres.",
    "audio_file": "fr/10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Hansel et Gretel",
    "story_translation": "Il était une fois deux enfants, Hansel et Gretel, qui vivaient avec leur père et une méchante belle-mère. Ils étaient très pauvres, et un jour, la belle-mère a décidé de laisser les enfants dans la forêt parce qu’il n’y avait pas assez de nourriture pour tout le monde. Le père ne voulait pas, mais il a accepté. Hansel entendit leur plan et ramassa des cailloux brillants. Lorsqu’ils entrèrent dans la forêt, Hansel laissa tomber les cailloux pour se frayer un chemin de retour. Après que leurs parents les aient quittés, Hansel et Gretel ont suivi le chemin des cailloux et ont retrouvé le chemin du retour. Leur père était heureux de les voir, mais pas la belle-mère. La fois suivante, Hansel et Gretel ont été emmenés plus loin dans la forêt. Hansel a laissé une traînée de miettes de pain, mais les oiseaux les ont mangées, et ils n’ont pas pu retrouver leur chemin. Perdus et affamés, ils ont trouvé une maison faite de bonbons et ont commencé à les manger. Une vieille sorcière qui vivait là les attrapa et enferma Hansel dans une cage. Elle a demandé à Gretel de faire des tâches ménagères et avait prévu de manger Hansel. Gretel a trompé la sorcière et l’a poussée dans le four. Puis, elle a libéré Hansel, et ils ont trouvé des trésors dans la maison de la sorcière. Une fois la sorcière partie, Hansel et Gretel ont retrouvé le chemin du retour avec les trésors. Leur père était ravi de les voir et a dit qu’il regrettait de les avoir laissés dans la forêt. Ils n’ont jamais revu la méchante belle-mère. Ils vécurent tous heureux jusqu’à la fin de leurs jours, avec beaucoup de nourriture et plus de soucis.",
    "audio_file": "fr/10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "Les habits neufs de l’empereur",
    "story_translation": "Il était une fois un empereur vaniteux qui aimait porter des vêtements de fantaisie. Il a dépensé tout son argent pour être bien habillé. Un jour, deux escrocs vinrent dans la ville de l’Empereur. Ils ont dit qu’ils pouvaient faire les plus beaux vêtements du monde. Ces vêtements, affirmaient-ils, étaient invisibles pour quiconque était soit très stupide, soit pas bon dans son travail. L’Empereur trouva que c’était une excellente idée. Il leur donna de l’or et de la soie pour faire les vêtements. Les escrocs faisaient semblant de travailler, mais ils gardaient tout l’or et la soie pour eux. Quand les vêtements furent « prêts », l’Empereur alla les voir. Il n’a pas vu de vêtements, mais il ne voulait pas avoir l’air stupide, alors il a fait semblant de les admirer. Les escrocs firent semblant d’habiller l’Empereur avec les habits neufs. L’Empereur défila devant tout son peuple. Tout le monde dans la foule a également fait semblant de voir les vêtements, car ils ne voulaient pas être traités de stupides. Finalement, un petit enfant a crié : « Mais il ne porte rien du tout ! » Lentement, tout le monde a commencé à chuchoter la même chose. L’Empereur se rendit compte qu’ils avaient raison mais continua le défilé, trop fier pour admettre son erreur.",
    "audio_file": "fr/10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "La Belle au bois dormant",
    "story_translation": "Il était une fois un roi et une reine qui souhaitaient avoir un enfant. Finalement, leur souhait s’est réalisé et ils ont eu une belle petite fille. Ils l’appelèrent Aurora. Pour célébrer la naissance d’Aurore, le roi et la reine organisèrent une grande fête. Ils invitèrent toutes les fées du royaume à bénir Aurore. Chaque fée a donné à Aurora un cadeau comme la beauté, la gentillesse et l’intelligence. Mais il y avait une vieille fée qui n’était pas invitée. Elle s’est sentie en colère et est venue à la fête quand même. Elle a fait un mauvais cadeau à Aurore : le jour de son seizième anniversaire, Aurore se piquait le doigt sur un rouet et s’endormait pour toujours. Heureusement, la plus jeune des fées n’avait pas encore donné son cadeau. Elle ne pouvait pas défaire la malédiction de la vieille fée, mais elle pouvait l’adoucir. Elle a dit qu’Aurora ne mourrait pas mais tomberait dans un profond sommeil, et que seul un baiser d’amour véritable pourrait la réveiller. Les années ont passé et Aurora est devenue une belle et gentille princesse. Le jour de son seizième anniversaire, elle a trouvé un rouet et s’est piqué le doigt. Elle tomba dans un profond sommeil, et tout le royaume s’endormit avec elle. Cent ans s’écoulèrent, et un prince vint dans le royaume. Il trouva Aurora et l’embrassa. Le baiser rompit le charme. Aurora et tout le royaume se réveillèrent. Le prince et Aurore sont tombés amoureux et se sont mariés. Ils vécurent heureux jusqu’à la fin de leurs jours, et le royaume fut de nouveau rempli de joie et de rires.",
    "audio_file": "fr/10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Amelia Earhart",
    "story_translation": "Il était une fois une jeune fille courageuse et aventureuse nommée Amelia Earhart. Amelia adorait observer les oiseaux et rêvait de s’élever haut dans le ciel comme eux. Elle a grandi à une époque où peu de femmes devenaient pilotes, mais Amelia était déterminée à poursuivre son rêve. Elle a travaillé très dur et a appris à piloter des avions, devenant ainsi l’une des premières femmes pilotes au monde. Amelia a fait quelque chose de vraiment incroyable : elle a volé toute seule à travers le grand et large océan Atlantique, la première femme à le faire ! Son courage et son succès ont montré à tout le monde que les filles peuvent aussi réaliser de grands rêves. Amelia est devenue célèbre et a inspiré de nombreuses personnes, en particulier les filles, à poursuivre leurs propres rêves, quelle que soit leur taille. Elle a prouvé qu’avec de la détermination et du courage, on peut atteindre les étoiles et réaliser ses rêves.",
    "audio_file": "fr/10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Martin Luther King Jr.",
    "story_translation": "Il était une fois un homme nommé Martin Luther King Jr., qui avait un grand rêve. Il rêvait d’un monde où tout le monde, quelle que soit la couleur de sa peau, serait traité de manière égale et équitable. Martin vivait à une époque où tout le monde n’était pas traité de la même manière – les personnes de couleurs de peau différentes avaient des écoles différentes, des fontaines d’eau différentes et n’étaient pas autorisées à faire les mêmes choses. Cela a rendu Martin très triste, et il a voulu changer cela. Il est devenu un leader et a parlé de son rêve à de nombreuses personnes. Il a prononcé des discours et dirigé des marches pacifiques, demandant que tout le monde soit traité avec gentillesse et respect. Son discours le plus célèbre commençait par « I have a dream... Martin était courageux et fort, et il a travaillé très dur pour rendre le monde meilleur. Grâce à lui, de nombreuses lois ont été modifiées et les gens ont commencé à comprendre à quel point il est important de traiter tout le monde de manière égale. Martin Luther King Jr. nous a montré qu’avec de l’amour, de la paix et de la détermination, nous pouvons faire de grands changements et aider tout le monde à mieux vivre ensemble.",
    "audio_file": "fr/10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Rosa Parks",
    "story_translation": "Il était une fois une femme courageuse du nom de Rosa Parks qui défendait ce qui était juste. Rosa vivait à une époque où les gens étaient traités différemment en fonction de la couleur de leur peau. Un jour, après une longue journée de travail, Rosa a pris place dans un bus à Montgomery, en Alabama. Le chauffeur de bus lui a dit de céder sa place à un passager blanc, mais Rosa était fatiguée, non seulement de sa journée, mais aussi des règles injustes qu’elle et d’autres devaient suivre tous les jours. Elle décida de rester assise, disant non d’une manière calme mais puissante. L’acte de bravoure de Rosa a été un moment très important. Cela a déclenché un grand mouvement où de nombreuses personnes, dirigées par Martin Luther King Jr., se sont unies pour lutter pour l’égalité et l’équité. Ils ont organisé un grand boycott des bus, où ils ont cessé d’utiliser les bus jusqu’à ce que tout le monde puisse s’asseoir où ils voulaient. Le simple acte de courage de Rosa a contribué à changer de nombreuses lois injustes et a montré au monde comment défendre ce qui est juste, même de manière modeste, peut faire une énorme différence. On se souvient de Rosa Parks comme de la « mère du mouvement des droits civiques », et son histoire nous enseigne que n’importe qui peut être un héros et aider à changer le monde pour le mieux.",
    "audio_file": "fr/10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Neil Armstrong",
    "story_translation": "Il était une fois un homme aventureux nommé Neil Armstrong. Il rêvait de faire quelque chose que personne n’avait jamais fait auparavant : marcher sur la Lune ! Neil aimait voler et est devenu pilote, volant haut dans le ciel et devenant même astronaute, ce qui signifie qu’il a pu aller dans l’espace. Le 20 juillet 1969, Neil et ses amis ont volé dans un vaisseau spatial appelé Apollo 11 jusqu’à la Lune. Ce fut un voyage long et passionnant. Lorsqu’ils sont arrivés sur la Lune, Neil a été le premier à sortir du vaisseau spatial sur la surface poussiéreuse de la lune. Alors qu’il faisait son premier pas, il a dit : « C’est un petit pas pour l’homme, un pas de géant pour l’humanité. » Cela signifiait que même si son pas était petit, c’était un grand moment pour tout le monde, partout. Neil et ses amis ont ramassé des roches lunaires et planté un drapeau. Lorsqu’ils sont revenus sur Terre, ils ont été célébrés comme des héros. Le rêve et la bravoure de Neil ont montré à tout le monde qu’avec du travail acharné et de la détermination, nous pouvons atteindre les étoiles et réaliser des choses incroyables.",
    "audio_file": "fr/10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Marie Curie",
    "story_translation": "Il était une fois, en Pologne, une jeune fille très curieuse et intelligente nommée Marie Curie. Marie aimait apprendre, surtout en ce qui concerne les sciences. Quand elle a grandi, elle a déménagé à Paris, en France, pour étudier davantage parce qu’elle voulait devenir scientifique. À l’époque, peu de femmes étaient scientifiques, mais Marie était déterminée. Elle travaille dans un petit laboratoire sombre avec son mari, Pierre Curie. Ensemble, ils ont découvert quelque chose d’étonnant appelé radium. Le radium était un type spécial de métal qui brillait dans l’obscurité et pouvait être utilisé pour aider les médecins à voir à l’intérieur du corps des gens afin de les rendre meilleurs. Marie Curie est devenue très célèbre pour sa découverte, et elle a remporté le prix Nobel non pas une, mais deux fois ! Elle a été la première femme à remporter ce grand prix et la première personne à l’avoir remporté deux fois. Marie a montré au monde que les filles peuvent aussi être de grandes scientifiques. Elle a travaillé dur et n’a jamais abandonné, même quand c’était difficile. Ses découvertes ont aidé de nombreuses personnes et ont changé le monde de la science pour toujours.",
    "audio_file": "fr/10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Malala Yousafzai",
    "story_translation": "Il était une fois, dans la magnifique vallée de Swat au Pakistan, une jeune fille courageuse nommée Malala Yousafzai. Malala aimait aller à l’école et apprendre de nouvelles choses, mais dans son pays, un groupe de personnes pensait que les filles ne devraient pas aller à l’école. Malala croyait que chaque fille et chaque garçon avait le droit d’apprendre, alors elle a défendu ses droits et ceux des autres enfants. Elle a écrit sur sa vie et son désir d’aller à l’école dans un journal intime, et de nombreuses personnes à travers le monde ont lu ses mots. Son courage a mis certaines personnes en colère, et un jour, elle a été blessée. Mais Malala était forte et elle n’a pas baissé les bras. Après s’être rétablie, elle a continué à parler encore plus fort pour l’éducation de tous les enfants. Sa bravoure et son histoire ont inspiré de nombreuses personnes, et elle est devenue la plus jeune personne à remporter le prix Nobel de la paix. Malala a montré à tout le monde que même si vous êtes jeune, vous pouvez faire une grande différence dans le monde en défendant ce en quoi vous croyez.",
    "audio_file": "fr/10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Nelson Mandela",
    "story_translation": "Il était une fois en Afrique du Sud un homme qui s’appelait Nelson Mandela. Mandela était un homme courageux et sage qui croyait que tout le monde devait être traité de la même manière, quelle que soit la couleur de sa peau. Mais à cette époque, en Afrique du Sud, il y avait des lois injustes appelées apartheid, qui séparaient les gens en fonction de leur race et de leur couleur. Mandela voulait changer ces lois pour que tout le monde, noir ou blanc, puisse vivre ensemble en paix. Il a travaillé très dur et a parlé à beaucoup de gens, essayant d’apporter des changements de manière pacifique. Mais le gouvernement n’a pas aimé cela, et ils l’ont mis en prison pendant de nombreuses années. Mandela n’a jamais perdu espoir et il est devenu un symbole de la lutte pour la liberté. Les gens du monde entier le connaissaient et soutenaient sa cause. Finalement, après 27 ans, il a été libéré. Le rêve de Mandela a commencé à se réaliser lorsqu’il est devenu le premier président noir d’Afrique du Sud, et il s’est efforcé de rassembler les gens de toutes les couleurs. Il a montré au monde le pouvoir du pardon et combien il est important de se battre pour ce qui est juste. On se souvient de Nelson Mandela comme d’un héros qui a apporté l’espoir et le changement à son pays et au monde.",
    "audio_file": "fr/10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Léonard de Vinci",
    "story_translation": "Il était une fois en Italie un garçon curieux et intelligent nommé Léonard de Vinci. Léonard aimait explorer le monde qui l’entourait et s’intéressait à beaucoup de choses. Il aimait dessiner, peindre et même inventer de nouvelles choses. En grandissant, il est devenu très doué pour l’art et a créé de belles peintures, dont la célèbre « Joconde » que les gens admirent encore aujourd’hui. Mais Léonard n’était pas seulement un artiste ; C’était aussi un scientifique et un inventeur. Il étudiait les oiseaux et rêvait de fabriquer une machine capable de voler, tout comme un avion aujourd’hui. Il s’est également penché sur le corps humain pour comprendre son fonctionnement et a dessiné de nombreux croquis de ses idées. Léonard était un homme très talentueux, et sa curiosité pour le monde ne s’est jamais arrêtée. Il a continué à apprendre et à créer toute sa vie. Il nous a montré que si vous êtes curieux et que vous travaillez dur, vous pouvez apprendre beaucoup de choses différentes et peut-être même changer le monde avec vos idées.",
    "audio_file": "fr/10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Cléopâtre",
    "story_translation": "Il était une fois, dans l’Égypte ancienne, une reine célèbre nommée Cléopâtre. Cléopâtre n’était pas seulement une reine ; Elle était aussi très intelligente et éduquée. Elle parlait plusieurs langues et était connue pour son charme et son intelligence. En tant que souveraine de l’Égypte, Cléopâtre se souciait profondément de son peuple et a travaillé dur pour rendre son pays fort et puissant. Elle était également célèbre pour sa beauté et ses grandes histoires d’amour avec de puissants dirigeants d’autres pays, comme Jules César et Marc Antoine. Cléopâtre a vécu à une époque où il était très rare qu’une femme occupe une position aussi puissante, mais elle a montré qu’elle pouvait régner aussi bien que n’importe quel roi. Elle était l’une des dernières souveraines de l’Égypte ancienne avant qu’elle ne fasse partie de l’Empire romain. La vie de Cléopâtre a été pleine d’aventures, et on s’est souvenu d’elle à travers l’histoire comme l’une des femmes les plus fascinantes et les plus influentes de son temps.",
    "audio_file": "fr/10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Galileo Galilei",
    "story_translation": "Il était une fois en Italie un homme nommé Galileo Galilei. Galilée était très curieux du monde et des étoiles dans le ciel. Il aimait étudier et apprendre tout ce qu’il pouvait. L’une des choses les plus importantes qu’il a faites a été de regarder les étoiles et les planètes avec un télescope, ce qui était une nouvelle invention à l’époque. Galilée a découvert que la Terre et d’autres planètes se déplaçaient autour du Soleil, et non l’inverse comme la plupart des gens le croyaient à l’époque. Ce fut une grande découverte car cela a changé la façon dont les gens comprenaient l’univers. Cependant, tout le monde n’était pas satisfait des idées de Galilée. Certaines personnes, y compris des dirigeants puissants, ne le croyaient pas et ne voulaient pas que les autres le croient non plus. Ils pensaient que ses idées étaient trop différentes. Galilée a dû être très courageux pour partager ses découvertes et défendre ce qu’il savait être vrai. Il a continué à étudier et à enseigner, et aujourd’hui, nous nous souvenons de Galilée comme l’un des plus grands scientifiques de tous les temps. Il nous a montré qu’il faut parfois remettre en question ce que les autres pensent et avoir le courage de suivre ses propres idées.",
    "audio_file": "fr/10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Jeanne d’Arc",
    "story_translation": "Il était une fois en France une jeune fille nommée Jeanne d’Arc. Jeanne vivait dans un petit village à une époque où son pays, la France, était en grande guerre avec un autre pays appelé l’Angleterre. Jeanne était très courageuse et croyait qu’elle avait une mission spéciale pour aider la France. Elle a dit qu’elle avait entendu des voix de saints lui disant de sauver son pays. Bien qu’elle n’était qu’une adolescente et une jeune fille, Jeanne convainquit le prince de France de la laisser diriger une armée. Elle portait une armure et montait à cheval, menant ses soldats au combat. Le courage de Joan a inspiré tous ceux qui l’entouraient, et elle a aidé à gagner des batailles importantes. Les gens la voyaient comme une héroïne. Malheureusement, elle a été capturée par ses ennemis et a dû faire face à de grands défis. Mais Joan n’a jamais cessé de croire en sa mission. Des années plus tard, on se souviendra d’elle comme d’un symbole de bravoure et de patriotisme. Jeanne d’Arc est devenue une sainte, et les gens du monde entier connaissent son histoire. Elle nous a appris que peu importe que l’on soit jeune ou petit, on peut faire de grandes choses si l’on a du courage et que l’on croit en soi.",
    "audio_file": "fr/10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Albert Einstein",
    "story_translation": "Il était une fois un brillant physicien du nom d’Albert Einstein. Albert avait une profonde curiosité pour l’univers et son fonctionnement. Il a mis au point une théorie révolutionnaire appelée « théorie de la relativité », qui a changé la façon dont nous comprenons l’espace, le temps et la gravité. Sa formule, E=mc², est devenue célèbre dans le monde entier. Albert n’était pas seulement un scientifique ; Il était également un défenseur de la paix et des droits de l’homme. Il s’est prononcé contre la guerre et l’injustice. Son travail et ses idées ont révolutionné la science et ont fait de lui l’un des scientifiques les plus célèbres de l’histoire. Albert Einstein nous a montré qu’avec de l’imagination, de la curiosité et un travail acharné, nous pouvons percer les mystères de l’univers et rendre le monde meilleur.",
    "audio_file": "fr/10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "La chute du mur de Berlin",
    "story_translation": "Il était une fois, en 1989, un événement capital qui s’est déroulé à Berlin, en Allemagne : la chute du mur de Berlin. Pendant des décennies, le mur de Berlin a séparé Berlin-Est et Berlin-Ouest, symbolisant la division entre l’Est et l’Ouest pendant la guerre froide. C’était une barrière physique et idéologique qui symbolisait l’oppression et la division. Cependant, à l’automne 1989, une série de manifestations pacifiques et de changements politiques en Allemagne de l’Est ont conduit à l’impensable. Dans la nuit du 9 novembre 1989, le gouvernement est-allemand a annoncé que les citoyens pouvaient entrer librement à Berlin-Ouest. Des foules de gens ont afflué vers le mur, et avec des marteaux et des ciseaux, ils ont commencé à le démanteler. Le monde a regardé avec étonnement les familles et les amis se réunir joyeusement, et les gens des deux côtés du mur s’embrasser. La chute du mur de Berlin a marqué le début de la fin de la guerre froide et la réunification de l’Allemagne. C’était un témoignage du pouvoir des gens qui s’unissent pour faire tomber les barrières et atteindre la liberté et l’unité.",
    "audio_file": "fr/10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "La Route de la Soie",
    "story_translation": "Il y a longtemps, dans les temps anciens, il existait un vaste réseau de routes commerciales connu sous le nom de Route de la Soie. Ce voyage historique n’était pas une route unique, mais un réseau complexe de chemins interconnectés qui s’étendaient à travers l’Asie, reliant l’Orient à l’Occident. La route de la soie tire son nom de la précieuse soie, un tissu luxueux produit en Chine, qui était l’une des marchandises les plus recherchées échangées le long de ces routes. Cependant, la Route de la Soie ne concernait pas seulement la soie ; C’était un canal d’échange de biens, de cultures et d’idées. Les commerçants de Chine, d’Inde, de Perse, d’Arabie et d’autres régions se sont lancés dans des voyages périlleux, transportant des marchandises comme des épices, des métaux précieux, des pierres précieuses et des textiles exotiques. En plus de ces marchandises, ils partageaient leurs cultures, leurs religions et leurs technologies. La Route de la soie a facilité un échange remarquable de connaissances, conduisant à des progrès dans les domaines de la science, des mathématiques et de l’art. Il a également joué un rôle important dans la propagation du bouddhisme, de l’islam et du christianisme dans différentes parties du monde. Au fur et à mesure que la Route de la soie prospérait, elle favorisait un esprit de coopération et de compréhension entre diverses civilisations. Malgré les défis posés par les terrains difficiles et les conditions météorologiques imprévisibles, les commerçants ont poursuivi leur voyage, forgeant des liens entre des pays éloignés. La Route de la soie était un pont qui reliait les gens à travers les continents et a joué un rôle central dans la formation de l’histoire de notre monde.",
    "audio_file": "fr/10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "La Grande Muraille de Chine",
    "story_translation": "Il y a plusieurs siècles, dans le vaste et ancien pays de Chine, un projet de construction remarquable a commencé. C’était la construction de ce qui allait devenir plus tard l’une des structures les plus emblématiques et les plus impressionnantes au monde : la Grande Muraille de Chine. Cette entreprise monumentale n’était pas un seul mur, mais une série de murs, de fortifications et de tours de guet qui s’étendaient le long de la frontière nord de la Chine. L’objectif principal de la Grande Muraille était de protéger les États et les empires chinois des invasions de tribus nomades et des incursions militaires. La construction de la Grande Muraille a commencé il y a plus de 2 000 ans sous la dynastie Qin, mais elle a été agrandie et reconstruite par les dynasties suivantes, notamment les dynasties Han, Ming et Qing. Le mur a été construit à l’aide de divers matériaux tels que la pierre, la terre, le bois et la brique, et il couvrait une distance étonnante, avec des estimations allant de 13 000 à 21 196 miles. C’était un témoignage de l’ingéniosité et de la détermination du peuple chinois. La Grande Muraille a non seulement servi de formidable structure défensive, mais a également facilité le commerce, la communication et les échanges culturels le long de la route de la soie. Il a résisté à l’épreuve du temps et reste un symbole de la riche histoire et de la force durable de la Chine. Aujourd’hui, il est reconnu comme l’une des sept merveilles du monde et est visité par des millions de personnes du monde entier qui viennent s’émerveiller de sa grandeur et de son importance historique.",
    "audio_file": "fr/10027.wav"
  }
]