[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "Üç Küçük Domuz",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "Bir zamanlar, üç küçük domuz güvenli kalmak için evler yapmaya karar verdiler. Birinci domuz, kolay olduğu için saman ev yaptı. İkinci domuz, daha güçlü ama yine de zayıf olan çubuklardan bir ev yaptı. Üçüncü domuz ise, sağlam ve dayanıklı bir tuğla evi inşa etti. Bir gün, koca kötü bir kurt saman evine geldi. Kurdu, derin bir nefes aldı ve kolayca saman evini parçalara ayırdı. Korkan domuz, kardeşiyle birlikte çubuk evine koştu. Kurt peşlerinden geldi, derin bir nefes aldı, üfledi ve çubuk evini yıktı. İki domuz, hala güçlü olduğunu umarak tuğla evine koştular. Kurt derin bir nefes aldı, üfledi ama tuğla ev yıkılmadı. Sinirlenen kurt, domuzları yakalamak için bacadan inmeye çalıştı. Domuzlar bir ateş yaktı ve kurt korkmuş bir şekilde kaçtı. Üç domuz güvende kaldı ve sıkı çalışmanın her zaman karşılığını verdiğini öğrendi. Güçlü, güvenli tuğla evlerinde sonsuza dek mutlu yaşadılar.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "Küçük Kız",
        "fiction": true,
        "level": "beginner",
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "Bir güneşli sabah, Külkedisi ormanda yürüdü ve küçük bir ev buldu. Kapının açık olduğunu görünce Külkedisi içeri girmeye ve keşfe çıkmaya karar verdi. Mutfakta masanın üstünde üç kâse lapası buldu. İlk kasedeki lapayı tattı ve dedi ki: Bu lapa çok sıcak! İkinci kasedeki lapayı denedi ve dedi ki: Bu lapa çok soğuk! Üçüncü kasedeki lapayı tattı ve mutlu bir şekilde dedi ki: Bu lapa tam yerinde! Yedikten sonra Külkedisi yorgun hissetti ve oturma odasında üç sandalye gördü. İlk sandalyeye oturdu ama dedi ki: Bu sandalye çok sert! İkinci sandalyeyi denedi ama dedi ki: Bu sandalye çok yumuşak! Üçüncü sandalyeye oturdu ve dedi ki: Bu sandalye tam yerinde! Aniden, küçük sandalye kırıldı ve Külkedisi şaşkınlıkla hızla ayağa kalktı. Uykulu hissederek merdivenleri çıktı ve bir odada üç yatak buldu. İlk yatağa uzandı ve dedi ki: Bu yatak çok sert! İkinci yatağı denedi ama dedi ki: Bu yatak çok yumuşak! Üçüncü yatağa uzandı ve dedi ki: Bu yatak tam yerinde! Külkedisi derin bir uykuya daldı, üç ayının eve döndüğünden habersizdi. Baba Ayı yüksek bir sesle dedi ki: Birisi benim lapamı yemiş! Anne Ayı dedi ki: Birisi benim sandalyemde oturmuş ve kırmış! Bebek Ayı dedi ki: Birisi benim yatağımda uyumuş, ve işte burada! Külkedisi uyandı, ayıları görünce dışarı kaçarken çığlık attı. Ormandan hızla koşarak geçti ve kendine bir daha garip evlere girmeyeceğine söz verdi.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Külkedisi",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "Bir zamanlar, acımasız üvey annesiyle yaşayan nazik bir kız olan Cinderella vardı. Üvey annesi ve üvey kız kardeşleri onu bütün temizlik ve yemek işlerini yapmaya zorladı. Bir gün, kral prensi bir gelin bulması için büyük bir balo düzenleyeceğini duyurdu. Cinderella gitmek istedi, ama üvey annesi izin vermedi ve onu evde bırakıp gitti. Ağlarken, Peri Vaftiz Annesi belirdi ve ona baloya gitmesi için yardım edeceğini vaadederek, asasını salladı. Cinderella’nın çaputlarını güzel bir elbiseye dönüştürdü. Ona camdan çizmeler verdi ve bir kabağı sihirli bir faytona dönüştürdü. Peri Vaftiz Annesi, \"Gece yarısından önce geri dön, yoksa sihir kaybolur,\" dedi. Baloda herkes Cinderella'yı hayranlıkla izledi ve prens ona aşık oldu. Gece boyunca birlikte dans ettiler, ta ki saat on ikiye vurana kadar ve Cinderella kaçtı. Arkasında bir cam çizmeyi bıraktı, bu çizmeyi prens onu bulmak için kullandı. Prens, krallıktaki her evin kapısını çaldı, çizmeyi her genç kadının ayağına denedi. Cinderella’nın evine geldiğinde, üvey kız kardeşleri denediler ama ayakları çizmeye sığmadı. Cinderella çizmeyi denedi ve tam olarak uydu! Prens, onun doğru kişi olduğunu anladı. Kısa bir süre sonra evlendiler ve Cinderella, üvey annesine ve üvey kız kardeşlerine yaptıkları zulüm için affetti. Cinderella ve prens, büyük sarayda sonsuza dek mutlu yaşadılar.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "Jack ve Soyağacı",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "Bir zamanlar, Jack adında yoksul bir çocuk annesiyle yaşıyordu. Sadece bir inekleri vardı, o da yiyecek ve para için satılıyordu. Bir gün, Jack, garip bir adamdan ineğini sihirli fasulyelerle takas etti. Annesi çok kızdı ve fasulyeleri pencereden attı. Sabah olduğunda, fasulyeler gökyüzüne ulaşan dev bir fasulye sarmalına dönüşmüştü. Meraklanan Jack, fasulye sarmalına tırmandı ve bulutların arasında devasa bir şato keşfetti. İçeride, altın arp ve sihirli bir tavuk sahibi olan bir raks большо̄n vardı. Tavuk altın yumurtalar yumurtluyor, arp ise kendi kendine güzel şarkılar çalıyordu. Jack, tavuğu ve arpu aldı ama dev uyandı ve peşine düştü. Jack hızlıca fasulye sarmalından aşağı indi, öfke dolu dev arkasında onu takip ediyordu. Yere vardığında, Jack bir balta kaptı ve fasulye sarmalını kesti. Dev fasulyeden düştü ve bir daha asla görünmedi. Tavuğun altın yumurtalarıyla Jack ve annesi sonsuza dek mutlu bir hayat sürdü.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "Kaplumbağa ve Tavşan",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "Bir zamanlar, hızlı bir tavşan, ne kadar hızlı olduğunu övünerek anlatmayı severdi. Tavşan, yavaş hareket eden bir kaplumbağaya güldü ve onu bir yarışa davet etti. Kendine güvenen tavşan hızla öne fırladı ve kaplumbağayı toz içinde çok geride bıraktı. Zaferinden emin olan tavşan, bir ağacın altında uyumaya karar verdi. Bu arada, kaplumbağa kararlı bir şekilde yürüdü, asla durmadı ve sonunda uyuyan tavşanı geçti. Tavşan uyandığında, kaplumbağanın bitiş çizgisine yakın olduğunu fark etti. Tavşan, mümkün olan en hızlı şekilde koştu, ancak çok geçti. Kaplumbağa önce bitiş çizgisini geçti ve tavşana karşı yarışı kazandı. Tavşan utandı ve aşırı öz güven ile alçakgönüllülük hakkında değerli bir ders aldı. Kaplumbağa, yavaş ve sürekli çabanın aşırı öz güven ve aceleye karşı kazanabileceğini gösterdi.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Hansel ve Gretel",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "Bir zamanlar, Hansel ve Gretel babaları ve üvey anneleriyle yaşıyordu. Aile çok fakirdi ve üvey anne çocukları terk etmeyi planlıyordu. Bir gece, Hansel bu planı duydu ve bir yol haritası oluşturmak için parlak çakıllar topladı. Ertesi gün, ebeveynler Hansel ve Gretel'i ormanın derinliklerine götürdü. Yalnız kaldıklarında, Hansel ve Gretel çakıl yolunu takip ederek güvenli bir şekilde eve döndü. Kızgın olan üvey anne, ertesi gün onları daha da derinlere götürdü. Hansel, ekmek kırıntıları bırakmayı denedi, ancak kuşlar bunları yedi ve çocuklar kaybolup korkmuş bir halde kaldı. Dolaşırken bir cadıya ait şeker evini keşfettiler ve cadı onları yakaladı. Cadı, Hansel'i yemek istiyordu ve Gretel'den tüm işleri yapmasını istiyordu. Zeki Gretel cadıyı kandırdı ve onu yanan fırına itti. Cadının evinde hazine buldular ve bunları eve geri taşıdılar. Babaları çok mutlu oldu ve kötü üvey anne hayatlarından sonsuza kadar gitti. Hansel ve Gretel bol yiyecek ile endişesiz bir şekilde mutlu yaşadılar.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "İmparatorun Yeni Giysileri",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "Bir zamanlar, bir imparator en güzel, en şatafatlı giysileri giymeyi çok severdi. İki dolandırıcı, aptallara görünmez sihirli giysiler yapabileceklerini iddia ederek imparatorun yanına geldi. İmparator, muhteşem elbiseleri yaratmaları için onlara altın ve ipek verdi. Dolandırıcılar, çok çalışıyor gibi davrandılar ama altın ve ipeği kendilerine sakladılar. Giysiler hazır olduğunda, imparator hiçbir şey göremedi ama bunu itiraf etmekten korktu. Görünmez giysileri beğeniyormuş gibi davrandı, başkalarının onu aptal sanmasından endişeliydi. Dolandırıcılar onu giydiriyormuş gibi yaptı ve imparator büyük bir geçit töreni ilan etti. Kalabalıktaki herkes de imparatorun yeni giysilerini gördüğünü iddia etti. Sonunda bir çocuk haykırdı: Ama o hiçbiri giymiyor ki! Kalabalık homurdandı ve imparatorun tamamen kandırıldığını fark ederek hemfikir oldu. İmparator utandı ama hatasını kabul etmekten onur duyduğu için geçit törenine devam etti. O günden sonra, daha alçakgönüllü oldu ve şatafatlı giysilere daha az önem vermeye başladı.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "Uyuyan Güzel",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "Bir zamanlar, bir kral ve kraliçe bir çocuk istemiş. Bu dilekleri gerçekleşti ve güzel bir kız çocukları oldu, ismi Aurora. Periler, Aurora’ya güzellik ve iyilik gibi nimetler bahşetti büyük bir kutlama şöleninde. Davet edilmemiş, öfkeli bir peri Aurora’yı parmağını batırıp ölmesi için lanetledi. Ama nazik bir peri laneti yumuşattı: Aurora, gerçek aşkın öpücüğüne kadar uyuyacaktı. Kral, Aurora’yı lanetten korumak umuduyla tüm ompalar yaktı. Yıllar geçti, Aurora on altıncı doğum gününde eski bir ompa buldu. Parmağını batırdı ve kehanette söylendiği gibi derin bir uykuya daldı. Tüm kale, kalın, dikenli sarmaşıklarla çevrili bir şekilde uykuya daldı. Yüz yıl geçti, cesur bir prens uyuyan kaleyi keşfetti. Aurora’yı öptü, büyüyü bozarak kaledeki herkesi uyandırdı. Aurora ve prens aşık oldular, evlendiler ve sonsuza dek mutlu yaşadılar.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Ali Baba ve Kırk Haramiler",
        "fiction": true,
        "level": "beginner",
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Ali Baba, küçük bir köyde yaşayan yoksul bir oduncuydu. Bir gün, kırk hırsızın sihirli bir mağaraya hazinelerini gizlediğini gördü. Hırsızlar \"Açıl Susam açıl\" dediler ve mağara kapısı açıldı, içindeki altınlar ve mücevherler ortaya çıktı. Hırsızlar gittikten sonra, Ali Baba aynı sözcükleri kullanarak mağaraya girdi. Yoksul ailesine yardım etmek için az miktarda hazine aldı. Hırsızlar, mağaraya birinin girdiğini keşfetti ve çok sinirlendiler. Köyü aradılar ve Ali Baba'yı hazinelerini çalmakla suçladılar. Ali Baba'nın zeki hizmetçisi Morgiana, hırsızların onu öldürme planlarını duydu. Hırsızları kandırdı ve liderlerini zekâsıyla alt ederek Ali Baba'yı kurtardı. Ali Baba ve ailesi, şansları için minnettar bir şekilde sonsuza kadar mutlu yaşadılar.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "Balıkçı ve Karısı",
        "fiction": true,
        "level": "beginner",
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Yoksul bir balıkçı, sihirli bir konuşan balık yakaladı ve onu serbest bırakmaya karar verdi. Balık, hayatını bağışladığı için ona herhangi bir dileğini gerçekleştireceğini vaat etti. Balıkçı, karısına durumu anlattı ve karısı bir büyük ev istemeye karar verdi. Balık dileği yerine getirdi ve onlar görkemli bir kulübeye taşındılar. Karısı açgözlüleşti ve bir şato ile kraliçe olmayı istedi. Her seferinde balıkçı balığa dönüp daha fazlasını istemeye gitti. Balık dilekleri gerçekleştirdi, fakat karısının açgözlülüğü artmaya devam etti. Sonunda, güneşin, ayın ve yıldızların hakimi olmayı talep etti. Balık, onun açgözlülüğünden öfkelenerek her şeyi geri aldı ve onları kulübelerinde bıraktı. Balıkçı ve eşi, basit yaşamlarına geri döndüler ve mutlu olmayı öğrentiler.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Amelia Earhart",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "Bir zamanlar, Amelia Earhart adında cesur ve maceraperest bir kız vardı. Amelia kuşları izlemeyi çok severdi ve onların gibi gökyüzünde yükseklere uçmayı hayal ederdi. O, pek çok kadının pilot olamadığı bir dönemde büyüdü, ama Amelia hayalini takip etmekte kararlıydı. Çok çalıştı ve uçak kullanmayı öğrendi, dünyadaki ilk kadın pilotlardan biri oldu. Amelia gerçekten muhteşem bir şey yaptı: Büyük, geniş Atlantik Okyanusu'nu tek başına uçarak geçti; bunu yapan ilk kadın oldu! Onun cesareti ve başarısı, herkese kızların da büyük hayaller gerçekleştirebileceğini gösterdi. Amelia ünlü oldu ve birçok insanı, özellikle de kızları, hayallerinin peşinden gitmeye teşvik etti; ne kadar büyük olursa olsun. Azim ve cesaretle, yıldızlara ulaşabileceğinizi ve hayallerinizi gerçeğe dönüştürebileceğinizi kanıtladı.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Marie Curie",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "Bir zamanlar, Polonya'da, Marie Curie adında çok meraklı ve zeki bir kız vardı. Marie öğrenmeyi, özellikle de bilimi çok severdi. Büyüdüğünde, bilim insanı olmak istediği için daha fazla öğrenmek amacıyla Paris, Fransa'ya taşındı. O dönemde, pek çok kadın bilim insanı yoktu, ancak Marie kararlıydı. Kocası Pierre Curie ile birlikte küçük, karanlık bir laboratuvar içinde çalıştılar. Birlikte, gece karanlıkta parlayan ve doktorların ludzi̇n bedenlerinin içini görebilmesine yardımcı olabilecek özel bir metal olan radyum adında harika bir şey keşfettiler. Marie Curie, bu keşfi sayesinde çok ünlü oldu ve Nobel Ödülü'nü bir değil, iki kez kazandı! Bu büyük ödülü kazanan ilk kadın ve onu iki kez kazanan ilk kişi oldu. Marie dünyaya kızların da harika bilim insanları olabileceğini gösterdi. Çok çalıştı ve zorluklarla karşılaştığında bile asla pes etmedi. Onun keşifleri birçok insana yardımcı oldu ve bilimin dünyasını sonsuza dek değiştirdi.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Nelson Mandela",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "Bir zamanlar Güney Afrika'da Nelson Mandela adında bir adam vardı. Mandela, derisinin rengi ne olursa olsun herkesin eşit muamele görmesi gerektiğine inanan cesur ve bilge bir insandı. Ancak o dönemlerde, Güney Afrika'da, ırk ve renge göre insanları ayıran apartheid adı verilen adaletsiz yasalar vardı. Mandela, siyah ya da beyaz, herkesin bir arada barış içinde yaşayabilmesi için bu yasaları değiştirmek istedi. Çok çalıştı ve değişimi barışçıl bir şekilde sağlamak için birçok insanla konuştu. Ancak hükümet bundan hoşlanmadı ve onu yıllarca hapiste tuttu. Mandela umudunu asla kaybetmedi ve özgürlük mücadelesinin sembolü haline geldi. Dünyanın dört bir yanındaki insanlar onu tanıdı ve mücadelesine destek verdiler. Nihayet 27 yılın ardından özgürlüğüne kavuştu. Mandela'nın hayali, Güney Afrika'nın ilk siyah Başkanı olduğunda gerçek olmaya başladı ve tüm renklerden insanları bir araya getirmek için çalıştı. Dünyaya affetmenin gücünü ve doğru olanı savunmanın ne kadar önemli olduğunu gösterdi. Nelson Mandela, ülkesine ve dünyaya umut ve değişim getiren bir kahraman olarak hatırlanır.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Leonardo Da Vinci",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "Bir zamanlar İtalya'da, Leonardo da Vinci adında meraklı ve zeki bir çocuk yaşıyordu. Leonardo, etrafındaki dünyayı keşfetmeye bayılırdı ve birçok şeyle ilgilenirdi. Resim yapmayı, çizim yapmayı ve hatta yeni şeyler icat etmeyi severdi. Büyüdükçe sanatta oldukça yetenekli hale geldi ve güzel tablolar yarattı; bunlardan biri, günümüzde hâlâ hayranlıkla baktığımız ünlü 'Mona Lisa'ydı. Ancak Leonardo sadece bir sanatçı değildi; aynı zamanda bir bilim insanı ve mucitti. Kuşları inceledi ve uçabilen bir makine yapma hayalini kurdu, tıpkı günümüzdeki bir uçağın yaptığı gibi. Ayrıca, insan vücudunu inceleyerek nasıl çalıştığını anlamaya çalıştı ve fikirleriyle ilgili birçok çizim yaptı. Leonardo çok yetenekli bir adamdı ve dünyaya olan merakı asla dinmedi. Tüm hayatı boyunca öğrenmeye ve yaratmaya devam etti. Bize gösterdi ki, meraklıysanız ve çok çalışıyorsanız, birçok farklı şey hakkında bilgi edinebilir ve belki de fikirlerinizle dünyayı değiştirebilirsiniz.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Kleopatra",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "Bir zamanlar antik Mısır'da, Kleopatra adında ünlü bir kraliçe vardı. Kleopatra sadece bir kraliçe değil; aynı zamanda çok zeki ve eğitimliydi. Birçok dili konuşabiliyor ve cazibesi ile zekasıyla tanınmıştı. Mısır'ın hükümdarı olarak Kleopatra, halkına derin bir sevgi besliyordu ve ülkesini güçlü ve etkili hale getirmek için çok çalışıyordu. Güzelliği ve Julius Caesar ile Mark Antony gibi diğer ülkelerin güçlü liderleriyle olan büyük aşk hikayeleri ile de ünlüydü. Kleopatra, bir kadının bu kadar güçlü bir pozisyonda olmasının çok nadir olduğu bir dönemde yaşıyordu; ama krallar gibi hüküm sürebileceğini gösterdi. Antik Mısır'ın Roma İmparatorluğu'na katılmadan önceki son yöneticilerinden biriydi. Kleopatra'nın hayatı maceralarla doluydu ve tarihin en ilgi çekici ve etkili kadınlarından biri olarak hatırlanmıştır.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Joan d'Arc",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "Bir zamanlar Fransa'da, Jeanne d'Arc adında genç bir kız vardı. Jeanne, ülkesinin Fransa'nın, İngiltere adında başka bir ülkeyle büyük bir savaşta olduğu bir dönemde küçük bir köyde yaşıyordu. Jeanne çok cesurdu ve Fransa'ya yardım etmek için özel bir misyonu olduğuna inanıyordu. Azizlerden sesler duyduğunu ve ülkesini kurtarması gerektiğini söylüyordu. Daha sadece bir ergen ve bir kız olmasına rağmen, Jeanne, Fransa prensini ordusunu yönetmesine ikna etti. Zırh giydi ve askerlerini savaşa götürerek bir ata bindi. Jeanne'ın cesareti etrafındaki herkesi etkiledi ve bazı önemli zaferler kazanmasına yardımcı oldu. İnsanlar onu bir kahraman olarak gördü. Ne yazık ki, düşmanları tarafından yakalandı ve büyük zorluklarla yüzleşmek zorunda kaldı. Ama Jeanne misyonuna inanmaktan asla vazgeçmedi. Yıllar geçtikten sonra, cesaret ve vatanseverliğin bir sembolü olarak hatırlandı. Jeanne d'Arc bir azize haline geldi ve dünya genelindeki insanlar onun hikayesini biliyor. Bize genç ya da küçük olsanız bile, cesaret ve kendinize inanırsanız büyük şeyler yapabileceğinizi öğretti.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Albert Einstein",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "Bir zamanlar, Albert Einstein adında zeki bir fizikçi vardı. Albert, evren ve onun nasıl çalıştığı konusunda derin bir meraka sahipti. Uzay, zaman ve yerçekimini anlama şeklimizi değiştiren 'Görelilik Teorisi' adında çığır açan bir teori geliştirdi. E=mc² formülü dünya çapında ünlü hale geldi. Albert sadece bir bilim insanı değildi; aynı zamanda barış ve insan hakları savunucusuydu. Savaş ve adaletsizlik aleyhine cesurca sesini yükseltti. Onun çalışmaları ve fikirleri bilimi devrim niteliğinde değiştirdi ve onu tarihin en ünlü bilim insanlarından biri haline getirdi. Albert Einstein, hayal gücü, merak ve sıkı çalışma ile evrenin sırlarını çözebileceğimizi ve dünyayı daha iyi bir yer haline getirebileceğimizi bize gösterdi.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "Berlin Duvarı'nın Yıkılışı",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "Bir zamanlar, 1989 yılında Almanya’nın Berlin kentinde önemli bir olay gerçekleşti - Berlin Duvarı'nın Yıkılışı. Onlarca yıl boyunca, Berlin Duvarı Doğu ve Batı Berlin’i ayırdı ve Soğuk Savaş boyunca Doğu ve Batı arasındaki bölünmenin sembolü oldu. Bu, baskı ve bölünmenin sembolü olarak duran fiziksel ve ideolojik bir engeldi. Ancak, 1989’un sonbaharında, Doğu Almanya'daki bir dizi barışçıl protesto ve siyasi değişim, düşünülemez olanı gerçekleştirdi. 9 Kasım 1989 gecesi, Doğu Alman hükümeti vatandaşların Batı Berlin'e serbestçe geçebileceğini açıkladı. Kalabalıklar duvara doğru akın etti ve maviye, çekiçlerle onu parçalamaya başladılar. Dünya, ailelerin ve arkadaşların sevinçle kavuştuğunu ve duvarın her iki tarafındaki insanların birbirine sarıldığını hayretle izledi. Berlin Duvarı'nın yıkılışı, Soğuk Savaş’ın sonunun başlangıcını ve Almanya’nın nihai yeniden birleşimini işaret etti. Bu, insanların bir araya gelerek engelleri yıkma ve özgürlük ile birliği elde etme gücünün bir kanıtıydı.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "İpek Yolu",
        "fiction": false,
        "level": "beginner",
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Uzun zaman önce, antik çağlarda, İpek Yolu olarak bilinen geniş bir ticaret yolları ağı vardı. Bu tarihi yolculuk tek bir yol değil, Asya'yı kaplayan ve Doğu'yu Batı’ya bağlayan birbirine bağlı yolların karmaşık bir ağıydı. İpek Yolu, bu yollarda ticareti yapılan en çok aranan ürünlerden biri olan, Çin'de üretilen değerli ipekten adını aldı. Ancak İpek Yolu sadece ipek ile ilgili değildi; aynı zamanda malların, kültürlerin ve fikirlerin değişimi için bir kanaldı. Çin, Hindistan, Pers, Arabistan ve diğer bölgelerden tüccarlar, baharatlar, değerli metaller, mücevherler ve egzotik tekstiller gibi malları taşıyarak tehlikeli yolculuklara çıktılar. Bu mallarla birlikte kültürlerini, dinlerini ve teknolojilerini de paylaştılar. İpek Yolu, bilim, matematik ve sanatta ilerlemelere yol açan kayda değer bir bilgi alışverişini kolaylaştırdı. Ayrıca, Budizm, İslam ve Hristiyanlığın dünyanın farklı bölgelerine yayılmasında önemli bir rol oynamıştır. İpek Yolu gelişirken, farklı medeniyetler arasında işbirliği ve anlayış ruhunu teşvik etti. Zorlu araziler ve tahmin edilemeyen hava koşullarının getirdiği zorluklara rağmen, tüccarlar yolculuklarına devam ederek uzak diyarlar arasında bağlantılar kurdular. İpek Yolu, kıtalar arasında insanları bağlayan bir köprüydü ve dünyamızın tarihinin şekillenmesinde belirleyici bir rol oynadı.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "Çin Seddi",
        "fiction": false,
        "level": "beginner",
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Yüzyıllar önce, geniş ve kadim Çin topraklarında, dikkat çekici bir inşaat projesi başladı. Bu projeyle daha sonra dünyanın en ikonik ve etkileyici yapılarından biri haline gelecek olan Çin Seddi inşaatı gerçekleştirildi. Bu anıtsal çaba, tek bir duvardan ziyade, Çin'in kuzey sınırı boyunca uzanan bir dizi duvar, tahkimat ve gözetleme kulesinden oluşuyordu. Çin Seddi'nin temel amacı, Çin devletlerini ve imparatorluklarını göçebe kabilelerin ve askeri akınların saldırılarından korumaktı. Seddi inşaatı 2,000 yıl önce Qin Hanedanı döneminde başladı, ancak Han, Ming ve Qing Hanedanları dahil olmak üzere sonraki hanedanlar tarafından genişletildi ve yeniden yapıldı. Duvar, taş, toprak, ahşap ve tuğla gibi çeşitli malzemeler kullanılarak inşa edildi ve 13,000 ile 21,196 mil arasında değişen muazzam bir mesafeyi kapladı. Bu, Çin halkının yaratıcılığının ve kararlılığının bir kanıtıydı. Çin Seddi, yalnızca etkileyici bir savunma yapısı olarak hizmet etmekle kalmadı, aynı zamanda İpek Yolu boyunca ticareti, iletişimi ve kültürel alışverişleri de kolaylaştırdı. Zamanın testine dayanmış ve Çin'in zengin tarihi ile kalıcı gücünün bir sembolü haline gelmiştir. Bugün, Dünyanın Yedi Harikası'ndan biri olarak tanınmakta ve büyüklüğüne ve tarihi önemine hayran kalmak için dünyanın dört bir yanından milyonlarca insan tarafından ziyaret edilmektedir.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Tutankhamun'un mezarının keşfi",
        "fiction": false,
        "level": "beginner",
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "1922'de, arkeolog Howard Carter, Mısır'ın Krallar Vadisi'nde antik bir mezar ortaya çıkardı. Mezar, 3,000 yıldan daha eski bir dönemde yaşamış olan Firavun Tutankhamun'a aitti. Carter'ın ekibi mezarı sağlam bir şekilde, muazzam değerli hazineler ve eserler ile dolu olarak buldu. Bu keşif dünya genelinde büyük bir hayranlık uyandırdı; çünkü çoğu mezar yüzyıllar önce soyulmuştu. İçeride, altın heykeller, takılar, savaş arabaları ve ikonik altın cenaze maskesini ortaya çıkardılar. Mezar ayrıca Tutankhamun'un mumyalanmış bedenini de barındırıyordu ve bu, antik Mısır ritüellerine dair bilgiler sağladı. Carter, ünlü bir şekilde mezarın odasına bakarak \"Harika şeyler görüyorum!\" dedi. Eserler, Tutankhamun'un kısa yaşamı ve hüküm sürdüğü dünya hakkında sırlar ortaya çıkardı. Mezardaki hazineler, tarihteki en önemli arkeolojik buluntulardan bazıları olmaya devam ediyor. Bu keşif, kamuoyunu etkiledi ve antik Mısır'ın sırlarıyla ilgili kalıcı bir merak uyandırdı.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "Baskı Makinesinin İcadı (Johannes Gutenberg)",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "Bir zamanlar, 15. yüzyılda, Johannes Gutenberg harika bir fikir buldu. Hızlı bir şekilde kitap basabilen bir makine yapmak istiyordu. 1439'da, Gutenberg, hareketli metal harfler kullanan matbaayı icat etti. Bu, harflerin her sayfa için yeniden düzenlenmesine ve yeniden kullanılmasına olanak tanıdı. Bastığı ilk büyük kitap 1455'te yayımlanan Gutenberg İnciliydi. Ondan önce, kitaplar elle kopyalanıyordu ve bu işlemler aylar ya da yıllar alıyordu. Gutenberg’in icadı, baskıyı daha hızlı, daha ucuz ve daha ulaşılabilir hale getirdi. Bilgi, hızla yayıldı, Rönesans ve Reformu besledi. Artık insanlar kitap okuyabiliyor, yeni fikirler öğrenebiliyor ve bilgiyi geniş bir şekilde paylaşabiliyordu. Matbaa, insanların nasıl iletişim kurduğunu ve bilgiyi nasıl koruduğunu değiştirdi. Tarihteki en önemli icatlardan biri olarak kabul edilmektedir. Gutenberg'in çalışması, dünya genelinde eğitim, bilim ve kültürde devrim yarattı. Onun matbaası, bugün bildiğimiz modern dünyanın yolunu açtı.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "Rosetta Taşı",
        "fiction": false,
        "level": "beginner",
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "1799'da, Fransız askerleri Mısır'ın Rosetta kentinde garip bir siyah taş keşfetti. Taşın üzerinde üç farklı yazı türü bulunmaktaydı: Yunanca, Demotik ve Mısır hiyeroglifleri. Akademisyenler, bu taşın eski hiyerogliflerin anlamını açığa çıkarabileceğini fark ettiler. Jean-François Champollion, Rosetta Taşı üzerinde yıllarca çalıştı. Yunanca metni hiyerogliflerle karşılaştırarak anlamlarını bulmaya çalıştı. 1822 yılında, Champollion şifreyi çözdü ve nihayetinde Mısır hiyerogliflerini deşifre etti. Bu keşif, eski Mısır yazısı ve kültürünün sırlarını ortaya çıkardı. Tarihçilerin, firavunların yaşamlarını, dinlerini ve hükümetlerini anlamalarına olanak tanıdı. Rosetta Taşı, 3.000 yıllık tarihin kilidini açan bir anahtar haline geldi. Günümüzde, dünyanın en önemli arkeolojik buluntularından biri olmaya devam etmektedir. Bugün, taş Britanya Müzesi'nde herkesin görebilmesi için sergilenmektedir. Rosetta Taşı, insan merakının ve bilgi arayışının sembolüdür.",
        "audio_file": "10022"
    },
    {
        "title": "The Siege of Constantinople",
        "title_translation": "İstanbul'un Kuşatması",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1453, the Byzantine Empire faced its darkest hour as the Ottoman Sultan Mehmed II launched a massive assault on Constantinople. The city, once the jewel of Christendom, stood as the last remnant of the Eastern Roman Empire. Its towering walls had repelled countless invaders, but Mehmed was determined to succeed where others had failed. The Ottomans brought an arsenal of innovative weaponry, including a colossal cannon called the Basilica, capable of shattering stone walls. For weeks, the city endured relentless bombardment. Inside, Emperor Constantine XI rallied his people, uniting soldiers and civilians to defend their home against overwhelming odds. Despite the defenders' bravery, the city's resources dwindled. The Ottomans used tunnels to undermine the walls and deployed ships to blockade the city's harbor. On May 29, Mehmed launched his final assault. The defenders fought valiantly, but the walls were breached. As the invaders poured into the city, Constantine is said to have removed his imperial regalia and charged into battle, preferring death to capture. By day's end, the city had fallen, marking the end of the Byzantine Empire. Mehmed entered the Hagia Sophia, converting it into a mosque, a symbol of his victory. The fall of Constantinople reshaped history, opening the gateway for Ottoman expansion into Europe and marking the end of the medieval era. It also spurred European nations to seek new trade routes, igniting the Age of Exploration. The city's legacy as a crossroads of cultures, however, would endure.",
        "story_translation": "1453'te, Bizans İmparatorluğu en karanlık saatini yaşadı; Osmanlı Sultanı II. Mehmet, Konstantinopolis'e büyük bir saldırı başlattı. Bir zamanlar Hristiyanlığın incisi olan şehir, Doğu Roma İmparatorluğu'nun son kalıntısı olarak durmaktaydı. Yüksek surları sayısız akıncıyı geri püskürtmesine rağmen, Mehmet diğerlerinin başaramadığı yerde başarılı olmaya kararlıydı. Osmanlılar, taş duvarları yaracak dev bir top olan Basilica dahil olmak üzere yenilikçi silahlarla donanmış bir cephane getirmişti. Haftalarca şehir amansız bir bombardımana dayanmak zorunda kaldı. İçeride, İmparator Konstantinos XI halkını bir araya getirerek askerleri ve sivilleri evlerini savunmaya teşvik etti. Müdafilerin cesaretine rağmen, şehrin kaynakları tükenmeye başladı. Osmanlılar, surları zayıflatmak için tüneller kullandı ve şehrin limanını abluka altına almak için gemiler konuşlandırdı. 29 Mayıs'ta, Mehmet son büyük saldırısını başlattı. Müdafiler cesurca savaştı, ama surlar aşılırken, işgalciler şehre doluştu. Konstantinos'un, imparatorluk sembollerini çıkardığı ve savaşa daldığı söylenir; esaret yerine ölümü tercih etmişti. Günün sonunda, şehir düşmüş ve Bizans İmparatorluğu sona ermişti. Mehmet, Ayasofya'ya girdi ve burayı fetihle bir zafer sembolü olarak camiye dönüştürdü. Konstantinopolis'in düşüşü tarihin yönünü değiştirdi, Osmanlıların Avrupa'ya yayılmasının kapılarını açtı ve ortaçağ döneminin sonunu işaret etti. Ayrıca Avrupa uluslarını yeni ticaret yolları aramaya teşvik ederek Keşifler Çağı'nı ateşledi. Ancak, şehrin kültürlerin kesişim noktası olarak mirası sürmeye devam edecekti.",
        "audio_file": "10025"
    },
    {
        "title": "Battle of Waterloo",
        "title_translation": "Waterloo Savaşı",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1815, on the fields of Waterloo in Belgium, one of history’s most decisive battles unfolded. Napoleon Bonaparte, recently escaped from exile on Elba, sought to reclaim his empire. Facing him were the combined forces of the Duke of Wellington and Prussian Field Marshal Blücher. The battlefield was soaked from days of rain, making movement difficult for troops and artillery. Napoleon, relying on his strategic brilliance, delayed his attack to let the ground dry. This hesitation allowed the Allied forces to strengthen their positions. As the battle commenced, French infantry and cavalry charged the Allied lines repeatedly. Wellington’s troops held firm in a defensive posture, famously relying on a sunken road and fortified farmhouses like La Haye Sainte. Meanwhile, the Prussian army, marching tirelessly, approached from the east. By late afternoon, Napoleon’s elite Imperial Guard advanced, expecting to break the Allies. To their shock, Wellington’s troops counterattacked, forcing the Guard to retreat. Soon after, Blücher’s Prussians arrived, striking the French from the rear. Surrounded and outnumbered, Napoleon's army disintegrated. This defeat marked the end of the Napoleonic Wars and sealed Napoleon’s fate as he was exiled to the remote island of Saint Helena. The Battle of Waterloo reshaped Europe, ushering in a new era of relative peace under the Congress of Vienna.",
        "story_translation": "1815'te, Belçika'daki Waterloo tarlalarında tarihin en belirleyici savaşlarından biri yaşandı. Elba'dan sürgünden yeni kaçmış olan Napoleon Bonaparte, imparatorluğunu geri almak için harekete geçti. Karşısında ise Wellington Dükü ve Prusya Mareşali Blücher'ün birleşik kuvvetleri vardı. Savaş alanı, günlerce süren yağmurdan sırılsıklam olmuştu, bu da askerlerin ve topçuların hareket etmesini zorlaştırıyordu. Napoleon, stratejik dehasına güvenerek, zemin kurusun diye saldırısını erteledi. Bu tereddüt, Müttefik kuvvetlerin mevzilerini güçlendirmesine olanak tanıdı. Savaş başladığında, Fransız piyade ve süvarileri Müttefik hattına peş peşe saldırdı. Wellington'un birlikleri, ünlü şekilde bir çukur yol ve La Haye Sainte gibi tahkim edilmiş çiftlik evlerine dayanarak savunmada kararlı durdu. Bu arada, Prusya ordusu, durmaksızın yürüyerek doğudan yaklaşmaktaydı. Öğleden sonra geç saatlerde, Napoleon'un seçkin İmparatorluk Muhafızları ilerleyerek Müttefikleri bozguna uğratmayı umuyordu. Ancak, Wellington'un birlikleri karşı saldırıya geçti ve Muhafızları geri çekilmeye zorladı. Kısa bir süre sonra, Blücher'ün Prusyalıları geldi ve Fransızları arkadan vurdu. Çevrilen ve sayıca üstün olan Napoleon'un ordusu dağıldı. Bu yenilgi, Napolyon Savaşları'nın sonunu işaret etti ve Napoleon'un kaderini mühürledi; kendisi ıssız Saint Helena adasına sürgün edildi. Waterloo Savaşı, Avrupa'yı yeniden şekillendirdi ve Viyana Kongresi altında görece bir barış dönemi başlattı.",
        "audio_file": "10026"
    },
    {
        "title": "Destruction of Pompeii",
        "title_translation": "Pompeii'nin Yok Oluşu",
        "fiction": false,
        "level": "intermediate",
        "story": "In 79 AD, the ancient Roman city of Pompeii bustled with life. Located near the Bay of Naples, it was a prosperous town, known for its grand villas, busy markets, and vibrant streets. Life carried on as usual beneath the looming shadow of Mount Vesuvius, a volcano many believed to be dormant. On August 24, everything changed. Without warning, Vesuvius erupted violently, spewing ash, pumice, and deadly gases into the sky. The eruption lasted for two days, burying Pompeii under meters of volcanic debris. Many residents tried to flee, but the fast-moving pyroclastic flows made escape nearly impossible. For centuries, Pompeii lay hidden beneath the ash, preserved in remarkable detail. In the 18th century, archaeologists began uncovering the city, revealing its well-preserved streets, homes, and even the remains of its residents, frozen in time by the ash. Artifacts like frescoes, mosaics, and pottery provided a glimpse into daily life in the Roman Empire. The discovery was bittersweet—a reminder of the sudden tragedy and a celebration of the rich culture that had thrived there. Today, Pompeii is a UNESCO World Heritage Site, visited by millions who walk its streets and imagine the lives of those who lived in its shadow. It stands as a testament to the power of nature and the resilience of history.",
        "story_translation": "M. S. 79'daki antik Roma şehri Pompeii, hayatla dolup taşıyordu. Napoli Koyu'nun yakınında bulunan bu zengin kasaba, görkemli villaları, hareketli pazarları ve canlı sokakları ile tanınıyordu. Hayat, birçok kişinin hareketsiz olduğunu düşündüğü Vezüv Dağı'nın gölgesinde, her zamanki gibi devam ediyordu. 24 Ağustos'ta her şey değişti. Aniden, Vezüv volkanik bir patlama ile alevlendi, kül, ponza ve ölümcül gazlar gökyüzüne fışkırdı. Patlama iki gün sürdü ve Pompeii'yi meterlerce volkanik kalıntının altında gömüldü. Birçok sakin kaçmaya çalıştı, ancak hızlı hareket eden piroklastik akıntılar kaçışı neredeyse imkansız hale getirdi. Yüzyıllar boyunca, Pompeii külün altında gizli kaldı ve olağanüstü bir ayrıntı ile korunmuş şekilde kaldı. 18. yüzyılda arkeologlar şehri açığa çıkarmaya başladılar ve iyi korunmuş sokaklarını, evlerini ve zamanında külle donmuş sakinlerin kalıntılarını ortaya çıkardılar. Freskler, mozaikler ve seramik gibi eserler, Roma İmparatorluğu’ndaki günlük yaşama bir bakış sundu. Keşif tatlı-acıydı; ani bir trajedinin hatırlatıcısı ve burada gelişen zengin kültürün bir kutlamasıydı. Bugün, Pompeii bir UNESCO Dünya Mirası alanıdır ve sokaklarında yürüyen milyonlarca kişi, gölgesinde yaşayanların hayatlarını hayal eder. Doğanın gücünün ve tarihin direncinin bir kanıtı olarak durmaktadır.",
        "audio_file": "10027"
    },
    {
        "title": "Timbuktu",
        "title_translation": "Timbuktu",
        "fiction": false,
        "level": "intermediate",
        "story": "In the 15th century, the city of Timbuktu in West Africa was a thriving hub of trade, culture, and scholarship. Situated along the Niger River and at the edge of the Sahara Desert, it was part of the Mali Empire, a kingdom famed for its wealth and learning. Merchants came from across Africa and beyond, bringing gold, salt, and other goods. However, it was Timbuktu's universities and libraries that truly set it apart. The city housed thousands of manuscripts on subjects ranging from astronomy to medicine, written in Arabic and local languages. Scholars from far and wide gathered in Timbuktu to study and debate. The Sankore Mosque, part of the city's educational complex, became a symbol of intellectual achievement. Under the patronage of rulers like Mansa Musa, Timbuktu flourished, earning its reputation as a center of knowledge. However, as empires shifted and trade routes changed, Timbuktu's influence waned. By the 16th century, the city faced invasions and decline, leaving many of its treasures vulnerable to the sands of time. Today, efforts are underway to preserve Timbuktu's ancient manuscripts. These fragile documents remind the world of a time when knowledge and culture united people across continents, creating a legacy that endures in the modern era.",
        "story_translation": "15. yüzyılda, Batı Afrika'daki Timbuktu şehri, ticaret, kültür ve öğrenimin gelişen bir merkeziydi. Nijer Nehri boyunca ve Sahra Çölü'nün kenarında bulunan şehir, zenginliği ve öğrenimiyle ünlü Malî İmparatorluğu'nun bir parçasıydı. Tüccarlar, Afrika'nın dört bir yanından ve ötesinden altın, tuz ve diğer mallarla geldiler. Ancak, Timbuktu'yu gerçekten farklı kılan şey, üniversiteleri ve kütüphaneleriydi. Şehir, astronomiden tıbba kadar çeşitli konularda, Arapça ve yerel dillerde yazılmış binlerce elyazmasına ev sahipliği yapıyordu. Uzaktan gelen akademisyenler, Timbuktu'da toplanarak eğitim amacıyla tartışmalara katıldılar. Şehrin eğitim kompleksinin bir parçası olan Sankore Camii, entelektüel başarıların bir sembolü haline geldi. Mansa Musa gibi yöneticilerin himayesinde, Timbuktu gelişerek bilgi merkezi olarak ün kazandı. Ancak, imparatorluklar değişip ticaret yolları kaydırıldıkça, Timbuktu'nun etkisi azalmaya başladı. 16. yüzyıla gelindiğinde, şehir saldırılara ve gerilemeye maruz kaldı, bu da birçok hazineyi zamanın kumlarına karşı savunmasız bıraktı. Bugün, Timbuktu'nun antik elyazmalarını koruma çabaları sürüyor. Bu kırılgan belgeler, dünyaya bilgi ve kültürün kıtalar arasında insanları birleştirdiği bir zamanı hatırlatıyor ve modern çağda süren bir miras yaratıyor.",
        "audio_file": "10028"
    },
    {
        "title": "The Black Death",
        "title_translation": "Siyah Ölüm",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1347, a merchant ship docked in the bustling port of Messina, Sicily, carrying more than spices and goods—it carried death. Unknowingly, the sailors had brought with them the plague. Rats aboard the ship, infested with fleas carrying Yersinia pestis, spread the disease rapidly. The Black Death swept through Europe like wildfire, killing millions in just a few years. Entire villages were abandoned, and cities burned the belongings of the infected in desperate attempts to stop the spread. Doctors wore beaked masks filled with herbs, believing the scent would protect them. Amid the devastation, society was transformed. Labor shortages gave peasants more bargaining power, weakening feudal structures. Art, literature, and religion reflected the collective trauma, with grim depictions of death and suffering. While the plague receded by the late 1350s, its legacy shaped Europe forever, influencing both its economy and culture.",
        "story_translation": "1347'de bir tüccar gemisi, Sicilya'nın hareketli limanı Messina'ya yanaştı; bu gemi sadece baharat ve mal taşımıyordu - ölüm taşıyordu. Bilmeden, denizciler veba hastalığını beraberlerinde getirmişlerdi. Gemi içindeki sıçanlar, Yersinia pestis taşıyan pirelerle doluydu ve hastalığı hızla yaydılar. Kara Ölüm, Avrupa'yı orman yangını gibi sararak sadece birkaç yıl içinde milyonları öldürdü. Tüm köyler terk edildi ve şehirler, enfekte olanların eşyalarını yakarak hastalığın yayılmasını durdurmaya çalıştılar. Doktorlar, bitkilerle doldurulmuş gagalı maskeler takarak, bunun kokusunun onları koruyacağını düşündüler. Yıkımın ortasında, toplum dönüştü. İş gücü eksiklikleri, köylülere daha fazla pazarlık gücü sağladı ve feodal yapıları zayıflattı. Sanat, edebiyat ve din, ölüm ve acıların karamsar tasvirleriyle toplumsal travmayı yansıttı. Veba, 1350'lerin sonuna doğru azalırken, mirası Avrupa'yı sonsuza dek şekillendirdi ve hem ekonomisini hem de kültürünü etkiledi.",
        "audio_file": "10029"
    },
    {
        "title": "The Spanish Armada",
        "title_translation": "İspanyol Armada'sı",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1588, the Spanish Armada, a fleet of 130 ships, set sail under the command of King Philip II of Spain. Its mission was to invade England, dethrone Queen Elizabeth I, and restore Catholicism. The Armada was one of the most formidable naval forces ever assembled, armed with thousands of soldiers and sailors. However, the English navy, led by Sir Francis Drake, had other plans. With smaller, more maneuverable ships and innovative tactics, the English harried the Spanish fleet along the English Channel. Nature played a decisive role as well. Fierce storms scattered the Armada as it attempted to regroup off the coast of Gravelines. The battered fleet limped home, having lost over a third of its ships and thousands of men. The defeat was a turning point in European history, marking the decline of Spanish naval supremacy and the rise of England as a global maritime power. Queen Elizabeth celebrated the victory as a divine endorsement of her rule, securing her place in history as one of England's greatest monarchs.",
        "story_translation": "1588'de, 130 gemiden oluşan İspanyol Armada'sı, İspanya Kralı II. Philip'in komutasında denize açıldı. Misyonu, İngiltere'yi işgal etmek, Kraliçe I. Elizabeth'i tahttan indirmek ve Katolikliği yeniden tesis etmekti. Armada, tarih boyunca toplanmış en güçlü deniz kuvvetlerinden biriydi ve binlerce asker ve denizci ile donatılmıştı. Ancak, Sir Francis Drake'in komutasındaki İngiliz donanmasının başka planları vardı. Daha küçük, manevra kabiliyeti yüksek gemiler ve yenilikçi taktiklerle İngilizler, İspanyol filosunu İngiliz Kanalı boyunca rahatsız etti. Doğa da belirleyici bir rol oynadı. Şiddetli fırtınalar, Armada'nın Gravelines kıyılarında yeniden toplanmaya çalışırken dağılmasına neden oldu. Yaralanmış filo, üçte birinden fazlasını kaybederek ve binlerce adamını yitirerek eve döndü. Bu hezimet, İspanyol deniz üstünlüğünün gerilemesi ve İngiltere'nin küresel bir deniz gücü olarak yükselişini işaret eden Avrupa tarihindeki bir dönüm noktasıydı. Kraliçe Elizabeth, zaferi, yönetimini tanıtan ilahi bir onay olarak kutladı ve tarih boyunca İngiltere'nin en büyük hükümdarlarından biri olarak yerini güvence altına aldı.",
        "audio_file": "10030"
    },
    {
        "title": "Hannibal Barca",
        "title_translation": "Hannibal Barca",
        "fiction": false,
        "level": "intermediate",
        "story": "In the winter of 218 BCE, Hannibal Barca, the Carthaginian general, led one of the most daring military campaigns in history. Determined to strike at the heart of the Roman Republic, he embarked on a bold journey to cross the Alps with an army of 50,000 men, 9,000 cavalry, and 37 war elephants. The journey was treacherous. Hannibal's army faced freezing temperatures, steep cliffs, and hostile mountain tribes. Many soldiers and animals perished along the way. Despite these challenges, Hannibal's sheer determination and strategic brilliance inspired his troops to push forward. When he finally descended into northern Italy, the Roman Senate was shocked. Hannibal quickly proved his might, defeating Roman forces at battles like Trebia and Lake Trasimene. Though he would never capture Rome itself, Hannibal's campaign marked one of the greatest threats the Republic ever faced and established him as one of history’s most legendary military commanders.",
        "story_translation": "M. Ö. 218 kışında, Kartacalı general Hannibal Barca, tarihin en cesur askeri seferlerinden birini başlattı. Roma Cumhuriyeti'nin kalbine darbe vurma kararlılığıyla, 50.000 asker, 9.000 süvari ve 37 savaş filiyle Alpleri geçmek üzere cesur bir yolculuğa çıktı. Yolculuk tehlikeli geçti. Hannibal'ın ordusu dondurucu sıcaklıklar, dik kayalıklar ve düşman dağ kabileleriyle karşılaştı. Yolda birçok asker ve hayvan hayatını kaybetti. Tüm bu zorluklara rağmen, Hannibal'ın azmi ve stratejik dehası, birliklerini ilerlemeye teşvik etti. Nihayet kuzey İtalya'ya indiğinde, Roma Senatosu şoke oldu. Hannibal, kısa sürede gücünü kanıtlayarak Trebia ve Trasimene Gölü gibi savaşlarda Roma güçlerini yendi. Roma'nın kendisini asla ele geçiremese de, Hannibal'ın seferi Cumhuriyet'in karşılaştığı en büyük tehditlerden birini oluşturdu ve onu tarihin en efsanevi askeri komutanlarından biri olarak kurdu.",
        "audio_file": "10031"
    },
    {
        "title": "Fall of Western Rome",
        "title_translation": "Batı Roma'nın Çöküşü",
        "fiction": false,
        "level": "intermediate",
        "story": "In 476 CE, the Roman Empire, which had dominated the Mediterranean for centuries, faced its final collapse. The once-mighty empire had been weakened by internal corruption, economic troubles, and invasions by barbarian tribes. Odoacer, a Germanic chieftain, led a rebellion against the last Roman emperor, Romulus Augustulus. Unlike his illustrious predecessors, Romulus was a young and powerless ruler, a mere figurehead controlled by his advisors. When Odoacer marched into Rome, there was little resistance. Odoacer deposed Romulus and sent the imperial insignia to Constantinople, signaling the end of the Western Roman Empire. Rather than declaring himself emperor, Odoacer ruled Italy as its king, under nominal recognition from the Eastern Roman Empire. This event marked the beginning of the Middle Ages in Europe. While the Eastern Roman Empire, known as the Byzantine Empire, would endure for nearly a thousand more years, the West fragmented into smaller kingdoms, setting the stage for the medieval era and the rise of new powers across the continent.",
        "story_translation": "M.S. 476'da, yüzyıllar boyunca Akdeniz'e hakim olan Roma İmparatorluğu, nihai çöküşüyle karşılaştı. Bir zamanlar güçlü olan imparatorluk, iç yolsuzluklar, ekonomik sorunlar ve barbar kabilelerin istilaları tarafından zayıflatılmıştı. Odoacer, bir Germen şefi, son Roma İmparatoru Romulus Augustulus'a karşı bir isyan başlattı. Seçkin seleflerinin aksine, Romulus genç ve güçsüz bir yönetici olup, sadece danışmanları tarafından kontrol edilen bir semboldü. Odoacer Roma'ya girdiğinde, fazla bir dirençle karşılaşmadı. Odoacer, Romulus'u devirip imparatorluk işaretlerini Konstantinopolis'e gönderdi ve Batı Roma İmparatorluğu'nun sonunu işaret etti. Kendini imparator ilan etmek yerine, Odoacer İtalya'yı kral olarak yönetti ve Doğu Roma İmparatorluğu'ndan nominal bir tanıma aldı. Bu olay, Avrupa'da Orta Çağ'ın başlangıcını simgeliyordu. Bizans İmparatorluğu olarak bilinen Doğu Roma İmparatorluğu neredeyse bin yıl daha sürecekken, Batı daha küçük krallıklar haline bölünerek Orta Çağ döneminin ve kıta üzerindeki yeni güçlerin yükselişinin zeminini hazırladı.",
        "audio_file": "10032"
    },
    {
        "title": "News Report 1 - Climate Change Global Summit",
        "title_translation": "Haber Raporu 1 - İklim Değişikliği Küresel Zirvesi",
        "fiction": false,
        "level": "advanced",
        "story": "In a historic moment for international cooperation, over 190 nations have reached a groundbreaking climate accord at the Global Summit held in Geneva. The agreement, praised as a critical step in the fight against climate change, sets unprecedented targets for reducing greenhouse gas emissions and transitioning to renewable energy sources by mid-century. The accord includes commitments to limit global temperature rise to 1.5 degrees Celsius above pre-industrial levels. Developed nations pledged significant financial aid to support developing countries in their transition to greener economies, with a $100 billion annual fund established to address climate resilience and sustainable development. Negotiations were intense, spanning weeks, as countries debated the balance between environmental ambition and economic growth. Key breakthroughs came after major emitters, including the United States, China, and the European Union, agreed on phased reductions in coal use and investment in carbon capture technologies. Critics, however, warn that the agreement lacks enforceable mechanisms, relying heavily on voluntary compliance and peer review. Climate activists also expressed concerns, urging nations to move faster in implementing their pledges. The summit’s success marks a turning point in global environmental diplomacy, though much work remains to translate commitments into action. Analysts suggest that the coming years will test the resolve of governments and industries to prioritize the environment over short-term economic interests.",
        "story_translation": "Uluslararası işbirliği için tarihi bir an olan Cenevre'deki Küresel Zirve'de 190'dan fazla ülke çığır açan bir iklim anlaşmasına imza attı. İklim değişikliğiyle mücadelede önemli bir adım olarak övgüyle karşılanan bu anlaşma, sera gazı emisyonlarını azaltmak ve yüzyıl ortasına kadar yenilenebilir enerji kaynaklarına geçiş için emsalsiz hedefler belirliyor. Anlaşma, küresel sıcaklık artışını sanayi öncesi seviyelerin 1.5 derece Celsius üzerinde sınırlandırma taahhütlerini içeriyor. Gelişmiş ülkeler, gelişmekte olan ülkelerin daha yeşil ekonomilere geçişlerini desteklemek için önemli mali yardımda bulunmayı taahhüt ederken, iklim dayanıklılığı ve sürdürülebilir kalkınma konularında ele alınmak üzere yıllık 100 milyar dolarlık bir fon oluşturuldu. Müzakereler, ülkelerin çevresel hedeflerle ekonomik büyüme arasındaki dengeyi tartışmasıyla haftalarca yoğun geçti. Ana karbondioksit salıcıları olan Amerika Birleşik Devletleri, Çin ve Avrupa Birliği'nin kömür kullanımında aşamalı azaltmalara ve karbon yakalama teknolojilerine yatırım yapma konusunda uzlaştıkları için önemli ilerlemeler kaydedildi. Ancak eleştirmenler, anlaşmanın uygulanabilir mekanizmalar açısından yetersiz olduğunu, gönüllü uyuma ve akran değerlendirmesine büyük ölçüde bağlı olduğunu uyarıyor. İklim aktivistleri de endişelerini dile getirerek, ülkeleri taahhütlerini yerine getirmede daha hızlı hareket etmeye çağırdı. Zirvenin başarısı, küresel çevre diplomasisinde bir dönüm noktasını işaret ediyor, ancak taahhütleri eyleme dönüştürmek için daha çok iş olduğu ortada. Analistler, gelecek yılların hükümetlerin ve sanayilerin çevreyi kısa vadeli ekonomik çıkarların önceliği haline getirme kararlılığını test edeceğini öne sürüyor.",
        "audio_file": "10033"
    },
    {
        "title": "News Report 2 - Global Markets React to Currency Crisis",
        "title_translation": "Haber Raporu 2 - Küresel Pazarlar Döviz Krizine Tepki Veriyor",
        "fiction": false,
        "level": "advanced",
        "story": "Global financial markets experienced a sharp downturn today following the unexpected collapse of the FluffyCoin, a regional currency used by multiple emerging economies. The crisis, triggered by investor panic and rapid devaluation, has sent shockwaves across stock exchanges and raised concerns about broader economic instability. The currency's collapse began after a major bond default by the government of France, the largest economy using the FluffyCoin. International rating agencies quickly downgraded the nation’s credit status, further shaking investor confidence. Within hours, trading volumes surged, and the currency lost over 30% of its value against the dollar. Central banks in neighboring countries scrambled to stabilize their own economies. Emergency measures included interest rate hikes and liquidity injections, but these actions failed to fix markets. International lenders like the International Monetary Fund and World Bank are preparing intervention packages to assist affected economies. Meanwhile, countries have called for an emergency summit of nations to coordinate a regional response. As analysts debate the long-term implications, ordinary citizens in the impacted countries are grappling with skyrocketing inflation and dwindling purchasing power. Protests have erupted in several cities, with calls for accountability and economic reforms growing louder. Global leaders are urging calm but face mounting pressure to implement systemic changes to prevent similar crises in the future.",
        "story_translation": "Küresel mali piyasalar, birçok gelişen ekonominin kullandığı bölgesel bir para birimi olan FluffyCoin'in beklenmedik çöküşü sonrasında bugün keskin bir düşüş yaşadı. Yatırımcı panikleri ve hızlı değer kaybıyla tetiklenen bu kriz, borsa üzerindeki etkileriyle şok dalgaları yarattı ve daha geniş ekonomik istikrarsızlık kaygılarını artırdı. Para biriminin çöküşü, FluffyCoin’i kullanan en büyük ekonomi olan Fransa hükümetinin büyük bir tahvil iflası sonrasında başladı. Uluslararası derecelendirme kuruluşları, ülkenin kredi notunu hızla düşürerek yatırımcı güvenini daha da sarstı. Saatler içinde, işlem hacimleri patladı ve para birimi, dolara karşı değerinin %30'undan fazlasını kaybetti. Komşu ülkelerin merkez bankaları, kendi ekonomilerini stabilize etmek için acil önlemler almaya çalıştı. Acil önlemler arasında faiz artırımları ve likidite enjeksiyonları yer aldı; ancak bu eylemler piyasaları düzeltmekte başarısız oldu. Uluslararası para sağlayıcıları olan Uluslararası Para Fonu ve Dünya Bankası, etkilenen ekonomilere yardımcı olmak için müdahale paketleri hazırlıyor. Bu arada, ülkeler, bölgesel bir yanıt koordinasyonu için acil bir uluslar zirvesi düzenlenmesini talep etti. Analistler uzun vadeli etkileri tartışırken, etkilenen ülkelerdeki sıradan vatandaşlar hızla artan enflasyon ve azalan alım gücü ile boğuşuyor. Birkaç şehirde protestolar patlak verdi ve hesap verebilirlik ile ekonomik reform çağrıları giderek artıyor. Küresel liderler sakin olmaya çağırıyor, ancak gelecekte benzer krizleri önlemek için sistemik değişiklikler uygulama konusunda artan bir baskıyla karşı karşıya.",
        "audio_file": "10034"
    },
    {
        "title": "News Report 3 - United Nations General Assembly ",
        "title_translation": "Haber Raporu 3 - Birleşmiş Milletler Genel Kurulu",
        "fiction": false,
        "level": "advanced",
        "story": "The United Nations General Assembly convened today in New York to address the rapidly advancing field of artificial intelligence, focusing on its global implications for security, ethics, and development. Leaders from 193 member states engaged in a debate over how to balance technological innovation with ethical safeguards. Central to the discussions was a proposal from the European Union to establish a Global Ethics Framework,  which would set universal guidelines on transparency, accountability, and data privacy. Countries like Japan and Canada voiced strong support, citing the importance of international cooperation in mitigating risks such as bias and misuse in autonomous systems. However, tensions arose as major technology-producing nations, including the United States and China, resisted calls for binding regulations. Representatives from the Global South, led by Kenya and Brazil, stressed the need for equitable access to AI technologies, highlighting the disparities in resources and technical infrastructure between developed and developing nations. In parallel events, tech CEOs and civil society organizations held side discussions to propose collaborative solutions, including public-private partnerships for ethical AI development. The General Assembly concluded the first day of its session with plans to draft a resolution outlining principles for AI governance. While the road ahead is complex, diplomats remain optimistic that this meeting could lay the groundwork for a landmark international agreement on one of the most transformative technologies of the century.",
        "story_translation": "Birleşmiş Milletler Genel Kurulu, New York'ta yapay zekanın hızla gelişen alanını ele almak üzere toplandı ve güvenlik, etik ve kalkınma üzerindeki küresel etkilerine odaklandı. 193 üye devletin liderleri, teknolojik yeniliği etik korumalarla nasıl dengeleyebilecekleri konusunda tartışmalara katıldı. Tartışmaların merkezinde, Avrupa Birliği'nin şeffaflık, hesap verebilirlik ve veri gizliliği konularında evrensel yönergeler belirleyecek bir Küresel Etik Çerçevesi oluşturma önerisi vardı. Japonya ve Kanada gibi ülkeler, önyargı ve otonom sistemlerdeki kötüye kullanım gibi riskleri azaltmada uluslararası işbirliğinin önemini vurgulayarak güçlü destek sundular. Ancak, Amerika Birleşik Devletleri ve Çin gibi büyük teknoloji üreten ülkelerin bağlayıcı düzenlemelere yönelik çağrılara direnmesi sonucu gerilimler ortaya çıktı. Kenya ve Brezilya'nın öncülüğündeki Küresel Güney temsilcileri, gelişmiş ve gelişmekte olan ülkeler arasındaki kaynaklar ve teknik altyapıdaki eşitsizliklere dikkat çekerek, yapay zeka teknolojilerine adil erişim ihtiyacını vurguladılar. Paralel etkinliklerde, teknoloji CEO'ları ve sivil toplum örgütleri, etik yapay zeka geliştirme için kamu-özel ortaklıkları da dahil olmak üzere işbirlikçi çözümler öneren yan tartışmalar gerçekleştirdi. Genel Kurul, AI yönetimi için ilkeleri belirten bir taslak karar oluşturma planlarıyla oturumunun ilk gününü tamamladı. Gelecek yol karmaşık olsa da, diplomatlardan bazıları bu toplantının yüzyılın en dönüştürücü teknolojilerinden biri üzerine tarihi bir uluslararası anlaşmanın temelini atabileceğine dair iyimserliğini koruyor.",
        "audio_file": "10035"
    },
    {
        "title": "News Report 4 - Protests in Paris",
        "title_translation": "Haber Raporu 4 - Paris'teki Protestolar",
        "fiction": false,
        "level": "advanced",
        "story": "Paris saw massive demonstrations today as hundreds of thousands of citizens took to the streets to protest the French government’s proposed pension reforms. The sweeping changes, which include raising the retirement age from 62 to 64, have sparked widespread backlash, with unions and workers across industries calling for immediate withdrawal of the proposal. Protestors blocked roads and public transportation systems in major cities, including Marseille, Lyon, and Toulouse. Strikes disrupted schools, rail services, and airports, bringing parts of the country to a standstill. In Paris, demonstrators marched through iconic boulevards, culminating in a rally near the center of the city. Tensions escalated in the afternoon when clashes broke out between small groups of protesters and police in Paris. Authorities deployed tear gas and water cannons to disperse the crowd, while protesters hurled objects and set trash bins on fire. Over 100 arrests were reported by the evening, though the majority of demonstrations remained peaceful. Unions have vowed to intensify their efforts, calling for another nationwide strike next week. The government faces mounting pressure to find a compromise, as public opinion remains largely against the changes. A recent poll indicated that nearly 70% of French citizens oppose the reform. With both sides entrenched in their positions, the standoff is expected to continue, testing the resilience of president’s administration.",
        "story_translation": "Paris'te, yüz binlerce vatandaşın Fransız hükümetinin önerdiği emeklilik reformlarına karşı sokaklara döküldüğü devasa gösteriler yapıldı. 62'den 64'e çıkarmayı içeren kapsamlı değişiklikler, geniş çaplı tepkilere neden oldu; sendikalar ve farklı sektörlerdeki işçiler, önerinin derhal geri çekilmesi çağrısında bulundu. Protestocular, Marsilya, Lyon ve Toulouse dahil olmak üzere büyük şehirlerde yolları ve toplu taşıma sistemlerini kapattı. Grevler okulları, demiryolu hizmetlerini ve havalimanlarını aksatarak ülkenin bazı bölgelerinin durma noktasına gelmesine neden oldu. Paris'te, göstericiler simgesel bulvarlarda yürüyüş yaptı ve olay, şehrin merkezine yakın bir mitingle sona erdi. Öğleden sonra, Paris'te küçük grup halinde toplanan protestocular ile polis arasında çatışmalar çıktığında gerginlikler arttı. Yetkililer, kalabalığı dağıtmak için gözyaşı gazı ve su topları kullandı; protestocular ise nesneler fırlatıp çöp kutularını ateşe verdi. Akşam saatlerine gelindiğinde 100'den fazla gözaltı rapor edildi, ancak gösterilerin çoğu barışçıl kaldı. Sendikalar, çabalarını artıracaklarını ve gelecek hafta bir ulusal grev çağrısı yapacaklarını duyurdu. Hükümet, kamuoyunun büyük ölçüde değişikliklere karşı olması nedeniyle bir uzlaşı bulmak için artan baskı ile karşı karşıya. Yakın tarihte yapılan bir ankette, Fransız vatandaşlarının neredeyse %70'inin reformu desteklemediği belirtildi. Her iki taraf da pozisyonlarında sıkı dururken, çıkmazın devam etmesi bekleniyor ve bu durum başkanın yönetiminin dayanıklılığını test edecek.",
        "audio_file": "10036"
    },
    {
        "title": "News Report 5 - Election Day",
        "title_translation": "Haber Raporu 5 - Seçim Günü",
        "fiction": false,
        "level": "advanced",
        "story": "In a landmark general election, the nation witnessed an unprecedented voter turnout, with citizens flocking to polling stations in record numbers. The election, characterized by a highly competitive race between major party candidates, concluded with a narrow margin, underscoring the significance of every ballot cast. The election process commenced with a series of primaries and caucuses, where delegates were allocated based on proportional representation. As the campaign progressed, both parties held national conventions to formally nominate their presidential and vice-presidential candidates. The ensuing debates and nationwide canvassing efforts galvanized the electorate, culminating in heightened engagement on Election Day. Preliminary exit polls indicated a diverse voter demographic, with significant participation from first-time voters and historically underrepresented communities. The election also saw an increase in absentee and early voting, facilitated by reforms aimed at expanding access to the ballot.",
        "story_translation": "Tarihi bir genel seçimde, ülke benzeri görülmemiş bir seçmen katılımına tanık oldu; vatandaşlar, rekor sayıda oy verme merkezine akın etti. Büyük parti adayları arasında oldukça rekabetçi bir yarışla karakterize edilen seçim, her oy pusulasının önemini vurgulayan dar bir sonuçla sona erdi. Seçim süreci, delege dağılımının orantılı temsile göre yapıldığı bir dizi ön seçim ve toplantıyla başladı. Kampanya ilerledikçe, her iki parti de başkan ve başkan yardımcısı adaylarını resmi olarak aday göstermek için ulusal kongreler düzenledi. Ardından gerçekleşen tartışmalar ve ülke genelindeki kampanya çabaları seçmenleri harekete geçirdi ve Seçim Günü'nde katılımı artırdı. İlk tahmini seçim sonrası anketler, ilk kez oy verenler ve tarihsel olarak temsil edilmeyen topluluklardan önemli katılımla çeşitli bir seçmen demografisi gösterdi. Seçim ayrıca, oy verme erişimini genişletme amacıyla yapılan reformlar sayesinde, yoklama ve erken oy verme oranında da bir artış yaşadı.",
        "audio_file": "10037"
    },
    {
        "title": "Free Will and Determinism",
        "title_translation": "Özgür İrade ve Belirlenimcilik",
        "fiction": false,
        "level": "advanced",
        "story": "The philosophical debate surrounding free will and determinism has persisted for centuries, often raising questions about the nature of human agency and the fabric of reality. At its core, the paradox emerges from the apparent contradiction between the autonomy of choice and the deterministic nature of the universe. Determinism posits that every event, including human decisions, is the inevitable result of preceding causes governed by natural laws. In this framework, the universe operates as a vast, causal mechanism, where every action is a consequence of prior states of affairs. If this is true, human freedom may be an illusion, as our choices are predicated on factors beyond our control, such as genetics, upbringing, and environmental stimuli. Conversely, the concept of free will asserts that individuals possess the capacity to make choices independent of external constraints. This notion underpins moral responsibility, suggesting that people can be held accountable for their actions precisely because they could have acted otherwise. However, if free will exists, how does it reconcile with the deterministic laws that govern the physical world? There have been attempts to resolve this dilemma by arguing that free will and determinism are not mutually exclusive. They propose that freedom lies not in escaping causality but in the ability to act in accordance with one’s desires and intentions. Thus, even if our choices have deterministic origins, we can still be considered free as long as we act without coercion. In contrast, libertarians (not to be confused with political libertarians) reject determinism, asserting that free will necessitates indeterminacy. They argue that certain aspects of human decision-making transcend causal chains, introducing an element of unpredictability. However, this stance raises its own conundrum: if actions are not causally determined, do they become arbitrary or random, thereby undermining the coherence of moral responsibility? The debate continues to challenge philosophers, scientists, and theologians alike, as it touches upon questions of ethics, metaphysics, and neuroscience. Advances in cognitive science and quantum mechanics have added new dimensions to the discussion, suggesting that the interplay between determinism and randomness might be more complex than previously imagined. Ultimately, the paradox of free will and determinism serves as a reminder of the limits of human understanding. It invites us to explore the boundaries of agency, causality, and the essence of what it means to be human, offering no definitive answers but countless avenues for inquiry and reflection.",
        "story_translation": "Özgür irade ve determinizm etrafındaki felsefi tartışmalar yüzyıllardır sürmektedir ve sıklıkla insan iradesinin doğası ve gerçekliğin yapısı hakkında sorular gündeme getirmektedir. Temelinde, seçimlerin özerkliği ile evrenin determiner doğası arasındaki belirgin çelişkiden kaynaklanan bir paradoks bulunmaktadır. Determinizm, her olayın, insan kararları da dahil olmak üzere, doğal yasalar tarafından yönetilen önceki sebeplerin kaçınılmaz bir sonucu olduğunu öne sürmektedir. Bu çerçevede evren, her eylemin önceki durumlardan kaynaklandığı büyük bir nedensel mekanizma olarak işlemektedir. Eğer bu doğruysa, insan özgürlüğü bir illüzyon olabilir; çünkü seçimlerimiz genetik, yetiştirilme biçimi ve çevresel uyarıcılar gibi kontrolümüz dışında olan faktörlere dayanmaktadır. Aksine, özgür irade kavramı, bireylerin dış kısıtlamalardan bağımsız olarak seçim yapma kapasitesine sahip olduğunu savunur. Bu kavram, insanların eylemlerinden tam olarak ne şekilde sorumlu tutulabilecekleri fikrini destekleyerek, insanların farklı bir şekilde davranma olasılığı olduğunu öne sürer. Ancak, eğer özgür irade varsa, bu durumda onu fiziksel dünyayı yöneten determiner yasalarıyla nasıl uzlaştırabiliriz? Bu ikilem, özgür irade ve determinizmin birbirini dışlamadığı argümanlarıyla çözülmeye çalışılmıştır. Bu argüman, özgürlüğün nedenselliği aşmakta değil, kişinin arzuları ve niyetleri doğrultusunda hareket etme yetisinde yattığını öne sürer. Böylece, eğer seçimlerimizin determiner kökenleri varsa bile, zorlanmadan hareket ettiğimiz sürece hâlâ özgür kabul edilebiliriz. Buna karşılık, libertaryenler (politik libertaryenlerle karıştırılmamalıdır) determinizmi reddederek, özgür iradenin belirsizlik gerektirdiğini savunurlar. İnsan karar alma sürecinin bazı yönlerinin nedensel zincirleri aştığını ve belirsizlik unsuru getirdiğini öne sürerler. Ancak bu tutum, kendi içinde bir muamma da doğurur: Eğer eylemler nedensel olarak belirlenmiyorsa, o zaman keyfi veya rastgele mi olurlar; bu da ahlaki sorumluluğun tutarlılığını zayıflatır mı? Bu tartışma, etik, metafizik ve nörobilim gibi konulara değinerek felsefecileri, bilim insanlarını ve teologları sürekli olarak zorlamaktadır. Bilişsel bilimler ve kuantum mekaniğindeki ilerlemeler, tartışmaya yeni boyutlar ekleyerek, determinizm ile rastgelelik arasındaki etkileşimin daha önce hayal edilen kadar basit olmadığını öne sürmüştür. Nihayetinde, özgür irade ve determinizm paradoksu, insan anlayışının sınırlarını hatırlatmaktadır. Bizi irade, nedensellik ve insan olmanın özünün sınırlarını keşfetmeye davet eder; kesin yanıtlar sunmaktan çok, sorgulama ve düşünme için sayısız yol sunmaktadır.",
        "audio_file": "10038"
    },
    {
        "title": "The Ship of Theseus and the Nature of Identity",
        "title_translation": "Theseus Gemi ve Kimliğin Doğası",
        "fiction": false,
        "level": "advanced",
        "story": "The Ship of Theseus is a thought experiment that has captivated philosophers for centuries, raising profound questions about the nature of identity and continuity. It asks: if a ship has all its parts replaced over time, piece by piece, is it still the same ship? This paradox, often attributed to ancient Greek philosophy, serves as a lens through which the persistence of identity is scrutinized. Consider Theseus’s ship docked in a harbor. Over the years, as its wooden planks rot, each is replaced with a new, identical piece. Eventually, none of the original components remain. At this point, can we still refer to it as the Ship of Theseus? Moreover, what if all the removed parts were gathered and reassembled elsewhere—would this new reconstruction also qualify as the Ship of Theseus? The paradox forces us to confront the essence of identity. Is it tied to physical continuity, the arrangement of parts, or something more abstract, like function or purpose? One perspective argues that objects are defined by their constituent parts. Under this view, the Ship of Theseus ceases to be the same ship as soon as any part is replaced. On the other hand, the functionalist approach suggests that as long as the ship serves its purpose and maintains its structure, its identity persists despite material changes. The thought experiment extends beyond ships to personal identity. Humans, like ships, are in constant flux. Our cells regenerate, our thoughts evolve, and our experiences reshape us. Yet, we maintain a sense of self across time. What, then, anchors this continuity? Some argue that identity resides in memory and consciousness—a thread that ties past, present, and future together. Others contend that identity is an illusion, a construct designed to provide coherence in a world of perpetual change.",
        "story_translation": "Theseus'un Gemisi, kimlik ve süreklilik doğası hakkında derin sorular ortaya atan, yüzyıllardır filozofları büyüleyen bir düşünce deneyidir. Şunu sorar: Eğer bir geminin tüm parçaları zamanla, parça parça değiştirildiğinde, hala aynı gemi midir? Genellikle antik Yunan felsefesine atfedilen bu paradoks, kimliğin devamlılığına dair bir mercek işlevi görür. Theseus'un gemisinin bir limana demirlediğini düşünelim. Yıllar geçtikçe, ahşap tahtaları çürüdüğünde, her biri yeni, özdeş bir parça ile değiştirilir. Sonunda, orijinal bileşenlerden hiçbiri kalmaz. Bu noktada, hala buna Theseus'un Gemisi diyebilir miyiz? Dahası, çıkarılan tüm parçalar toplanıp başka bir yerde yeniden monte edilirse - bu yeni yeniden yapılandırma da Theseus'un Gemisi olarak mı kabul edilir? Bu paradoks, kimliğin özünü sorgulamamıza zorlar. Kimlik, fiziksel sürekliliğe, parçaların düzenine veya işlev ya da amaç gibi daha soyut bir şeye mi bağlıdır? Bir bakış açısı, nesnelerin bileşen parçalarıyla tanımlandığını savunur. Bu görüşe göre, Theseus'un Gemisi, herhangi bir parça değiştirildiğinde artık aynı gemi olmaktan çıkar. Öte yandan, fonsiyonalist yaklaşım, gemi amacını yerine getirdiği ve yapısını koruduğu sürece, kimliğinin maddi değişikliklere rağmen devam ettiğini öne sürer. Düşünce deneyi, gemilerden kişisel kimliğe kadar uzanır. İnsanlar, gemiler gibi sürekli bir değişim halindedir. Hücrelerimiz yenilenir, düşüncelerimiz evrim geçirir ve deneyimlerimiz bizi şekillendirir. Yine de, zaman içinde bir öz duygusunu koruruz. O halde, bu sürekliliği ne sağlamaktadır? Bazıları kimliğin hafızada ve bilinçte yattığını ileri sürer - geçmişi, bugünü ve geleceği bir araya getiren bir iplik. Diğerleri ise kimliğin bir yanılsama olduğunu, sürekli değişen bir dünyada uyum sağlamak için tasarlanmış bir yapı olduğunu savunur.",
        "audio_file": "10039"
    },
    {
        "title": "The Trolley Problem",
        "title_translation": "Tekerlekli Araç Problemi",
        "fiction": false,
        "level": "advanced",
        "story": "The trolley problem is a classic ethical thought experiment that challenges our understanding of moral decision-making and ethical principles. It presents a scenario in which a runaway trolley is barreling down a track toward five people who are tied up and unable to move. You are standing next to a lever that can divert the trolley onto another track, where only one person is tied up. The dilemma is whether to pull the lever, actively causing the death of one person but saving five others, or to do nothing and allow the trolley to continue on its path, resulting in the deaths of five. This thought experiment raises profound ethical questions. Utilitarians argue that the morally correct action is to pull the lever, as it minimizes harm and maximizes the overall benefit by saving more lives. In contrast, deontologists assert that actively diverting the trolley makes you morally complicit in the death of the one person, which violates the principle of not using others as a means to an end, regardless of the consequences. The doctrine of double effect further complicates the matter, suggesting that while it may be permissible to allow harm as a side effect of achieving a good outcome, directly causing harm is morally questionable. The problem also invites consideration of moral intuitions. Variants of the trolley problem, such as pushing a large person onto the track to stop the trolley and save five, evoke stronger emotional reactions, even when the outcomes are numerically the same. These reactions highlight the tension between rational calculations and deeply ingrained moral instincts.",
        "story_translation": "Trolley problemi, ahlaki karar verme ve etik ilkeleri anlama şeklimizi sorgulayan klasik bir etik düşünce deneyidir. Bu deneyimde, kontrolsüz giden bir trolley yol üzerinde beş kişiyle dolu ve hareket edemeyen bir duruma doğru ilerlemektedir. Siz, trolleyi başka bir yola yönlendirebilecek bir kolun yanındasınız; bu yolda yalnızca bir kişi bağlı durumda. İkilem, kolu çekerek bir kişinin ölümüne neden olup beş kişiyi kurtarmak mı, yoksa hiçbir şey yapmayarak trolleyi yoluna devam ettirip beş kişinin ölümüne neden olmak mı gerektiğidir. Bu düşünce deneyi derin etik sorular ortaya çıkarır. Faydacı düşünürler, ahlaken doğru eylemin kolu çekmek olduğunu, çünkü bunun zararı minimize ettiğini ve daha fazla hayat kurtararak toplam faydayı maksimize ettiğini savunurlar. Bunun aksine, deontolojistler trolleyi aktif olarak yönlendirmenin, bir kişinin ölümünde ahlaki olarak ortak olmanıza sebep olduğunu iddia eder; bu durum, sonuçlarından bağımsız olarak başkalarını bir amacı gerçekleştirmek için araç olarak kullanmama ilkesini ihlal eder. İki etki doktrini durumu daha karmaşık hale getirir; bu doktrin, iyi bir sonuca ulaşmanın yan etkisi olarak zarara izin vermenin kabul edilebilir olabileceğini, ancak doğrudan zarara neden olmanın ahlaki olarak sorgulanabilir olduğunu önermektedir. Problem aynı zamanda ahlaki sezgilerin de dikkate alınmasını gerektirir. Trolley probleminin varyantları, örneğin büyük bir kişiyi raylara iterek trolleyi durdurup beş kişiyi kurtarmak gibi durumlar, sayısal olarak aynı sonuçlar elde edilse bile daha güçlü duygusal tepkiler uyandırır. Bu tepkiler, mantıklı hesaplamalar ile derinden yerleşmiş ahlaki içgüdüler arasındaki gerginliği vurgular.",
        "audio_file": "10040"
    }
]