[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 Küçük Domuz",
    "story_translation": "Bir zamanlar, kendi evlerini inşa etmek için yola çıkan üç küçük domuz varmış. İlk küçük domuz samandan evini inşa etti, ikinci küçük domuz sopalardan evini inşa etti ve üçüncü küçük domuz tuğladan evini inşa etti. Bir gün, ilk küçük domuzun evine büyük bir kötü kurt geldi. Hırladı, şişirdi ve evi havaya uçurdu! İlk küçük domuz, ikinci domuzun evine olabildiğince hızlı koştu. Kurt onu sopaların evine kadar takip etti. Tekrar şişirdi ve şişirdi ve evi havaya uçurdu! İki küçük domuz, üçüncü domuzun tuğladan yapılmış evine koştu. Kurt tuğla evi havaya uçurmaya çalıştı ama başaramadı. Boğuştu ve şişti, ama ev güçlü durdu. Üç küçük domuz içeride güvendeydi ve büyük kötü kurt sonunda uzaklaştı. Domuzlar, sıkı çalışmanın ve özverinin sonunda karşılığını aldığını öğrendi.",
    "audio_file": "110000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "Büyülü Bahçe",
    "story_translation": "Bir zamanlar küçük bir köyde büyülü bir bahçe varmış. Bu bahçede tüm yıl boyunca rengarenk çiçekler açtı ve ağaçlar kuşlara sırlar fısıldadı. Ama en büyülü şey Rosie adında konuşan tavşandı. Rosie çok arkadaş canlısıydı ve bahçeye gelen herkese yardım etmeyi severdi. Güneşli bir sabah, Timmy adında genç bir çocuk bahçeyi ziyaret etti. Üzgündü çünkü en sevdiği oyuncağını kaybetmişti. Rosie atladı ve \"Sorun ne, Timmy?\" diye sordu. Timmy, Rosie'ye kayıp oyuncağından bahsetti. Rosie gülümsedi ve 'Endişelenme Timmy. Onu bulmana yardım edebilirim.' Rosie'nin yardımıyla Timmy bahçeyi aradı ve oyuncağını büyük, parlak bir yaprağın altına gizlenmiş olarak buldu. Timmy çok sevindi ve sihirli yardımı için Rosie'ye teşekkür etti. O günden sonra Timmy büyülü bahçeyi sık sık ziyaret etti ve o ve Rosie birlikte daha birçok büyülü macerayı paylaşarak en iyi arkadaş oldular.",
    "audio_file": "110001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "Dost Orman",
    "story_translation": "Bir zamanlar Lily adında bir kız varmış. Keşfetmeyi severdi. Bir gün evinin yakınındaki büyük bir ormana gitti. Ormanda Treey adında mutlu bir ağaçla tanıştı. Treey'nin gülümseyen bir yüzü vardı. Lily ve Treey arkadaş oldular. Birlikte oyunlar oynadılar. Lily ve Treey ayrıca Squeaky adında nazik bir sincapla tanıştılar. Squeaky fındıkları severdi ve onları Lily ve Treey ile paylaştı. Güldüler ve eğlendiler. Sonra güzel bir çiçek buldular. Rengarenkti ve güzel kokuyordu. Onu aldılar ve Flutter adında dost canlısı bir kelebeğe verdiler. Flutter minnettardı ve havada dans etti. Lily, Treey, Squeaky ve Flutter ormanın daha fazlasını keşfetti. Berrak su ile köpüklü bir dere gördüler. Pırıl pırıl balıklara ev sahipliği yapıyordu. Lily ve yeni arkadaşları dere kenarında oturdular ve suyun huzurlu sesinin tadını çıkardılar. Eve gitme zamanı geldiğinde Lily, 'Arkadaşlarım olduğunuz için teşekkür ederim, Treey, Squeaky ve Flutter. Yakında seni görmeye geleceğim.' Hoşçakal el salladı ve yeni arkadaşlarıyla tanıştığı için mutlu bir şekilde ormandan ayrıldı.",
    "audio_file": "110002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "Kayıp Kedi Yavrusu",
    "story_translation": "Bir zamanlar, sakin bir mahallede, Emma adında küçük bir kız varmış. Emma hayvanları severdi ve bir gün arka bahçesinde küçük, pofuduk bir kedi yavrusu buldu. Yavru kedi kaybolmuş ve korkmuş görünüyordu. Emma yavru kedi için üzüldü ve yardım etmeye karar verdi. Nazikçe aldı ve sıcak bir battaniye verdi. Emma annesine yavru kediyi tutup tutamayacaklarını sordu ve annesi kabul etti. Sevimli bıyıkları nedeniyle yavru kediye Bıyık adını verdiler. Emma ve Whiskers en iyi arkadaş oldular. Her gün birlikte oynadılar ve güneşin altında kestirdiler. Emma, Whiskers'a lezzetli kedi maması verdi ve Whiskers mutlu bir şekilde mırıldandı. Kısa süre sonra, Whiskers artık kaybolmadı ya da korkmadı. Emma ve yeni tüylü arkadaşı birlikte çok mutluydu. Birçok macerayı paylaştılar ve her gün birbirlerini gülümsettiler.",
    "audio_file": "110003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Goldilocks ve Üç Ayı",
    "story_translation": "Bir zamanlar, yoğun bir ormanda, üç ayının yaşadığı küçük, şirin bir kulübe vardı: Papa Bear, Mama Bear ve Baby Bear. Bir sabah, Mama Bear lezzetli bir yulaf lapası yaptıktan sonra, aile soğuması için yürüyüşe çıktı. Onlar uzaktayken, Goldilocks adında meraklı küçük bir kız kulübelerine rastladı. Kapıyı çaldı ve kimse cevap vermeyince kapıyı iterek açtı ve içeri girdi. Mutfakta, Goldilocks üç kase yulaf lapası gördü. Ayı Baba'nın ilk kasesindeki yulaf lapasının tadına baktı ve 'Bu yulaf lapası çok sıcak!' diye haykırdı. Sonra Ayı Anne'nin kasesindeki yulaf lapasının tadına baktı ve 'Bu yulaf lapası çok soğuk' dedi. Sonunda Yavru Ayı'nın yulaf lapasını tattı ve gülümsedi, 'Bu yulaf lapası tam doğru!' Bu yüzden hepsini yedi. Yemekten sonra Goldilocks yorgun hissetti ve oturma odasında üç sandalye buldu. Ayı Baba'nın büyük sandalyesine oturdu ama bu çok zordu. Mama Bear'ın orta boy sandalyesini denedi ama çok yumuşaktı. Sonra Bebek Ayı'nın küçük sandalyesine oturdu ve tam olarak doğruydu, ama ağırlığının altında kırıldı! Uykusu gelen Goldilocks yukarı çıktı ve üç yatak buldu. Ayı Baba'nın yatağına uzandı, ama çok zordu. Ayı Anne'nin yatağına geçti ama çok yumuşaktı. Sonunda Yavru Ayı'nın yatağını denedi ve doğruydu. Uykuya daldı. Üç ayı eve döndü ve kulübelerinin kapısının açık olduğunu görünce şaşırdılar. İçeride yulaf lapasını yenmiş, sandalyeleri kullanılmış ve son olarak küçük kızı Yavru Ayı'nın yatağında uyurken buldular. Goldilocks uyandı, ayıları gördü ve bir daha asla geri dönmemek üzere elinden geldiğince hızlı bir şekilde kulübeden çıktı.",
    "audio_file": "110004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Külkedisi",
    "story_translation": "Bir zamanlar, uzak bir krallıkta, Külkedisi adında kibar ve güzel bir kız yaşarmış. Kötü üvey annesi ve ona çok kötü davranan iki üvey kız kardeşiyle birlikte yaşıyordu. Külkedisi tüm zor işleri yapmak için yapıldı ve sadece giymesi için paçavralar verildi. Bir gün Kral, krallıktaki tüm genç hanımları davet eden büyük bir balo duyurdu, çünkü Prens bir gelin arıyordu. Külkedisi baloya gitmeyi çok istiyordu ama üvey annesi bunu yasakladı ve onu gözyaşları içinde evde bıraktı. Külkedisi ağlarken, Peri Vaftiz Annesi ortaya çıktı. Asasını sallayarak Külkedisi'nin paçavralarını güzel bir elbiseye dönüştürdü ve bir balkabağını muhteşem bir arabaya dönüştürdü. Külkedisi'ne cam terlikler verdi ve sihrin gece yarısı geçeceği konusunda onu uyardı. Baloda Külkedisi, başta Prens olmak üzere zarafeti ve güzelliği ile herkesi büyüledi. Gece boyunca dans ettiler, ancak saat on ikiyi vurduğunda Külkedisi, Peri Vaftiz Annesinin uyarısını hatırladı ve saray merdivenlerinde cam terliklerinden birini kaybederek aceleyle uzaklaştı. Gizemli kızı bulmaya kararlı olan Prens, krallığı aramak için cam terliği kullandı. Külkedisi'nin evine vardığında, terlik ona mükemmel bir şekilde uyuyordu. Prens onu balodan tanıdı ve ona olan aşkını ilan etti. Külkedisi, üvey annesini ve üvey kız kardeşlerini zulümlerinden dolayı affetti ve Prens ile evlendi. Sonsuza dek mutlu yaşadılar ve Külkedisi'nin nezaketi ve alçakgönüllülüğü krallığın her yerinde biliniyordu.",
    "audio_file": "110005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Jack ve Fasulye Sırığı",
    "story_translation": "Bir zamanlar, annesiyle birlikte yaşayan Jack adında bir çocuk varmış. Çok fakirdiler ve sadece bir vardı. Bir gün, Jack'in annesi ona paraya ihtiyaçları olduğu için satmasını söyledi. Jack, satmaya giderken, karşılığında ona sihirli fasulye veren bir adamla tanıştı. Jack heyecanlandı ve annesine göstermek için eve koştu. Ama annesi üzüldü ve fasulyeleri pencereden dışarı attı. Ertesi sabah, Jack gökyüzüne uzanan kocaman bir fasulye sapı gördü. Merak etti ve fasulye sırığına tırmandı. Onu bir devin yaşadığı gökyüzünde yüksek bir ülkeye götürdü. Devin altın yumurtlayan bir tavuğu ve büyülü bir arpı vardı. Jack devin evine gizlice girdi ve tavuğu ve arpı aldı. Ama arp haykırdı, devi uyandırdı. Jack koştu ve fasulye sırığından aşağı indi. Dev onu takip etti. Jack yere ulaştığında, fasulye sapını hızla kesti. Dev düştü ve bir daha hiç görülmedi. Jack ve annesi altın yumurtaları sattılar ve zengin oldular. Sonsuza dek mutlu yaşadılar.",
    "audio_file": "110006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "Çirkin Ördek Yavrusu",
    "story_translation": "Bir zamanlar, bir anne ördeğin bir yığın yumurtası vardı. Yumurtalardan biri diğerlerinden daha büyüktü ve çok daha sonra yumurtadan çıktı. İçinden kardeşlerinden farklı görünen bir ördek yavrusu çıktı. Daha büyük ve griydi, diğerleri gibi sarı ve sevimli değildi. Diğer ördek yavruları onunla oynamadı ve ona çirkin dedi. Çirkin ördek yavrusu çok üzüldü ve mutlu olabileceği bir yer bulmak için evden ayrıldı. Farklı hayvanlarla tanıştı ama hepsi ona tuhaf bir şekilde baktı çünkü çok büyük ve griydi. Kış geldi ve hava çok soğuktu. Çirkin ördek yavrusu bir göl buldu ve içinde yüzdü. Üzerinde uçan güzel beyaz kuşlar gördü. Onlar gibi güzel ve zarif olmayı diledi. Bahar geldiğinde, çirkin ördek yavrusu sudaki yansımasını gördü. Artık gri, garip bir kuş değildi. Güzel bir kuğuya dönüşmüştü! Diğer kuğular onu karşıladı ve onunla oynadı. İnsanlar onu gördü ve 'Şu güzel kuğuya bak!' dedi. Şimdi güzel bir kuğu olan çirkin ördek yavrusu çok mutluydu. Doğduğunda nasıl göründüğünün önemli olmadığını, çünkü sevimli bir kuğuya dönüştüğünü öğrendi.",
    "audio_file": "110007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "Küçük Kırmızı Tavuk",
    "story_translation": "Bir zamanlar, bir çiftlikte yaşayan Küçük Kırmızı Tavuk varmış. Yerde bazı tohumlar buldu. Küçük Kırmızı Tavuğun aklına bir fikir geldi. 'Bu tohumları ben ekeceğim' diye düşündü. Arkadaşlarına, köpeğe, kediye ve ördeğe, \"Tohumları ekmeme kim yardım edecek?\" diye sordu. Ama hepsi 'Ben değilim' dediler. Küçük Kırmızı Tavuk, 'O zaman kendim yapacağım' dedi. Ve tohumları tek başına ekti. Tohumlar büyüyüp uzun buğdaya dönüştüğünde, Küçük Kırmızı Tavuk, \"Buğdayı kesmeme kim yardım edecek?\" diye sordu. Köpek, kedi ve ördek yine, \"Ben değilim\" dediler. Küçük Kırmızı Tavuk, \"O zaman kendim yapacağım\" dedi. Ve buğdayı tek başına kesti. Sonra, \"Buğdayı un haline getirmeme kim yardım edecek?\" diye sordu. Ama arkadaşları 'Ben değilim' dediler. Yani, her şeyi kendi başına yaptı. Sonra Küçük Kırmızı Tavuk, \"Ekmeği pişirmeme kim yardım edecek?\" diye sordu. Yine, hepsi 'Ben değilim' dediler. Bu yüzden ekmeği kendisi pişirdi. Ekmek hazır olduğunda ve çok güzel koktuğunda, köpek, kedi ve ördek geldi ve 'Ekmeği yemenize yardım edeceğiz!' dedi. Ama Küçük Kızıl Tavuk, \"Hayır, kendim yiyeceğim\" dedi. Ve yaptı. Ekmeği yedi ve çok mutlu oldu.",
    "audio_file": "110008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "Kaplumbağa ve Tavşan",
    "story_translation": "Bir zamanlar, ne kadar hızlı koşabildiğiyle övünmeyi seven hızlı bir tavşan vardı. Çok yavaş hareket eden yavaş bir kaplumbağa da vardı. Bir gün tavşan kaplumbağaya güldü ve 'Çok yavaşsın! Senden çok daha hızlı koşabilirim!' Kaplumbağa, 'Hadi bir yarış yapalım ve kimin daha hızlı olduğunu görelim' diye yanıtladı. Bir yarış yapmaya karar verdiler. Ertesi gün, ormandaki tüm hayvanlar izlemeye geldi. Yarış başladı ve tavşan çok hızlı koştu ve kaplumbağayı çok geride bıraktı. Ama çok geçmeden tavşan, 'Çok ilerideyim, bir süre dinlenebilirim' diye düşündü. Böylece bir ağacın altına uzandı ve uykuya daldı. Kaplumbağa yavaş ama istikrarlı bir şekilde yürümeye devam etti. Durmadı ya da dinlenmedi. Uzun bir süre sonra uyuyan tavşanı geçti. Tavşan uyandığında kaplumbağanın bitiş çizgisine yakın olduğunu gördü. Elinden geldiğince hızlı koştu ama artık çok geçti. Kaplumbağa bitiş çizgisini önce geçti. Kaplumbağa yarışı kazandı çünkü yavaş ilerlemeye devam etti ve pes etmedi. Tavşan, hızlı olmanın her zaman en iyisi olmadığını ve başkalarını övünmemeniz veya küçümsememeniz gerektiğini öğrendi.",
    "audio_file": "110009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Hansel ve Gretel",
    "story_translation": "Bir zamanlar, babaları ve kötü bir üvey anneleriyle birlikte yaşayan Hansel ve Gretel adında iki çocuk vardı. Çok fakirdiler ve bir gün üvey anne çocukları ormanda bırakmaya karar verdi çünkü herkese yetecek kadar yiyecek yoktu. Baba istemedi ama kabul etti. Hansel planlarını duydu ve parlak çakıl taşları topladı. Ormana doğru yürüdüklerinde Hansel, eve dönüş yolunu açmak için çakıl taşlarını düşürdü. Ebeveynleri onları terk ettikten sonra, Hansel ve Gretel çakıl taşlı yolu takip ettiler ve eve dönüş yolunu buldular. Babaları onları gördüğüne sevindi ama üvey anne değildi. Bir dahaki sefere, Hansel ve Gretel ormanın derinliklerine götürüldü. Hansel bir ekmek kırıntısı izi bıraktı, ama kuşlar onları yedi ve geri dönüş yolunu bulamadılar. Kaybolmuş ve acıkmışlar, şekerden yapılmış bir ev bulmuşlar ve onu yemeye başlamışlar. Orada yaşayan yaşlı bir cadı onları yakaladı ve Hansel'i bir kafese kilitledi. Gretel'e ev işleri yaptırdı ve Hansel'i yemeyi planladı. Gretel cadıyı kandırdı ve onu fırına itti. Sonra Hansel'i serbest bıraktı ve cadının evinde hazineler buldular. Cadı gittikten sonra Hansel ve Gretel hazinelerle birlikte eve dönmenin yolunu buldular. Babaları onları gördüğüne çok sevindi ve onları ormanda bıraktığı için pişman olduğunu söyledi. Kötü üvey anneyi bir daha hiç görmediler. Hepsi bol miktarda yiyecekle ve daha fazla endişe duymadan sonsuza dek mutlu yaşadılar.",
    "audio_file": "110010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "İmparatorun Yeni Kıyafetleri",
    "story_translation": "Bir zamanlar, süslü kıyafetler giymeyi seven kibirli bir İmparator varmış. Tüm parasını iyi giyinmek için harcadı. Bir gün, iki dolandırıcı imparatorun şehrine geldi. Dünyanın en güzel kıyafetlerini yapabileceklerini söylediler. İddiaya göre bu kıyafetler, ya çok aptal ya da işinde iyi olmayan herkes tarafından görülmüyordu. İmparator bunun harika bir fikir olduğunu düşündü. Giysileri yapmaları için onlara altın ve ipek verdi. Dolandırıcılar çalışıyormuş gibi yaptılar, ancak tüm altın ve ipeği kendileri için sakladılar. Giysiler 'hazır' olduğunda, İmparator onları görmeye gitti. Herhangi bir kıyafet görmedi, ama aptal görünmek istemedi, bu yüzden onlara hayranmış gibi yaptı. Dolandırıcılar, İmparator'a yeni kıyafetler giydiriyormuş gibi yaptılar. İmparator, tüm halkının önünde bir geçit töreninde yürüdü. Kalabalıktaki herkes de aptal olarak adlandırılmak istemedikleri için kıyafetleri görüyormuş gibi yaptı. Sonunda küçük bir çocuk, 'Ama hiçbir şey giymiyor!' diye bağırdı. Yavaş yavaş herkes aynı şeyi fısıldamaya başladı. İmparator haklı olduklarını anladı ama hatasını kabul edemeyecek kadar gururlu bir şekilde geçit törenine devam etti.",
    "audio_file": "110011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "Uyuyan",
    "story_translation": "Bir zamanlar, çocuk isteyen bir kral ve bir kraliçe varmış. Sonunda dilekleri gerçek oldu ve güzel bir kız bebekleri oldu. Ona Aurora adını verdiler. Aurora'nın doğumunu kutlamak için kral ve kraliçe büyük bir parti düzenledi. Krallıktaki tüm perileri Aurora'yı kutsamaya davet ettiler. Her peri Aurora'ya güzellik, nezaket ve zeka gibi bir hediye verdi. Ama davet edilmeyen yaşlı bir peri vardı. Kızgın hissetti ve yine de partiye geldi. Aurora'ya kötü bir hediye verdi: On altıncı doğum gününde Aurora parmağını çıkrığa batıracak ve sonsuza dek uykuya dalacaktı. Neyse ki, en genç peri henüz hediyesini vermemişti. Yaşlı perinin lanetini geri alamazdı ama yumuşatabilirdi. Aurora'nın ölmeyeceğini, derin bir uykuya dalacağını ve sadece gerçek bir aşkın öpücüğünün onu uyandırabileceğini söyledi. Yıllar geçti ve Aurora güzel ve kibar bir prenses olarak büyüdü. On altıncı doğum gününde bir çıkrık buldu ve parmağını deldi. Derin bir uykuya daldı ve tüm krallık onunla birlikte uykuya daldı. Yüz yıl geçti ve krallığa bir prens geldi. Aurora'yı buldu ve onu öptü. Öpücük büyüyü bozdu. Aurora ve tüm krallık uyandı. Prens ve Aurora aşık oldular ve evlendiler. Sonsuza dek mutlu yaşadılar ve krallık yeniden neşe ve kahkahalarla doluydu.",
    "audio_file": "110012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Amelia Earhart'ın fotoğrafı.",
    "story_translation": "Bir zamanlar, Amelia Earhart adında cesur ve maceracı bir kız varmış. Amelia kuşları izlemeyi severdi ve tıpkı onlar gibi gökyüzünde yükselmeyi hayal ederdi. Pek çok kadının pilot olmadığı bir zamanda büyüdü, ancak Amelia hayalinin peşinden gitmeye kararlıydı. Çok çalıştı ve uçak uçurmayı öğrendi, dünyanın ilk kadın pilotlarından biri oldu. Amelia gerçekten harika bir şey yaptı: Büyük, geniş Atlantik Okyanusu'nu tek başına uçtu, bunu yapan ilk kadın! Cesareti ve başarısı herkese kızların da büyük hayaller kurabileceğini gösterdi. Amelia ünlü oldu ve birçok insana, özellikle de kızlara, ne kadar büyük olurlarsa olsunlar kendi hayallerinin peşinden gitmeleri için ilham verdi. Kararlılık ve cesaretle yıldızlara ulaşabileceğinizi ve hayallerinizi gerçekleştirebileceğinizi kanıtladı.",
    "audio_file": "110013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Martin Luther King Jr.",
    "story_translation": "Bir zamanlar, büyük bir hayali olan Martin Luther King Jr. adında bir adam varmış. Derisinin rengi ne olursa olsun herkese eşit ve adil davranılacağı bir dünya hayal etti. Martin, herkese aynı şekilde davranılmadığı bir zamanda yaşadı - farklı ten rengine sahip insanların farklı okulları, farklı su çeşmeleri vardı ve aynı şeyleri yapmalarına izin verilmiyordu. Bu Martin'i çok üzdü ve bunu değiştirmek istedi. Lider oldu ve birçok insanla hayali hakkında konuştu. Konuşmalar yaptı ve barışçıl yürüyüşler düzenleyerek herkese nezaket ve saygıyla davranılmasını istedi. En ünlü konuşması 'Bir hayalim var...' Martin cesur ve güçlüydü ve dünyayı daha iyi bir yer haline getirmek için çok çalıştı. Onun sayesinde birçok yasa değişti ve insanlar herkese eşit davranmanın ne kadar önemli olduğunu anlamaya başladı. Martin Luther King Jr. bize sevgi, barış ve kararlılıkla büyük değişiklikler yapabileceğimizi ve herkesin birlikte daha iyi yaşamasına yardımcı olabileceğimizi gösterdi.",
    "audio_file": "110014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Rosa Parkları",
    "story_translation": "Bir zamanlar, doğru olanı savunan Rosa Parks adında cesur bir kadın vardı. Rosa, insanların ten rengine göre farklı muamele gördüğü bir zamanda yaşadı. Bir gün, işte geçen uzun bir günün ardından Rosa, Montgomery, Alabama'da bir otobüste oturdu. Otobüs şoförü ona beyaz bir yolcu için koltuğundan vazgeçmesini söyledi ama Rosa sadece gününden değil, kendisinin ve diğerlerinin her gün uymak zorunda olduğu adaletsiz kurallardan da yorulmuştu. Sessiz ama güçlü bir şekilde hayır diyerek oturmaya karar verdi. Rosa'nın cesur hareketi çok önemli bir andı. Martin Luther King Jr. liderliğindeki birçok insanın eşitlik ve adalet için savaşmak için bir araya geldiği büyük bir hareket başlattı. Büyük bir otobüs boykotu düzenlediler ve herkes istediği yere oturana kadar otobüsleri kullanmayı bıraktılar. Rosa'nın basit cesareti, birçok adaletsiz yasanın değişmesine yardımcı oldu ve dünyaya, küçük şekillerde bile olsa, doğru olanı savunmanın nasıl büyük bir fark yaratabileceğini gösterdi. Rosa Parks, 'Sivil Haklar Hareketi'nin Annesi' olarak hatırlanıyor ve hikayesi bize herkesin bir kahraman olabileceğini ve dünyayı daha iyi hale getirmeye yardımcı olabileceğini öğretiyor.",
    "audio_file": "110015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Neil Armstrong'un fotoğrafı.",
    "story_translation": "Bir zamanlar Neil Armstrong adında maceracı bir adam varmış. Daha önce kimsenin yapmadığı bir şeyi yapma hayali vardı - Ay'da yürümek! Neil uçmayı severdi ve pilot oldu, gökyüzünde uçtu ve hatta astronot oldu, bu da uzaya gitmesi gerektiği anlamına geliyordu. 20 Temmuz 1969'da Neil ve arkadaşları Apollo 11 adlı bir uzay gemisiyle Ay'a kadar uçtular. Uzun ve heyecan verici bir yolculuktu. Ay'a vardıklarında, uzay gemisinden tozlu ay yüzeyine ilk adım atan Neil oldu. İlk adımını atarken, 'Bu insan için küçük bir adım, insanlık için dev bir adım' dedi. Bu, adımının küçük olmasına rağmen, her yerdeki tüm insanlar için büyük bir an olduğu anlamına geliyordu. Neil ve arkadaşları ay taşları topladılar ve bir bayrak diktiler. Dünya'ya döndüklerinde kahraman olarak kutlandılar. Neil'in hayali ve cesareti, sıkı çalışma ve kararlılıkla yıldızlara ulaşabileceğimizi ve inanılmaz şeyler başarabileceğimizi herkese gösterdi.",
    "audio_file": "110016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Marie Curie",
    "story_translation": "Bir zamanlar, Polonya ülkesinde, Marie Curie adında çok meraklı ve zeki bir kız varmış. Marie öğrenmeyi severdi, özellikle de bilim hakkında. Büyüdüğünde, bilim adamı olmak istediği için daha fazla çalışmak için Fransa'nın Paris kentine taşındı. O zamanlar pek çok kadın bilim adamı değildi ama Marie kararlıydı. Kocası Pierre Curie ile küçük, karanlık bir laboratuvarda çalıştı. Birlikte, radyum adı verilen inanılmaz bir şey keşfettiler. Radyum, karanlıkta parlayan ve doktorların insanların vücutlarını daha iyi hale getirmek için görmelerine yardımcı olmak için kullanılabilecek özel bir metal türüydü. Marie Curie keşfiyle çok ünlendi ve Nobel Ödülü'nü bir değil iki kez kazandı! Bu büyük ödülü kazanan ilk kadın ve iki kez kazanan ilk kişiydi. Marie dünyaya kızların da harika bilim adamları olabileceğini gösterdi. Çok çalıştı ve zor olduğunda bile asla pes etmedi. Keşifleri birçok insana yardımcı oldu ve bilim dünyasını sonsuza dek değiştirdi.",
    "audio_file": "110017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Malala Yousafzai",
    "story_translation": "Bir zamanlar, Pakistan'ın güzel Swat Vadisi'nde Malala Yousafzai adında cesur bir kız varmış. Malala okula gitmeyi ve yeni şeyler öğrenmeyi severdi, ancak ülkesinde bir grup insan kızların okula gitmemesi gerektiğini düşünüyordu. Malala, her kız ve erkeğin öğrenme hakkına sahip olduğuna inanıyordu, bu yüzden kendi hakları ve diğer çocukların hakları için konuştu. Hayatı ve okula gitme arzusu hakkında bir günlüğe yazdı ve dünyadaki birçok insan sözlerini okudu. Cesareti bazı insanları kızdırdı ve bir gün incindi. Ama Malala güçlüydü ve pes etmedi. İyileştikten sonra, tüm çocukların eğitimi için daha da yüksek sesle konuşmaya devam etti. Cesareti ve hikayesi birçok insana ilham verdi ve Nobel Barış Ödülü'nü kazanan en genç kişi oldu. Malala, genç olsanız bile, inandığınız şey için ayağa kalkarak dünyada büyük bir fark yaratabileceğinizi herkese gösterdi.",
    "audio_file": "110018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Nelson Mandela",
    "story_translation": "Bir zamanlar Güney Afrika'da Nelson Mandela adında bir adam varmış. Mandela, derisinin rengi ne olursa olsun herkese eşit davranılması gerektiğine inanan cesur ve bilge bir adamdı. Ancak o zamanlarda, Güney Afrika'da, insanları ırklarına ve renklerine göre ayıran apartheid adı verilen adaletsiz yasalar vardı. Mandela, siyah ya da beyaz herkesin barış içinde birlikte yaşayabilmesi için bu yasaları değiştirmek istedi. Çok çalıştı ve birçok insanla konuştu, barışçıl bir şekilde değişim getirmeye çalıştı. Ancak hükümet bundan hoşlanmadı ve onu yıllarca hapse attılar. Mandela asla umudunu kaybetmedi ve özgürlük mücadelesinin sembolü oldu. Dünyanın dört bir yanındaki insanlar onu tanıyor ve davasını destekliyordu. Sonunda, 27 yıl sonra serbest bırakıldı. Mandela'nın hayali, Güney Afrika'nın ilk siyahi Devlet Başkanı olduğunda gerçekleşmeye başladı ve her renkten insanı bir araya getirmek için çalıştı. Dünyaya affetmenin gücünü ve doğru olan için savaşmanın ne kadar önemli olduğunu gösterdi. Nelson Mandela, ülkesine ve dünyaya umut ve değişim getiren bir kahraman olarak hatırlanıyor.",
    "audio_file": "110019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Leonardo Da Vinci",
    "story_translation": "Bir zamanlar İtalya'da Leonardo da Vinci adında meraklı ve zeki bir çocuk yaşarmış. Leonardo etrafındaki dünyayı keşfetmeyi severdi ve birçok şeyle ilgilenirdi. Çizmeyi, boyamayı ve hatta yeni şeyler icat etmeyi severdi. Büyüdükçe sanatta çok iyi oldu ve güzel resimler yarattı, bunlardan biri bugün hala insanların hayran olduğu ünlü 'Mona Lisa' idi. Ancak Leonardo sadece bir sanatçı değildi; Aynı zamanda bir bilim adamı ve mucitti. Kuşları inceledi ve tıpkı bugün bir uçak gibi uçabilen bir makine yapmayı hayal etti. Ayrıca nasıl çalıştığını anlamak için insan vücuduna baktı ve fikirlerinin birçok eskizini çizdi. Leonardo çok yetenekli bir adamdı ve dünyaya olan merakı hiç bitmedi. Hayatı boyunca öğrenmeye ve yaratmaya devam etti. Meraklıysanız ve çok çalışırsanız birçok farklı şey öğrenebileceğinizi ve hatta belki de fikirlerinizle dünyayı değiştirebileceğinizi gösterdi.",
    "audio_file": "110020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Kleopatra",
    "story_translation": "Bir zamanlar eski Mısır'da Kleopatra adında ünlü bir kraliçe varmış. Kleopatra sadece bir kraliçe değildi; Aynı zamanda çok zeki ve eğitimliydi. Birçok dil konuşabiliyordu ve çekiciliği ve zekası ile tanınıyordu. Mısır'ın hükümdarı olarak Kleopatra, halkını derinden önemsedi ve ülkesini güçlü ve güçlü kılmak için çok çalıştı. Ayrıca güzelliği ve Julius Caesar ve Mark Antony gibi diğer ülkelerin güçlü liderleriyle olan büyük aşk hikayeleriyle ünlüydü. Kleopatra, bir kadının bu kadar güçlü bir konumda olmasının çok nadir olduğu bir zamanda yaşadı, ancak herhangi bir kral kadar iyi yönetebileceğini gösterdi. Roma İmparatorluğu'nun bir parçası olmadan önce eski Mısır'ın son hükümdarlarından biriydi. Kleopatra'nın hayatı maceralarla doluydu ve tarih boyunca zamanının en büyüleyici ve etkili kadınlarından biri olarak hatırlandı.",
    "audio_file": "110021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Galileo Galilei",
    "story_translation": "Bir zamanlar İtalya'da Galileo Galilei adında bir adam varmış. Galileo dünyayı ve gökyüzündeki yıldızları çok merak ediyordu. Çalışabileceği her şeyi öğrenmeyi ve öğrenmeyi severdi. Yaptığı en önemli şeylerden biri, o zamanlar yeni bir buluş olan teleskopla yıldızlara ve gezegenlere bakmaktı. Galileo, Dünya'nın ve diğer gezegenlerin Güneş'in etrafında hareket ettiğini, o zamanlar çoğu insanın inandığı gibi tam tersi olmadığını keşfetti. Bu büyük bir keşifti çünkü insanların evreni anlama şeklini değiştirdi. Ancak, herkes Galileo'nun fikirlerinden memnun değildi. Güçlü liderler de dahil olmak üzere bazı insanlar ona inanmadı ve başkalarının da ona inanmasını istemedi. Fikirlerinin çok farklı olduğunu düşündüler. Galileo, keşiflerini paylaşmak ve doğru olduğunu bildiği şey için ayağa kalkmak için çok cesur olmalıydı. Çalışmaya ve öğretmeye devam etti ve bugün Galileo'yu gelmiş geçmiş en büyük bilim adamlarından biri olarak hatırlıyoruz. Bazen başkalarının ne düşündüğünü sorgulamanız ve kendi fikirlerinizi takip edecek kadar cesur olmanız gerektiğini bize gösterdi.",
    "audio_file": "110022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Jeanne d'Arc",
    "story_translation": "Bir zamanlar Fransa'da Joan of Arc adında genç bir kız varmış. Joan, ülkesi Fransa'nın İngiltere adlı başka bir ülkeyle büyük bir savaş içinde olduğu bir dönemde küçük bir köyde yaşıyordu. Joan çok cesurdu ve Fransa'ya yardım etmek için özel bir görevi olduğuna inanıyordu. Azizlerden ülkesini kurtarmasını söyleyen sesler duyduğunu söyledi. Joan, sadece bir genç ve bir kız olmasına rağmen, Fransa prensini bir orduya liderlik etmesine izin vermeye ikna etti. Zırh giydi ve ata binerek askerlerini savaşa götürdü. Joan'ın cesareti etrafındaki herkese ilham verdi ve bazı önemli savaşların kazanılmasına yardımcı oldu. İnsanlar onu bir kahraman olarak gördü. Ne yazık ki, düşmanları tarafından yakalandı ve büyük zorluklarla karşı karşıya kaldı. Ancak Joan görevine inanmaktan asla vazgeçmedi. Yıllar sonra, cesaret ve vatanseverliğin sembolü olarak hatırlandı. Joan of Arc bir aziz oldu ve dünyanın her yerinden insanlar onun hikayesini biliyor. Bize ne kadar genç ya da küçük olursanız olun, cesaretiniz varsa ve kendinize inanırsanız harika şeyler yapabileceğinizi öğretti.",
    "audio_file": "110023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Albert Einstein",
    "story_translation": "Bir zamanlar, Albert Einstein adında parlak bir fizikçi vardı. Albert'in evren ve nasıl çalıştığı hakkında derin bir merakı vardı. Uzay, zaman ve yerçekimini anlama şeklimizi değiştiren 'Görelilik Teorisi' adlı çığır açan bir teori ortaya attı. Formülü, E = mc², dünya çapında ün kazandı. Albert sadece bir bilim adamı değildi; Aynı zamanda barış ve insan hakları savunucusuydu. Savaşa ve adaletsizliğe karşı konuştu. Çalışmaları ve fikirleri bilimde devrim yarattı ve onu tarihin en ünlü bilim adamlarından biri yaptı. Albert Einstein bize hayal gücü, merak ve sıkı çalışma ile evrenin gizemlerini çözebileceğimizi ve dünyayı daha iyi bir yer haline getirebileceğimizi gösterdi.",
    "audio_file": "110024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "Berlin Duvarı'nın Yıkılışı",
    "story_translation": "Bir zamanlar, 1989'da Almanya'nın Berlin kentinde çok önemli bir olay yaşandı - Berlin Duvarı'nın Yıkılışı. Onlarca yıldır Berlin Duvarı, Soğuk Savaş sırasında Doğu ve Batı arasındaki bölünmeyi simgeleyen Doğu ve Batı Berlin'i ayırmıştı. Baskı ve bölünmenin sembolü olarak duran fiziksel ve ideolojik bir engeldi. Bununla birlikte, 1989 sonbaharında, Doğu Almanya'daki bir dizi barışçıl protesto ve siyasi değişiklik, düşünülemez olana yol açtı. 9 Kasım 1989 gecesi, Doğu Alman hükümeti vatandaşların Batı Berlin'e serbestçe geçebileceğini duyurdu. İnsan kalabalığı duvara akın etti ve çekiç ve keskilerle onu sökmeye başladılar. Ailelerin ve arkadaşların sevinçle yeniden bir araya gelmesini ve duvarın her iki tarafındaki insanların birbirlerini kucaklamasını dünya şaşkınlıkla izledi. Berlin Duvarı'nın yıkılması, Soğuk Savaş'ın sonunun başlangıcı ve nihayetinde Almanya'nın yeniden birleşmesi oldu. Engelleri yıkmak, özgürlük ve birliğe ulaşmak için bir araya gelen insanların gücünün bir kanıtıydı.",
    "audio_file": "110025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "İpek Yolu",
    "story_translation": "Uzun zaman önce, eski zamanlarda, İpek Yolu olarak bilinen geniş bir ticaret yolları ağı vardı. Bu tarihi yolculuk tek bir yol değil, Asya'ya uzanan ve Doğu'yu Batı'ya bağlayan birbirine bağlı yollardan oluşan karmaşık bir ağdı. İpek Yolu adını, bu rotalar boyunca ticareti yapılan en çok aranan mallardan biri olan Çin'de üretilen lüks bir kumaş olan değerli ipekten almıştır. Ancak İpek Yolu sadece ipekten ibaret değildi; malların, kültürlerin ve fikirlerin değiş tokuşu için bir kanaldı. Çin, Hindistan, İran, Arabistan ve diğer bölgelerden gelen tüccarlar, baharatlar, değerli metaller, değerli taşlar ve egzotik tekstiller gibi malları taşıyarak tehlikeli yolculuklara çıktılar. Bu emtialarla birlikte kültürlerini, dinlerini ve teknolojilerini paylaştılar. İpek Yolu, bilim, matematik ve sanatta ilerlemelere yol açan dikkate değer bir bilgi alışverişini kolaylaştırdı. Budizm, İslam ve Hıristiyanlığın dünyanın farklı bölgelerine yayılmasında da önemli bir rol oynamıştır. İpek Yolu geliştikçe, farklı medeniyetler arasında bir işbirliği ve anlayış ruhunu besledi. Zorlu arazilerin ve öngörülemeyen hava koşullarının zorluklarına rağmen, tüccarlar uzak diyarlar arasında bağlantılar kurarak yolculuklarına devam ettiler. İpek Yolu, kıtalar arasındaki insanları birbirine bağlayan ve dünyamızın tarihini şekillendirmede çok önemli bir rol oynayan bir köprüydü.",
    "audio_file": "110026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "Çin Seddi",
    "story_translation": "Yüzyıllar önce, Çin'in uçsuz bucaksız ve kadim topraklarında dikkate değer bir inşaat projesi başladı. Daha sonra dünyanın en ikonik ve hayranlık uyandıran yapılarından biri haline gelecek olan Çin Seddi'nin inşasıydı. Bu anıtsal girişim tek bir duvar değil, Çin'in kuzey sınırı boyunca uzanan bir dizi duvar, sur ve gözetleme kulesiydi. Çin Seddi'nin birincil amacı, Çin devletlerini ve imparatorluklarını göçebe kabilelerin istilalarından ve askeri saldırılardan korumaktı. Çin Seddi'nin inşası 2.000 yıldan fazla bir süre önce Qin Hanedanlığı döneminde başladı, ancak Han, Ming ve Qing Hanedanları da dahil olmak üzere sonraki hanedanlar tarafından genişletildi ve yeniden inşa edildi. Duvar, taş, toprak, ahşap ve tuğla gibi çeşitli malzemeler kullanılarak inşa edildi ve 13.000 ila 21.196 mil arasında değişen tahminlerle şaşırtıcı bir mesafeyi kapsıyordu. Bu, Çin halkının yaratıcılığının ve kararlılığının bir kanıtıydı. Çin Seddi sadece zorlu bir savunma yapısı olarak hizmet etmekle kalmadı, aynı zamanda İpek Yolu boyunca ticaret, iletişim ve kültürel alışverişi de kolaylaştırdı. Zamana direndi ve Çin'in zengin tarihinin ve kalıcı gücünün bir sembolü olmaya devam ediyor. Bugün, Dünyanın Yedi Harikasından biri olarak kabul ediliyor ve dünyanın dört bir yanından ihtişamına ve tarihi önemine hayran kalan milyonlarca insan tarafından ziyaret ediliyor.",
    "audio_file": "110027.wav"
  }
]