[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3只小猪",
    "story_translation": "很久很久以前，有三只小猪开始建造自己的房子。第一只小猪用稻草盖房子，第二只小猪用木棍盖房子，第三只小猪用砖头盖房子。有一天，一只大灰狼来到第一只小猪的家里。他气喘吁吁，把房子炸毁了！第一只小猪以最快的速度跑到第二只猪的家里。狼跟着他来到了木棍屋。他又气喘吁吁地把房子炸毁了！两只小猪跑到第三只猪的房子里，那是用砖头做的。狼试图炸毁砖房，但他做不到。他气喘吁吁地喘着粗气，但房子却屹立不倒。三只小猪在里面很安全，大灰狼最终也走了。猪们了解到，努力工作和奉献精神最终会得到回报。",
    "audio_file": "zh-Hans/10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "神奇的花园",
    "story_translation": "很久很久以前，一个小村庄里有一个神奇的花园。在这个花园里，五颜六色的花朵一年四季都盛开，树木向鸟儿低语着秘密。但最神奇的是那只名叫罗茜的会说话的兔子。Rosie非常友好，喜欢帮助任何来到花园的人。一个阳光明媚的早晨，一个名叫蒂米的小男孩参观了花园。他很伤心，因为他失去了他最喜欢的玩具。罗茜跳过来问道：“怎么了，蒂米？蒂米告诉罗茜他丢失的玩具。罗茜微笑着说：“别担心，蒂米。我可以帮你找到它。在罗茜的帮助下，蒂米在花园里搜索，发现他的玩具藏在一片闪亮的大叶子下。蒂米喜出望外，感谢罗茜的神奇帮助。从那天起，蒂米经常去神奇的花园，他和罗茜成了最好的朋友，一起分享了更多神奇的冒险。",
    "audio_file": "zh-Hans/10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "友好的森林",
    "story_translation": "从前，有一个女孩叫莉莉。她喜欢探索。有一天，她去了她家附近的一片大森林。在森林里，她遇到了一棵快乐的树，名叫特里。Treey露出笑脸。莉莉和特雷成了朋友。他们一起玩游戏。莉莉和崔伊还遇到了一只名叫吱吱的善良松鼠。吱吱喜欢坚果，并与莉莉和特里分享。他们笑了，玩得很开心。然后，他们发现了一朵漂亮的花。它色彩鲜艳，闻起来很香。他们把它捡起来，送给了一只名叫 Flutter 的友好蝴蝶。Flutter 很感激，在空中跳舞。Lily、Treey、Squeaky 和 Flutter 探索了更多的森林。他们看到一条波光粼粼的溪流，水清澈见底。这里是闪亮鱼的家园。莉莉和她的新朋友坐在溪边，享受着宁静的水声。到了回家的时候，莉莉说：“谢谢你成为我的朋友，Treey、Squeaky 和 Flutter。我很快就会回来见你。她挥手告别，离开了森林，很高兴遇到了她的新朋友。",
    "audio_file": "zh-Hans/10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "迷失的小猫",
    "story_translation": "很久很久以前，在一个安静的街区，有一个叫艾玛的小女孩。艾玛喜欢动物，有一天，她在后院发现了一只毛茸茸的小猫。小猫看起来很迷茫，很害怕。艾玛为小猫感到难过，决定帮忙。她轻轻地把它捡起来，给了它一条温暖的毯子。艾玛问她妈妈他们是否可以养这只小猫，她妈妈同意了。他们给这只小猫取名为Whiskers，因为它的胡须很可爱。艾玛和威瑟斯成了最好的朋友。他们每天一起玩耍，在阳光下打盹。艾玛给威瑟送来了美味的猫粮，威瑟高兴地咕噜咕噜地叫了起来。很快，Whiskers不再迷茫或害怕了。艾玛和她的毛茸茸的新朋友在一起很开心。他们分享了许多冒险经历，每天都让彼此微笑。",
    "audio_file": "zh-Hans/10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "金发姑娘和三只熊",
    "story_translation": "很久很久以前，在一片茂密的森林里，有一间舒适的小屋，里面住着三只熊：熊爸爸、熊妈妈和熊宝宝。一天早上，熊妈妈煮完美味的粥后，一家人去散步，让它凉快。当他们离开时，一个名叫金发姑娘的好奇小女孩偶然发现了他们的小屋。她敲了敲门，没人应答，她推开门走了进去。在厨房里，金发姑娘看到了三碗粥。她尝了尝第一碗的粥，那是熊爸爸的粥，惊呼道：“这粥太辣了！然后她尝了尝熊妈妈碗里的粥，说：“这粥太冷了。最后，她尝了尝小熊的粥，笑着说：“这粥正好！所以，她把它都吃光了。吃完饭后，金发姑娘觉得累了，在客厅里找到了三把椅子。她坐在熊爸爸的大椅子上，但太难了。她试过熊妈妈的中型椅子，但它太软了。然后她坐在小熊的小椅子上，它刚刚好，但它在她的重量下坏了！金发姑娘感到困倦，上楼找到了三张床。她躺在熊爸爸的床上，但太硬了。她走到熊妈妈的床上，但床太软了。最后，她试了小熊的床，正好。她睡着了。三只熊回到家，惊讶地看到他们的小屋门开着。在里面，他们发现他们的粥被吃了，他们的椅子被用了，最后，小女孩睡在了小熊的床上。金发姑娘醒来，看到了熊，以最快的速度跑出了小屋，再也没有回来。",
    "audio_file": "zh-Hans/10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "灰姑娘",
    "story_translation": "很久很久以前，在一个遥远的王国里，住着一个善良美丽的女孩，名叫灰姑娘。她与邪恶的继母和两个继妹住在一起，她们对她很差。灰姑娘被要求做所有的艰苦工作，只得到破布穿。有一天，国王宣布举办一场盛大的舞会，邀请王国里所有的年轻女士，因为王子正在寻找新娘。灰姑娘渴望去参加舞会，但她的继母禁止，让她哭着呆在家里。当灰姑娘哭泣时，她的仙女教母出现了。她挥动魔杖，将灰姑娘的破布变成了一件漂亮的礼服，把一个南瓜变成了一个华丽的马车。她给了灰姑娘玻璃拖鞋，并警告她魔法会在午夜消失。舞会上，灰姑娘的优雅和美丽吸引了所有人，尤其是王子。他们跳了一整夜的舞，但当时钟敲响十二点时，灰姑娘想起了仙女教母的警告，匆匆离开了，在宫殿的台阶上丢了她的一只玻璃拖鞋。王子决心找到这个神秘的女孩，用玻璃拖鞋搜索王国。当他到达灰姑娘的家时，拖鞋非常适合她。王子从舞会上认出了她，并宣布了他对她的爱。灰姑娘原谅了她的继母和继姐妹的残忍，并嫁给了王子。他们从此过上了幸福的生活，灰姑娘的善良和谦逊在整个王国都广为人知。",
    "audio_file": "zh-Hans/10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "杰克和豆茎",
    "story_translation": "很久很久以前，有一个名叫杰克的男孩和他的母亲住在一起。他们很穷，只有一头牛。有一天，杰克的母亲告诉他卖掉这头牛，因为他们需要钱。在去卖牛的路上，杰克遇到了一个男人，他给了他魔豆以换取牛。杰克很兴奋，跑回家给妈妈看。但他的母亲很生气，把豆子扔出窗外。第二天早上，杰克看到一根巨大的豆茎伸向天空。他很好奇，爬上了豆茎。它把他带到了一个高高在上的土地上，那里住着一个巨人。巨人有一只下金蛋的母鸡和一把神奇的竖琴。杰克偷偷溜进巨人的房子，拿走了母鸡和竖琴。但竖琴叫了出来，吵醒了巨人。杰克跑着爬下了豆茎。巨人跟在他身后。当杰克到达地面时，他迅速砍下了豆茎。巨人倒下了，再也没有出现过。杰克和他的母亲卖掉了金蛋，变得富有。他们从此过上了幸福的生活。",
    "audio_file": "zh-Hans/10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "丑小鸭",
    "story_translation": "很久很久以前，一只鸭妈妈有一批蛋。其中一个蛋比其他蛋大，孵化的时间要晚得多。从里面出来了一只小鸭子，看起来与他的兄弟姐妹不同。他身材魁梧，灰色，不像其他人那样黄色可爱。其他小鸭子不和他一起玩，说他丑。丑小鸭感到非常难过，离家出走，去找一个可以快乐的地方。他遇到了不同的动物，但它们都奇怪地看着他，因为他又大又灰。冬天来了，天气很冷。丑小鸭找到了一个湖，在湖里游了下去。他看到美丽的白色鸟儿在他头顶飞翔。他希望自己能像他们一样美丽优雅。当春天到来时，丑小鸭看到了他在水中的倒影。他不再是一只灰色的、笨拙的鸟。他变成了一只美丽的天鹅！其他天鹅欢迎他，和他一起玩耍。人们看到他，说：“看看那只美丽的天鹅！丑小鸭，现在是一只美丽的天鹅，非常高兴。他知道，他出生时的样子并不重要，因为他已经变成了一只可爱的天鹅。",
    "audio_file": "zh-Hans/10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "小红母鸡",
    "story_translation": "从前，有一只小红母鸡住在农场里。她在地上发现了一些种子。小红母鸡有个主意。她想，'我要种下这些种子。她问她的朋友，狗、猫和鸭子，“谁来帮我种种子？但是他们都说，'不是我'，于是小红母鸡说，'那我自己做。她独自一人播下了种子。当种子长成高大的麦子时，小红母鸡问：“谁来帮我割麦子？狗、猫和鸭子又说：“不是我，”于是小红母鸡说：“那我自己做。她自己割麦子。接着，她问：“谁来帮我把麦子做成面粉？但她的朋友说，“不是我”，所以，她自己做了这一切。然后，小红母鸡说：“谁来帮我烤面包？再一次，他们都说，'不是我。 于是，她自己烤了面包。当面包准备好，闻起来很香时，狗、猫和鸭子走过来说：“我们来帮你吃面包！但小红母鸡说：“不，我自己吃。她做到了。她吃了面包，非常高兴。",
    "audio_file": "zh-Hans/10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "和野兔",
    "story_translation": "很久很久以前，有一只速度很快的野兔，他喜欢吹嘘自己能跑多快。还有一只行动迟缓的，它移动得很慢。有一天，兔子嘲笑说：“你太慢了！我能跑得比你快多了！回答说：“让我们比赛一下，看看谁更快。他们决定参加比赛。第二天，森林里所有的动物都来观看。比赛开始了，野兔跑得很快，把远远甩在后面。但很快，野兔就想：“我走得太远了，我可以休息一会儿。于是，他躺在一棵树下睡着了。一直缓慢而稳定地走着。他没有停下来，也没有休息。过了很久，他经过了沉睡的野兔。当兔子醒来时，他看到已经接近终点线。他跑得尽可能快，但为时已晚。率先冲过终点线。赢得了比赛，因为他一直走得很慢，没有放弃。兔子知道速度并不总是最好的，你不应该吹嘘或低估别人。",
    "audio_file": "zh-Hans/10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "汉塞尔和格莱特",
    "story_translation": "很久很久以前，有两个孩子，Hansel 和 Gretel，他们与父亲和一个刻薄的继母住在一起。他们非常贫穷，有一天，继母决定把孩子们留在森林里，因为没有足够的食物供每个人食用。父亲不想，但他同意了。汉塞尔听到了他们的计划，收集了闪亮的鹅卵石。当他们走进森林时，汉塞尔放下鹅卵石，开辟了一条回家的道路。父母离开后，汉塞尔和格莱特沿着鹅卵石路找到了回家的路。他们的父亲很高兴见到他们，但继母却不高兴。下一次，Hansel 和 Gretel 被带到了森林的更深处。汉塞尔留下了一串面包屑，但鸟儿吃掉了它们，它们找不到回去的路。迷茫和饥饿的他们找到了一个用糖果做成的房子，开始吃它。住在那里的一个老巫婆抓住了他们，把汉塞尔关在笼子里。她让格蕾特做家务，并计划吃掉汉塞尔。格蕾特欺骗了女巫，把她推进了烤箱。然后，她释放了汉塞尔，他们在女巫的房子里找到了宝藏。女巫走了，汉塞尔和格蕾特带着宝藏找到了回家的路。他们的父亲见到他们非常高兴，并说他后悔把他们留在森林里。他们再也没有见过那个卑鄙的继母。从此，他们都过上了幸福的生活，食物充足，不再有烦恼。",
    "audio_file": "zh-Hans/10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "皇帝的新衣",
    "story_translation": "从前，有一个虚荣的皇帝，他喜欢穿花哨的衣服。他把所有的钱都花在了穿得好的衣服上。有一天，两个骗子来到了皇帝的城里。他们说他们可以制作世界上最漂亮的衣服。他们声称，这些衣服对任何非常愚蠢或不擅长工作的人来说都是看不见的。皇帝认为这是个好主意。他给了他们黄金和丝绸来制作衣服。骗子假装工作，但他们把所有的黄金和丝绸都留给了自己。当衣服“准备好”时，皇帝去看他们。他没有看到任何衣服，但他不想显得愚蠢，所以他假装欣赏它们。骗子假装给皇帝穿上新衣服。皇帝在全体人民面前游行。人群中的每个人都假装看到了衣服，因为他们不想被人说傻。最后，一个小孩喊道：“可是他什么都没穿！慢慢地，每个人都开始窃窃私语。皇帝意识到他们是对的，但继续游行，太骄傲了，不敢承认自己的错误。",
    "audio_file": "zh-Hans/10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "睡美人",
    "story_translation": "很久很久以前，有一位国王和一位王后希望有一个孩子。终于，他们的愿望实现了，他们有了一个漂亮的女婴。他们给她起名叫奥罗拉。为了庆祝奥罗拉的诞生，国王和王后举行了盛大的派对。他们邀请王国里所有的仙女来祝福奥罗拉。每个仙女都给了奥罗拉一份礼物，比如美丽、善良和智慧。但是有一位老仙女没有被邀请。她感到很生气，还是来参加聚会了。她送给奥罗拉一份糟糕的礼物：在她十六岁生日那天，奥罗拉会把手指刺在纺车上，然后永远睡着了。幸运的是，最小的仙女还没有给她礼物。她无法解除老仙女的诅咒，但她可以软化它。她说，奥罗拉不会死，而是会陷入沉睡，只有真爱的吻才能唤醒她。岁月流逝，奥罗拉长大了，成为一个美丽善良的公主。在她十六岁生日那天，她发现了一个纺车，刺破了她的手指。她沉沉地睡着了，整个王国都和她一起睡着了。一百年过去了，一位王子来到了王国。他找到了奥罗拉并亲吻了她。这个吻打破了魔咒。奥罗拉和整个王国都醒了过来。王子和奥罗拉坠入爱河并结婚。从此，他们过上了幸福的生活，王国再次充满了欢乐和欢笑。",
    "audio_file": "zh-Hans/10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "阿米莉亚·埃尔哈特",
    "story_translation": "很久很久以前，有一个勇敢而富有冒险精神的女孩，名叫阿米莉亚·埃尔哈特。阿米莉亚喜欢看鸟儿，梦想着像它们一样在天空中翱翔。她成长的时代没有多少女性成为飞行员，但阿米莉亚决心追随她的梦想。她非常努力地工作，学会了如何驾驶飞机，成为世界上最早的女飞行员之一。阿米莉亚做了一件非常了不起的事情：她独自一人飞越了广阔的大西洋，成为有史以来第一位这样做的女性！她的勇气和成功向所有人表明，女孩也可以实现远大的梦想。阿米莉亚成名并激励了许多人，尤其是女孩，追求自己的梦想，无论她们有多大。她证明了，只要有决心和勇气，你就可以伸手去追逐星星，让你的梦想成真。",
    "audio_file": "zh-Hans/10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "马丁·路德·金",
    "story_translation": "很久很久以前，有一个人叫马丁·路德·金，他有一个很大的梦想。他梦想着一个世界，每个人，无论肤色如何，都能得到平等和公平的对待。马丁生活在一个不是每个人都受到相同对待的时代——不同肤色的人有不同的学校，不同的喷泉，并且不被允许做同样的事情。这让马丁非常难过，他想改变它。他成为了一名领导者，并向许多人讲述了他的梦想。他发表演讲并领导和平游行，要求每个人都受到善待和尊重。他最著名的演讲始于“我有一个梦想......”马丁勇敢而坚强，他非常努力地让世界变得更美好。因为他，许多法律被改变，人们开始明白平等对待每个人是多么重要。马丁·路德·金（Martin Luther King Jr.）向我们展示了，有了爱、和平和决心，我们可以做出重大改变，并帮助每个人更好地生活在一起。",
    "audio_file": "zh-Hans/10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "罗莎·帕克斯",
    "story_translation": "曾几何时，有一位名叫罗莎·帕克斯（Rosa Parks）的勇敢女性，她为正义挺身而出。罗莎生活在一个人们因肤色而受到不同对待的时代。有一天，经过漫长的一天工作，罗莎在阿拉巴马州蒙哥马利的一辆公共汽车上坐了下来。公共汽车司机告诉她让位给白人乘客，但罗莎很累，不仅因为她的一天，而且因为她和其他人每天必须遵守的不公平规则。她决定保持坐姿，以一种安静而有力的方式说不。罗莎的勇敢举动是一个非常重要的时刻。它掀起了一场由马丁·路德·金（Martin Luther King Jr.）领导的大规模运动，许多人联合起来为平等和公平而战。他们组织了一场大规模的公共汽车抵制活动，他们停止使用公共汽车，直到每个人都可以坐在他们想坐的地方。罗莎的简单勇气行为帮助改变了许多不公平的法律，并向世界展示了如何为正义挺身而出，即使是在很小的方面，也能产生巨大的影响。罗莎·帕克斯（Rosa Parks）被人们铭记为“民权运动之母”，她的故事告诉我们，任何人都可以成为英雄，并帮助改变世界，让世界变得更美好。",
    "audio_file": "zh-Hans/10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "尼尔·阿姆斯特朗",
    "story_translation": "很久很久以前，有一个名叫尼尔·阿姆斯特朗的冒险家。他有一个梦想，想做一些以前没有人做过的事情——在月球上行走！尼尔热爱飞行，并成为了一名飞行员，在天空中飞得很高，甚至成为一名宇航员，这意味着他可以去太空。1969 年 7 月 20 日，尼尔和他的朋友们乘坐一艘名为阿波罗 11 号的宇宙飞船一路飞向月球。这是一段漫长而激动人心的旅程。当他们到达月球时，尼尔是第一个走出宇宙飞船来到尘土飞扬的月球表面的人。当他迈出第一步时，他说：“这是人类的一小步，是人类的一大步。这意味着，尽管他的脚步很小，但对世界各地的所有人来说都是一个重要的时刻。尼尔和他的朋友们收集了月球岩石并插上了一面旗帜。当他们回到地球时，他们被誉为英雄。尼尔的梦想和勇敢向所有人展示了，通过努力和决心，我们可以到达星星并取得不可思议的事情。",
    "audio_file": "zh-Hans/10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "玛丽·居里",
    "story_translation": "很久很久以前，在波兰这个国家，有一个非常好奇和聪明的女孩，名叫居里夫人。玛丽喜欢学习，尤其是关于科学的学习。长大后，她搬到法国巴黎学习，因为她想成为一名科学家。当时，没有多少女性是科学家，但玛丽下定决心。她和丈夫皮埃尔·居里（Pierre Curie）在一个狭小而黑暗的实验室里工作。他们一起发现了一种叫做镭的神奇东西。镭是一种特殊的金属，在黑暗中会发光，可以用来帮助医生看到人们的身体内部，使他们变得更好。居里夫人因她的发现而声名鹊起，她获得诺贝尔奖的不是一次，而是两次！她是第一位赢得这个大奖的女性，也是有史以来第一个两次获得该奖项的人。玛丽向世界展示了女孩也可以成为伟大的科学家。她努力工作，从不放弃，即使困难重重。她的发现帮助了许多人，并永远改变了科学世界。",
    "audio_file": "zh-Hans/10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "马拉拉·优素福扎伊",
    "story_translation": "很久很久以前，在巴基斯坦美丽的斯瓦特山谷，有一个名叫马拉拉·优素福扎伊的勇敢女孩。马拉拉喜欢上学和学习新事物，但在她的国家，一群人认为女孩不应该上学。马拉拉相信每个女孩和男孩都有学习的权利，因此她为自己和其他孩子的权利大声疾呼。她在日记中写下了自己的生活和上学的愿望，全世界很多人都读了她的文字。她的勇气让一些人生气，有一天，她受伤了。但马拉拉很坚强，她没有放弃。在她好转后，她继续为所有孩子的教育大声疾呼。她的勇敢和她的故事激励了许多人，她成为有史以来最年轻的诺贝尔和平奖获得者。马拉拉向所有人展示了，即使你还年轻，你也可以通过坚持自己的信仰来改变世界。",
    "audio_file": "zh-Hans/10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "纳尔逊·曼德拉",
    "story_translation": "很久很久以前，在南非，有一个名叫纳尔逊·曼德拉的人。曼德拉是一个勇敢而睿智的人，他相信每个人都应该得到平等对待，无论他们的肤色如何。但在那段时间里，在南非，有不公平的法律，称为种族隔离，根据种族和肤色将人们分开。曼德拉希望改变这些法律，以便每个人，无论是黑人还是白人，都能和平共处。他非常努力地工作，并与许多人交谈，试图以和平的方式带来改变。但政府不喜欢这样，他们把他关进监狱多年。曼德拉从未放弃希望，他成为争取自由斗争的象征。全世界的人们都知道他并支持他的事业。终于，在27年后，他被释放了。当曼德拉成为南非第一位黑人总统时，他的梦想开始成真，他致力于将各种肤色的人聚集在一起。他向世界展示了宽恕的力量，以及为正义而战的重要性。纳尔逊·曼德拉（Nelson Mandela）是一位为他的国家和世界带来希望和变革的英雄。",
    "audio_file": "zh-Hans/10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "列奥纳多·达·芬奇",
    "story_translation": "很久很久以前，在意大利，住着一个好奇而聪明的男孩，名叫莱昂纳多·达·芬奇。莱昂纳多喜欢探索周围的世界，对很多事情都感兴趣。他喜欢画画，甚至发明新事物。长大后，他变得非常擅长艺术，创作了精美的画作，其中一幅就是著名的《蒙娜丽莎》，至今人们仍然欣赏。但莱昂纳多不仅仅是一位艺术家;他也是一位科学家和发明家。他研究鸟类，梦想制造出一台可以飞行的机器，就像今天的飞机一样。他还观察了人体以了解它是如何工作的，并画了许多他的想法草图。莱昂纳多是一个非常有才华的人，他对世界的好奇心从未停止过。他一生都在不断学习和创造。他向我们展示了，如果你有好奇心并努力工作，你可以学习很多不同的东西，甚至可能用你的想法改变世界。",
    "audio_file": "zh-Hans/10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "克利奥帕特拉",
    "story_translation": "很久很久以前，在古埃及，有一位名叫克利奥帕特拉的著名女王。克娄巴特拉不仅仅是一位女王;她也非常聪明，受过教育。她会说多种语言，并以她的魅力和智慧而闻名。作为埃及的统治者，克利奥帕特拉非常关心她的人民，并努力使她的国家强大而强大。她还以她的美丽和她与朱利叶斯·凯撒和马克·安东尼等其他国家强大领导人的伟大爱情故事而闻名。克娄巴特拉生活在一个女性处于如此强大地位的时代，但她表明她可以像任何国王一样统治。在古埃及成为罗马帝国的一部分之前，她是古埃及最后的统治者之一。克娄巴特拉的一生充满了冒险，她作为她那个时代最迷人和最有影响力的女性之一被人们铭记。",
    "audio_file": "zh-Hans/10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "伽利略·伽利莱",
    "story_translation": "很久很久以前，在意大利，有一个名叫伽利略·伽利莱的人。伽利略对世界和天空中的星星非常好奇。他喜欢学习和学习他能学到的一切。他做的最重要的事情之一就是用望远镜观察恒星和行星，这在当时是一项新发明。伽利略发现地球和其他行星围绕太阳运动，而不是像当时大多数人认为的那样相反。这是一个重大发现，因为它改变了人们理解宇宙的方式。然而，并不是每个人都对伽利略的想法感到满意。有些人，包括有权势的领导人，不相信他，也不想让别人相信他。他们认为他的想法太不同了。伽利略必须非常勇敢地分享他的发现，并为他所知道的真理挺身而出。他不停地学习和教学，今天，我们记得伽利略是有史以来最伟大的科学家之一。他告诉我们，有时你必须质疑别人的想法，并勇敢地遵循自己的想法。",
    "audio_file": "zh-Hans/10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "圣女贞德",
    "story_translation": "从前在法国，有一个名叫圣女贞德的年轻女孩。琼住在一个小村庄里，当时她的国家法国正在与另一个叫英国的国家发生大战。琼非常勇敢，并相信她有帮助法国的特殊使命。她说，她听到圣徒的声音告诉她要拯救她的国家。尽管她只是一个十几岁的女孩，但贞德说服了法国王子让她率领一支军队。她穿着盔甲，骑在马上，带领她的士兵参加战斗。琼的勇气激励了她周围的每个人，她帮助赢得了一些重要的战斗。人们把她视为英雄。不幸的是，她被敌人俘虏，面临着巨大的挑战。但琼从未停止相信她的使命。多年后，她被人们铭记为勇敢和爱国主义的象征。圣女贞德成为圣人，全世界都知道她的故事。她教导我们，无论你多么年轻或多小，只要你有勇气并相信自己，你就可以做伟大的事情。",
    "audio_file": "zh-Hans/10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "爱因斯坦",
    "story_translation": "很久很久以前，有一位才华横溢的物理学家，名叫阿尔伯特·爱因斯坦。阿尔伯特对宇宙及其运作方式有着深深的好奇心。他提出了一个开创性的理论，称为“相对论”，它改变了我们对空间、时间和引力的理解方式。他的公式E=mc²在世界范围内广为人知。阿尔伯特不仅仅是一位科学家;他也是和平与人权的倡导者。他大声疾呼反对战争和不公正。他的工作和思想彻底改变了科学，使他成为历史上最著名的科学家之一。阿尔伯特·爱因斯坦向我们展示了，通过想象力、好奇心和努力，我们可以解开宇宙的奥秘，让世界变得更美好。",
    "audio_file": "zh-Hans/10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "柏林墙的倒塌",
    "story_translation": "曾几何时，在1989年，德国柏林发生了一件大事——柏林墙倒塌。几十年来，柏林墙将东柏林和西柏林分隔开来，象征着冷战期间东西方的分裂。这是一个物理和意识形态的障碍，是压迫和分裂的象征。然而，在1989的秋天，东德的一系列和平抗议和政治变革导致了不可想象的。1989年11月9日晚，东德政府宣布公民可以自由进入西柏林。成群结队的人涌向墙边，用锤子和凿子开始拆除它。全世界都惊讶地看着家人和朋友欢欣地团聚，墙两边的人们互相拥抱。柏林墙的倒塌标志着冷战结束的开始和德国的最终统一。这证明了人们团结起来打破障碍、实现自由和团结的力量。",
    "audio_file": "zh-Hans/10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "丝绸之路",
    "story_translation": "很久以前，在古代，存在着一个庞大的贸易路线网络，被称为丝绸之路。这段历史性的旅程不是一条单一的道路，而是一个复杂的相互连接的路径网络，横跨亚洲，连接东西方。丝绸之路得名于珍贵的丝绸，这是一种在中国生产的奢华面料，是这些路线上最受欢迎的商品之一。然而，丝绸之路不仅仅是丝绸;它是商品、文化和思想交流的渠道。来自中国、印度、波斯、阿拉伯和其他地区的商人踏上了危险的旅程，携带香料、贵金属、宝石和异国情调的纺织品等货物。除了这些商品，他们还分享了他们的文化、宗教和技术。丝绸之路促进了非凡的知识交流，导致了科学、数学和艺术的进步。它还在佛教、伊斯兰教和基督教向世界不同地区的传播中发挥了重要作用。随着丝绸之路的蓬勃发展，它培养了不同文明之间的合作与理解精神。尽管面临恶劣地形和不可预测的天气的挑战，商人仍继续他们的旅程，在遥远的土地之间建立联系。丝绸之路是连接各大洲人民的桥梁，在塑造世界历史方面发挥了关键作用。",
    "audio_file": "zh-Hans/10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "中国长城",
    "story_translation": "许多世纪前，在广袤而古老的中国土地上，一个非凡的建筑工程开始了。它建造了后来成为世界上最具标志性和令人敬畏的建筑之一：中国长城。这项不朽的事业不是一堵墙，而是一系列横跨中国北部边境的城墙、防御工事和瞭望塔。长城的主要目的是保护中国国家和帝国免受游牧部落的入侵和军事入侵。长城的建造始于 2,000 多年前的秦朝，但随后的朝代，包括汉、明、清三代，对其进行了扩建和重建。这堵墙是用石头、泥土、木头和砖块等各种材料建造的，它覆盖了惊人的距离，估计从 13,000 英里到 21,196 英里不等。这证明了中国人民的聪明才智和决心。长城不仅是一个强大的防御结构，而且还促进了丝绸之路沿线的贸易、通讯和文化交流。它经受住了时间的考验，仍然是中国悠久历史和持久实力的象征。今天，它被公认为世界七大奇迹之一，来自世界各地的数百万人前来参观，他们惊叹于它的宏伟和历史意义。",
    "audio_file": "zh-Hans/10027.wav"
  }
]