[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "Τα τρία μικρά γουρουνάκια",
        "fiction": true,
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "Μια φορά και έναν καιρό, τρία μικρά γουρουνάκια αποφάσισαν να χτίσουν σπίτια για να παραμείνουν ασφαλή. Το πρώτο γουρουνάκι έχτισε ένα σπίτι από άχυρα γιατί ήταν εύκολο. Το δεύτερο γουρουνάκι έχτισε ένα σπίτι από ξύλα, πιο δυνατό αλλά ακόμα αδύναμο. Το τρίτο γουρουνάκι έχτισε ένα σπίτι από τούβλα, δυνατό και στιβαρό. Μια μέρα, ήρθε ένας μεγάλος κακός λύκος στο σπίτι από άχυρα. Φυσηξε, φύσηξε και εύκολα γκρέμισε το σπίτι από άχυρα. Το τρομαγμένο γουρουνάκι έτρεξε στο σπίτι από ξύλα με τον αδελφό του. Ο λύκος τους ακολούθησε, φύσηξε και γκρέμισε το σπίτι από ξύλα. Και τα δύο γουρουνάκια έτρεξαν στο σπίτι από τούβλα, ελπίζοντας ότι ήταν δυνατό. Ο λύκος φύσηξε, φύσηξε, αλλά το σπίτι από τούβλα δεν έπεσε. Απογοητευμένος, ο λύκος προσπάθησε να κατέβει από την καμινάδα για να πιάσει τα γουρουνάκια. Τα γουρουνάκια άναψαν μια φωτιά και ο λύκος έφυγε τρομαγμένος. Τα τρία γουρουνάκια ήταν ασφαλή και έμαθαν ότι η σκληρή δουλειά πάντα αποδίδει. Έζησαν ευτυχισμένα για πάντα στο δυνατό και ασφαλές σπίτι τους από τούβλα.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "Χρυσόμαλλης",
        "fiction": true,
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "Μια ηλιόλουστη πρωινή, η Χρυσομαλλούσα περπατούσε στο δάσος και βρήκε ένα μικρό σπίτι. Η πόρτα ήταν ανοιχτή, οπότε η Χρυσομαλλούσα αποφάσισε να μπει μέσα και να εξερευνήσει. Στην κουζίνα, βρήκε τρία μπολ χυλού στο τραπέζι. Δοκίμασε το πρώτο μπολ και είπε: Αυτός ο χυλός είναι πολύ ζεστός! Δοκίμασε το δεύτερο μπολ και είπε: Αυτός ο χυλός είναι πολύ κρύος! Δοκίμασε το τρίτο μπολ και είπε χαρούμενα: Αυτός ο χυλός είναι ακριβώς σωστός! Μετά το φαγητό, η Χρυσομαλλούσα ένιωσε κουρασμένη και παρατήρησε τρεις καρέκλες στο σαλόνι. Κάθισε στην πρώτη καρέκλα αλλά είπε: Αυτή η καρέκλα είναι πολύ σκληρή! Δοκίμασε τη δεύτερη καρέκλα αλλά είπε: Αυτή η καρέκλα είναι πολύ μαλακή! Κάθισε στην τρίτη καρέκλα και είπε: Αυτή η καρέκλα είναι ακριβώς σωστή! Ξαφνικά, η μικρή καρέκλα έσπασε, και η Χρυσομαλλούσα σηκώθηκε γρήγορα με έκπληξη. Νιώθοντας νυσταγμένη, ανέβηκε τις σκάλες και βρήκε τρία κρεβάτια σε ένα δωμάτιο. Ξάπλωσε στο πρώτο κρεβάτι και είπε: Αυτό το κρεβάτι είναι πολύ σκληρό! Δοκίμασε το δεύτερο κρεβάτι αλλά είπε: Αυτό το κρεβάτι είναι πολύ μαλακό! Ξάπλωσε στο τρίτο κρεβάτι και είπε: Αυτό το κρεβάτι είναι ακριβώς σωστό! Η Χρυσομαλλούσα αποκοιμήθηκε γρήγορα, χωρίς να γνωρίζει ότι οι τρεις αρκούδες γύριζαν στο σπίτι. Ο Παππούς Αρκούδας είπε: Κάποιος έχει φάει το χυλό μου! με πολύ δυνατή φωνή. Η Μαμά Αρκούδα είπε: Κάποιος έχει καθίσει στην καρέκλα μου και την έσπασε! Το Μωρό Αρκούδα είπε: Κάποιος έχει κοιμηθεί στο κρεβάτι μου, και να, είναι εδώ! Η Χρυσομαλλούσα ξύπνησε, είδε τις αρκούδες και φώναξε καθώς έτρεξε έξω. Έτρεξε μέσα από το δάσος, υποσχόμενη στον εαυτό της ότι ποτέ δεν θα μπει ξανά σε ξένα σπίτια.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Σταχτοπούτα (Stachtopouta).",
        "fiction": true,
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "Μια φορά κι έναν καιρό, μια καλή κοπέλα που ονομαζόταν Σταχτοπούτα ζούσε με τη σκληρή παραγωγή της. Η μητριά της και οι ετεροθαλείς αδελφές της την υποχρέωναν να κάνει όλες τις δουλειές του σπιτιού και να μαγειρεύει. Μια μέρα, ο βασιλιάς ανακοίνωσε έναν εντυπωσιακό χορό για να βρει ο πρίγκιπας μια νύφη. Η Σταχτοπούτα ήθελε να πάει, αλλά η μητριά της αρνήθηκε και την άφησε στο σπίτι. Καθώς έκλαιγε, η Νεράιδα Νονού εμφανίστηκε και υποσχέθηκε να τη βοηθήσει να παραστεί. Με μια κίνηση του ραβδιού της, μεταμόρφωσε τα κουρέλια της Σταχτοπούτας σε ένα όμορφο φόρεμα. Της έδωσε γυάλινα παπούτσια και μετέτρεψε μία κολοκύθα σε μία μαγική άμαξα. Η Νεράιδα Νονού είπε: Να επιστρέψεις πριν μεσάνυχτα ή η μαγεία θα εξαφανιστεί. Στον χορό, όλοι θαύμαζαν τη Σταχτοπούτα, και ο πρίγκιπας ερωτεύτηκε αυτήν. Χόρεψαν μαζί όλη τη νύχτα μέχρι που η ώρα χτύπησε δώδεκα, και η Σταχτοπούτα έτρεξε μακριά. Άφησε πίσω της ένα γυάλινο παπούτσι, το οποίο ο πρίγκιπας χρησιμοποίησε για να την αναζητήσει. Ο πρίγκιπας επισκέφθηκε κάθε σπίτι, δοκιμάζοντας το παπούτσι σε κάθε νέα γυναίκα του βασιλείου. Όταν έφτασε στο σπίτι της Σταχτοπούτας, οι ετεροθαλείς αδελφές προσπάθησαν αλλά τα πόδια τους δεν μπορούσαν να χωρέσουν στο παπούτσι. Η Σταχτοπούτα δοκίμασε το παπούτσι, και ταίριαξε τέλεια! Ο πρίγκιπας ήξερε ότι αυτή ήταν η μία. Παντρεύτηκαν σύντομα μετά, και η Σταχτοπούτα συγχώρησε τη μητριά της και τις ετεροθαλείς αδελφές της για την κακία τους. Η Σταχτοπούτα και ο πρίγκιπας ζούσαν ευτυχισμένοι για πάντα στο μεγαλοπρεπή παλάτι.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "Τζακ και το φασόλι",
        "fiction": true,
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "Μια φορά κι έναν καιρό, ένα φτωχό αγόρι που το έλεγαν Τζακ ζούσε με τη μητέρα του. Είχαν μόνο μια αγελάδα, την οποία πωλούσαν για φαγητό και χρήματα. Μια μέρα, ο Τζακ αντάλλαξε την αγελάδα με μαγικά φασόλια από έναν παράξενο άνθρωπο. Η μητέρα του θύμωσε πολύ και πέταξε τα φασόλια έξω από το παράθυρο. Μέχρι το πρωί, τα φασόλια είχαν μεγαλώσει σε έναν γιγάντιο κορμό φασολιού που έφτανε μέχρι τον ουρανό. Περίεργος, ο Τζακ ανέβηκε τον κορμό και ανακάλυψε ένα τεράστιο κάστρο στα σύννεφα. Μέσα, είδε έναν γίγαντα που είχε ένα χρυσό άρπα και μια μαγική κότα. Η κότα έφερνε χρυσά αυγά, και η άρπα έπαιζε όμορφα τραγούδια μόνη της. Ο Τζακ πήρε την κότα και την άρπα, αλλά ο γίγαντας ξύπνησε και τον κυνηγούσε. Ο Τζακ κατέβηκε γρήγορα τον κορμό ενώ ο θυμωμένος γίγαντας τον ακολουθούσε από πίσω. Φτάνοντας στο έδαφος, ο Τζακ πήρε ένα τσεκούρι και έκοψε τον κορμό. Ο γίγαντας έπεσε από τον κορμό και δεν φάνηκε ποτέ ξανά. Με τα χρυσά αυγά της κότας, ο Τζακ και η μητέρα του έζησαν ευτυχισμένοι για πάντα.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "Η Χελώνα και ο Λαγός",
        "fiction": true,
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "Μια φορά και έναν καιρό, ένας γρήγορος λαγός αγαπούσε να καυχιέται για το πόσο γρήγορος είναι. Ο λαγός γέλασε με μια αργοκίνητη χελώνα και την προσκάλεσε σε έναν αγώνα. Σίγουρος για τη νίκη του, ο λαγός έτρεξε γρήγορα μπροστά, αφήνοντας την χελώνα πολύ πίσω στη σκόνη. Εν ολίγοις, ο λαγός αποφάσισε να κάνει έναν ύπνο κάτω από ένα δέντρο. Εν τω μεταξύ, η χελώνα περπατούσε σταθερά, χωρίς να σταματά ποτέ, και τελικά πέρασε τον κοιμισμένο λαγό. Όταν ο λαγός ξύπνησε, συνειδητοποίησε ότι η χελώνα ήταν κοντά στη γραμμή του τερματισμού. Ο λαγός έτρεξε όσο πιο γρήγορα μπορούσε, αλλά ήταν πολύ αργά. Η χελώνα πέρασε πρώτη τη γραμμή τερματισμού και κέρδισε τον αγώνα εναντίον του λαγού. Ο λαγός αισθανόταν ντροπή και έμαθε ένα πολύτιμο μάθημα για την υπερβολική αυτοπεποίθηση και την ταπεινότητα. Η χελώνα έδειξε ότι η αργή και σταθερή προσπάθεια μπορεί να νικήσει την υπερβολική αυτοπεποίθηση και την βιασύνη.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Χάνσελ και Γκρέτελ",
        "fiction": true,
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "Μια φορά κι έναν καιρό, ο Χάνσελ και η Γκρέτελ ζούσαν με τον πατέρα τους και τη θετή μητέρα τους. Η οικογένεια ήταν πολύ φτωχή, και η θετή μητέρα σχεδίαζε να εγκαταλείψει τα παιδιά. Μια νύχτα, ο Χάνσελ άκουσε το σχέδιο και μάζεψε λαμπερά βότσαλα για να σημαδέψει έναν δρόμο. Την επόμενη μέρα, οι γονείς οδήγησαν τον Χάνσελ και τη Γκρέτελ βαθιά μέσα στο δάσος. Όταν έμειναν μόνοι, ο Χάνσελ και η Γκρέτελ ακολούθησαν το μονοπάτι με τα βότσαλα και επέστρεψαν σπίτι τους με ασφάλεια. Θυμωμένη, η θετή μητέρα τους πήρε ακόμη πιο βαθιά στο δάσος την επόμενη μέρα. Ο Χάνσελ προσπάθησε να αφήσει ψίχουλα, αλλά τα πουλιά τα έφαγαν, αφήνοντάς τους χαμένα και τρομαγμένα. Πλανήθηκαν και ανακάλυψαν ένα σπίτι από γλυκά που ανήκε σε μια μάγισσα που τα παγίδευσε. Η μάγισσα σχεδίαζε να φάει τον Χάνσελ και έκανε τη Γκρέτελ να κάνει όλες τις δουλειές. Η έξυπνη Γκρέτελ ξεγέλασε τη μάγισσα και την έσπρωξε μέσα στον καυτό φούρνο. Βρήκαν θησαυρούς στο σπίτι της μάγισσας και τους μετέφεραν πίσω σπίτι. Ο πατέρας τους ήταν πανευτυχής, και η κακή θετή μητέρα είχε φύγει για πάντα από τη ζωή τους. Ο Χάνσελ και η Γκρέτελ ζούσαν ευτυχισμένοι για πάντα, με άφθονο φαγητό και χωρίς ανησυχίες.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "Τα καινούργια ρούχα του Αυτοκράτορα",
        "fiction": true,
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "Μια φορά κι έναν καιρό, ένας αυτοκράτορας αγαπούσε να φοράει τα πιο εξαιρετικά και φαντεζίστικα ρούχα. Δύο απατεώνες τον επισκέφθηκαν, ισχυριζόμενοι ότι μπορούσαν να φτιάξουν μαγικά ρούχα που ήταν αόρατα για τους ανόητους. Ο αυτοκράτορας τους έδωσε χρυσό και μετάξι για να δημιουργήσουν τα υπέροχα ενδύματα. Οι απατεώνες έκαναν ότι εργαζόταν σκληρά, αλλά κράτησαν τον χρυσό και το μετάξι για τους εαυτούς τους. Όταν τα ρούχα ήταν έτοιμα, ο αυτοκράτορας δεν είδε τίποτα, αλλά φοβήθηκε να το παραδεχτεί. Έκανε ότι θαυμάζει τα αόρατα ρούχα, ανησυχώντας μήπως οι άλλοι τον θεωρήσουν ανόητο. Οι απατεώνες έκαναν ότι τον ντύνουν και ο αυτοκράτορας ανακοίνωσε μια μεγαλειώδη παρέλαση. Όλοι στην πλήθος επίσης έκαναν ότι βλέπουν τα νέα ρούχα του αυτοκράτορα. Τελικά, ένα παιδί φώναξε: Αλλά δεν φοράει τίποτα καθόλου! Το πλήθος ψιθύρισε και συμφώνησε, συνειδητοποιώντας ότι ο αυτοκράτορας είχε εξαπατηθεί τελείως. Ο αυτοκράτορας ντράπηκε, αλλά συνέχισε την παρέλαση, πολύ περήφανος για να παραδεχτεί το λάθος του. Από εκείνη την ημέρα, έγινε πιο ταπεινός και νοιαζόταν λιγότερο για φαντεζί ρούχα.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "Ωραία Κοιμωμένη (Oraia Kimomeni)",
        "fiction": true,
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "Μια φορά κι έναν καιρό, ένας βασιλιάς και μια βασίλισσα επιθυμούσαν ένα παιδί. Η επιθυμία τους έγινε πραγματικότητα και απέκτησαν μια όμορφη κοπέλα, τη Αυγούλα. Οι νεράιδες χάρισαν στην Αυγούλα ευλογίες όπως η ομορφιά και η καλοσύνη σε μια μεγάλη γιορτή. Μια μη προσκληθείσα, θυμωμένη νεράιδα καταράστηκε την Αυγούλα να τρυπήσει το δάχτυλό της και να πεθάνει. Μια καλή νεράιδα μαλάκωσε την κατάρα: η Αυγούλα θα κοιμόταν μέχρι το φιλί της αληθινής αγάπης. Ο βασιλιάς έκαψε όλους τους αργαλειούς, ελπίζοντας να προστατέψει την Αυγούλα από την κατάρα. Χρόνια αργότερα, την ημέρα των δεκάτων έκτων γενεθλίων της, η Αυγούλα βρήκε έναν παλιό αργαλειό. Τρύπησε το δάχτυλό της και έπεσε σε βαθύ ύπνο, όπως είχε προφητευθεί. Όλο το κάστρο αποκοιμήθηκε, περιτριγυρισμένο από παχιά, αγκαθωτά κλήματα. Πέρασαν εκατό χρόνια και ένας θαρραλέος πρίγκιπας ανακάλυψε το κοιμόμενο κάστρο. Φίλησε την Αυγούλα, σπάζοντας τη μαγεία και ξυπνώντας όλους στο κάστρο. Η Αυγούλα και ο πρίγκιπας ερωτεύτηκαν, παντρεύτηκαν και έζησαν ευτυχισμένοι για πάντα.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Αλή Μπαμπά και οι 40 κλέφτες",
        "fiction": true,
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Ο Αλί Μπαμπά ήταν ένας φτωχός ξυλοκόπος που ζούσε σε ένα μικρό χωριό. Μια μέρα, είδε σαράντα κλέφτες να κρύβουν θησαυρούς σε μια μαγική σπηλιά. Είπαν: «Άνοιξε σουσάμι» και η πόρτα της σπηλιάς άνοιξε, αποκαλύπτοντας χρυσάφι και κοσμήματα. Όταν έφυγαν, ο Αλί Μπαμπά χρησιμοποίησε τις ίδιες λέξεις για να εισέλθει στη σπηλιά. Πήρε μια μικρή ποσότητα θησαυρού για να βοηθήσει την φτωχή του οικογένεια. Οι κλέφτες ανακάλυψαν ότι κάποιος είχε μπει στη σπηλιά και έγιναν πολύ θυμωμένοι. Ερεύνησαν το χωριό και υποψιάστηκαν τον Αλί Μπαμπά για την κλοπή του θησαυρού τους. Η έξυπνη υπηρέτρια του Αλί Μπαμπά, η Μοργκιάννα, άκουσε τα σχέδιά τους να τον σκοτώσουν. Έστησε παγίδα στους κλέφτες και έσωσε τον Αλί Μπαμπά νικώντας τον αρχηγό τους. Ο Αλί Μπαμπά και η οικογένειά του έζησαν ευτυχισμένοι για πάντα, ευγνώμονες για τη τύχη τους.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "Ο Ψαράς και η Γυναίκα του",
        "fiction": true,
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Ένας φτωχός ψαράς έπιασε ένα μαγικό ψάρι που μιλούσε και αποφάσισε να το ελευθερώσει. Το ψάρι υποσχέθηκε να του εκπληρώσει κάθε επιθυμία αν του χάριζε τη ζωή. Ο ψαράς είπε στη γυναίκα του, η οποία ζήτησε ένα Bigger σπίτι ως επιθυμία τους. Το ψάρι εκπλήρωσε την επιθυμία, και μετακόμισαν σε μια μεγαλοπρεπή καλύβα. Η γυναίκα έγινε πλεονέκτη και ζήτησε ένα κάστρο και να γίνει βασίλισσα. Κάθε φορά, ο ψαράς επέστρεφε στο ψάρι για να ζητήσει περισσότερα. Το ψάρι ικανοποιούσε τις επιθυμίες, αλλά η απληστία της γυναίκας μόνο αύξανε. Τελικά, ζήτησε να γίνει κυρίαρχη του ήλιου, της σελήνης και των αστεριών. Το ψάρι, θυμωμένο με την απληστία της, πήρε όλα πίσω, αφήνοντάς τους στην καλύβα τους. Ο ψαράς και η γυναίκα του επέστρεψαν στη απλή ζωή τους, μαθαίνοντας να είναι ευχαριστημένοι.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Αμέλια Έρχαρτ",
        "fiction": false,
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένα θαρραλέο και περιπετειώδες κορίτσι που ονομαζόταν Αμέλια Έρχαρτ. Η Αμέλια λάτρευε να παρακολουθεί τα πουλιά και ονειρευόταν να πετάει ψηλά στον ουρανό όπως αυτά. Μεγάλωσε σε μια εποχή που δεν πολλές γυναίκες γίνονταν πιλότοι, αλλά η Αμέλια ήταν αποφασισμένη να ακολουθήσει το όνειρό της. Δούλεψε πολύ σκληρά και έμαθε να πετάει αεροπλάνα, γινόμενη μία από τις πρώτες γυναίκες πιλότους στον κόσμο. Η Αμέλια έκανε κάτι πραγματικά καταπληκτικό: πέταξε μόνη της πάνω από τον μεγάλο και πλατύ Ατλαντικό Ωκεανό, η πρώτη γυναίκα που το έκανε ποτέ! Το θάρρος και η επιτυχία της έδειξαν σε όλους ότι και τα κορίτσια μπορούν να επιτύχουν μεγάλα όνειρα. Η Αμέλια έγινε διάσημη και εμπνεύσε πολλούς ανθρώπους, ειδικά κορίτσια, να ακολουθήσουν τα δικά τους όνειρα, όσα μεγάλα και αν είναι. Απέδειξε ότι με αποφασιστικότητα και θάρρος, μπορείς να φτάσεις στα αστέρια και να κάνεις τα όνειρά σου πραγματικότητα.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Μαρία Κιουρί",
        "fiction": false,
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "Μια φορά και έναν καιρό, στη χώρα της Πολωνίας, υπήρχε ένα πολύ περίεργο και έξυπνο κορίτσι που το έλεγαν Μαρί Κιουρί. Η Μαρί αγαπούσε την μάθηση, ειδικά για την επιστήμη. Όταν μεγάλωσε, μετακόμισε στο Παρίσι, στη Γαλλία, για να σπουδάσει περισσότερα επειδή ήθελε να γίνει επιστήμονας. Τότε, δεν υπήρχαν πολλές γυναίκες επιστήμονες, αλλά η Μαρί ήταν αποφασισμένη. Δούλεψε σε ένα μικρό, σκοτεινό εργαστήριο με τον σύζυγό της, Πιερ Κιουρί. Μαζί, ανακάλυψαν κάτι καταπληκτικό που ονομάζεται ράδιο. Το ράδιο ήταν ένα ειδικό είδος μετάλλου που έλαμπε στο σκοτάδι και μπορούσε να χρησιμοποιηθεί για να βοηθήσει τους γιατρούς να δουν μέσα στα σώματα των ανθρώπων για να τους κάνουν καλύτερα. Η Μαρί Κιουρί έγινε πολύ διάσημη για την ανακάλυψή της και κέρδισε το Νόμπελ όχι μία, αλλά δύο φορές! Ήταν η πρώτη γυναίκα που κέρδισε αυτό το μεγάλο βραβείο και ο πρώτος άνθρωπος που το κέρδισε ποτέ δύο φορές. Η Μαρί έδειξε στον κόσμο ότι και τα κορίτσια μπορούν να είναι σπουδαίες επιστήμονες. Δούλεψε σκληρά και ποτέ δεν τα παράτησε, ακόμη και όταν ήταν δύσκολα. Οι ανακαλύψεις της βοήθησαν πολλούς ανθρώπους και άλλαξαν τον κόσμο της επιστήμης για πάντα.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Νέλσον Μαντέλα",
        "fiction": false,
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "Μια φορά κι έναν καιρό στη Νότια Αφρική, υπήρχε ένας άνθρωπος που τον έλεγαν Νέλσον Μαντέλα. Ο Μαντέλα ήταν ένας γενναίος και σοφός άνθρωπος που πίστευε ότι όλοι πρέπει να αντιμετωπίζονται ισότιμα, ανεξαρτήτου χρώματος δέρματος. Αλλά εκείνες τις εποχές, στη Νότια Αφρική, υπήρχαν άδικοι νόμοι που ονομάζονταν απαρτχάιντ, οι οποίοι χώριζαν τους ανθρώπους βάσει της φυλής και του χρώματος τους. Ο Μαντέλα ήθελε να αλλάξει αυτούς τους νόμους ώστε όλοι, μαύροι και λευκοί, να μπορούν να ζουν μαζί σε ειρήνη. Δούλεψε πολύ σκληρά και μίλησε σε πολλούς ανθρώπους, προσπαθώντας να φέρει αλλαγή με ειρηνικό τρόπο. Αλλά η κυβέρνηση δεν το ήθελε αυτό και τον έβαλε στη φυλακή για πολλά χρόνια. Ο Μαντέλα δεν απελπίστηκε ποτέ και έγινε σύμβολο του αγώνα για ελευθερία. Οι άνθρωποι σε όλο τον κόσμο γνώριζαν γι' αυτόν και στήριζαν την υπόθεσή του. Τελικά, μετά από 27 χρόνια, απελευθερώθηκε. Το όνειρο του Μαντέλα άρχισε να γίνεται πραγματικότητα όταν έγινε ο πρώτος μαύρος Πρόεδρος της Νότιας Αφρικής και εργάστηκε για να φέρει κοντά ανθρώπους όλων των χρωμάτων. Έδειξε στον κόσμο τη δύναμη της συγχώρεσης και πόσο σημαντικό είναι να αγωνιζόμεθα για το σωστό. Ο Νέλσον Μαντέλα θυμάται ως ήρωας που έφερε ελπίδα και αλλαγή στην πατρίδα του και στον κόσμο.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Λεονάρντο ντα Βίντσι",
        "fiction": false,
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "Μια φορά κι έναν καιρό στην Ιταλία ζούσε ένας περίεργος και έξυπνος αγόρι ονόματι Λεονάρντο ντα Βίντσι. Ο Λεονάρντο αγαπούσε να εξερευνά τον κόσμο γύρω του και ήταν ενδιαφερόμενος για πολλά πράγματα. Του άρεσε να σχεδιάζει, να ζωγραφίζει και ακόμη και να εφευρίσκει νέα πράγματα. Καθώς μεγάλωνε, έγινε πολύ καλός στην τέχνη και δημιούργησε όμορφες ζωγραφιές, από τις οποίες μία ήταν η διάσημη 'Μόνα Λίζα', που οι άνθρωποι θαυμάζουν ακόμη σήμερα. Αλλά ο Λεονάρντο δεν ήταν μόνο καλλιτέχνης· ήταν επίσης επιστήμονας και εφευρέτης. Μελετούσε τα πουλιά και ονειρευόταν να κατασκευάσει μια μηχανή που θα μπορούσε να πετάξει, όπως ένα αεροπλάνο σήμερα. Επίσης παρατηρούσε το ανθρώπινο σώμα για να κατανοήσει πώς λειτουργεί και σχεδίασε πολλές σκίτσες με τις ιδέες του. Ο Λεονάρντο ήταν ένας πολύ ταλαντούχος άνδρας, και η περιέργειά του για τον κόσμο ποτέ δεν σταμάτησε. Συνεχώς μάθαινε και δημιουργούσε σε όλη του τη ζωή. Μας έδειξε ότι αν είσαι περίεργος και δουλεύεις σκληρά, μπορείς να μάθεις για πολλά διαφορετικά πράγματα και ίσως ακόμη και να αλλάξεις τον κόσμο με τις ιδέες σου.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Κλεοπάτρα",
        "fiction": false,
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "Μια φορά κι έναν καιρό στην αρχαία Αίγυπτο, υπήρξε μια διάσημη βασίλισσα με το όνομα Κλεοπάτρα. Η Κλεοπάτρα δεν ήταν απλώς μια βασίλισσα· ήταν επίσης πολύ έξυπνη και μορφωμένη. Μπορούσε να μιλήσει πολλές γλώσσες και ήταν γνωστή για την γοητεία και την ευφυΐα της. Ως η ηγέτιδα της Αιγύπτου, η Κλεοπάτρα ενδιαφερόταν βαθιά για τον λαό της και εργαζόταν σκληρά για να καταστήσει τη χώρα της ισχυρή και δυνατή. Ήταν επίσης διάσημη για την ομορφιά της και τις μεγάλες ιστορίες αγάπης της με ισχυρούς ηγέτες άλλων χωρών, όπως ο Ιούλιος Καίσαρας και ο Μάρκος Αντώνιος. Η Κλεοπάτρα έζησε σε μια εποχή που ήταν πολύ σπάνιο για μια γυναίκα να βρίσκεται σε τόσο δυνατή θέση, αλλά έδειξε ότι μπορούσε να κυβερνά όπως κάθε βασιλιάς. Ήταν μία από τους τελευταίους ηγέτες της αρχαίας Αιγύπτου πριν αυτή γίνει μέρος της Ρωμαϊκής Αυτοκρατορίας. Η ζωή της Κλεοπάτρας ήταν γεμάτη περιπέτειες και έχει μείνει στην ιστορία ως μία από τις πιο γοητευτικές και επιδραστικές γυναίκες της εποχής της.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Ιωάννα της Λαρκ",
        "fiction": false,
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "Μια φορά κι έναν καιρό στη Γαλλία, υπήρχε ένα κορίτσι που το έλεγαν Ιωάννα της Λωραίνης. Η Ιωάννα ζούσε σε ένα μικρό χωριό, σε μια εποχή που η χώρα της, η Γαλλία, βρισκόταν σε πόλεμο με μια άλλη χώρα που την έλεγαν Αγγλία. Η Ιωάννα ήταν πολύ γενναία και πίστευε ότι είχε μια ειδική αποστολή να βοηθήσει τη Γαλλία. Έλεγε ότι άκουσε φωνές από αγίους που της έλεγαν να σώσει τη χώρα της. Παρόλο που ήταν μόλις μια έφηβη και κορίτσι, η Ιωάννα κατόρθωσε να πείσει τον πρίγκιπα της Γαλλίας να την αφήσει να ηγηθεί ενός στρατού. Φόρεσε πανοπλία και ιππέυσε ένα άλογο, οδηγώντας τους στρατιώτες της σε μάχη. Το θάρρος της Ιωάννας ενέπνευσε όλους γύρω της και βοήθησε να κερδηθούν μερικές σημαντικές μάχες. Οι άνθρωποι τη θεωρούσαν ήρωα. Δυστυχώς, η Ιωάννα συλλάβηκε από τους εχθρούς της και αντιμετώπισε μεγάλες προκλήσεις. Αλλά η Ιωάννα ποτέ δεν σταμάτησε να πιστεύει στην αποστολή της. Χρόνια αργότερα, θυμόταν ως σύμβολο θάρρους και πατριωτισμού. Η Ιωάννα της Λωραίνης έγινε αγία και οι άνθρωποι σε όλο τον κόσμο γνωρίζουν την ιστορία της. Μας δίδαξε ότι ανεξαρτήτως πόσο νέος ή μικρός είσαι, μπορείς να κάνεις μεγάλα πράγματα αν έχεις θάρρος και πιστεύεις στον εαυτό σου.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Αλβέρτος Αϊνστάιν",
        "fiction": false,
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "Μια φορά και έναν καιρό, υπήρχε ένας Brilliant φυσικός ονόματι Άλμπερτ Αϊνστάιν. Ο Άλμπερτ είχε μια βαθιά περιέργεια για το σύμπαν και το πώς λειτουργεί. Κατέληξε σε μια επαναστατική θεωρία που ονομάζεται 'Θεωρία της Σχετικότητας', η οποία άλλαξε τον τρόπο που κατανοούμε το χώρο, τον χρόνο και τη βαρύτητα. Η φόρμα του, Ε=mc², έγινε διάσημη παγκοσμίως. Ο Άλμπερτ δεν ήταν μόνο επιστήμονας· ήταν επίσης υποστηρικτής της ειρήνης και των ανθρωπίνων δικαιωμάτων. Υποστήριξε κατά του πολέμου και της αδικίας. Το έργο και οι ιδέες του επαναστάτησαν την επιστήμη και τον έκαναν έναν από τους πιο διάσημους επιστήμονες στην ιστορία. Ο Άλμπερτ Αϊνστάιν μας έδειξε ότι με φαντασία, περιέργεια και σκληρή δουλειά, μπορούμε να αποκαλύψουμε τα μυστήρια του σύμπαντος και να κάνουμε τον κόσμο ένα καλύτερο μέρος.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "Η Πτώση του Τείχους του Βερολίνου",
        "fiction": false,
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "Μια φορά κι έναν καιρό, το 1989, ένα κοσμογονικό γεγονός διαδραματίστηκε στο Βερολίνο της Γερμανίας - η Πτώση του Τοίχου του Βερολίνου. Για δεκαετίες, ο Τοίχος του Βερολίνου χώριζε το Ανατολικό και το Δυτικό Βερολίνο, συμβολίζοντας τη διαίρεση μεταξύ Ανατολής και Δύσης κατά τη διάρκεια του Ψυχρού Πολέμου. Ήταν ένα φυσικό και ιδεολογικό εμπόδιο που στεκόταν ως σύμβολο καταπίεσης και διαίρεσης. Ωστόσο, το φθινόπωρο του 1989, μια σειρά από ειρηνικές διαμαρτυρίες και πολιτικές αλλαγές στην Ανατολική Γερμανία οδήγησαν στο απίθανο. Το βράδυ της 9ης Νοεμβρίου 1989, η ανατολικογερμανική κυβέρνηση ανακοίνωσε ότι οι πολίτες μπορούσαν να διασχίζουν ελεύθερα το Δυτικό Βερολίνο. Ωκεανοί ανθρώπων συρρέουν προς τον τοίχο, και με σφυριά και τσάπες, άρχισαν να τον κατεδαφίζουν. Ο κόσμος παρακολουθούσε με κατάπληξη καθώς οικογένειες και φίλοι επανενώνονταν γεμάτοι χαρά, και άνθρωποι από τις δύο πλευρές του τοίχου αγκαλιάζονταν. Η πτώση του Τοίχου του Βερολίνου σημάδεψε την αρχή του τέλους του Ψυχρού Πολέμου και την τελική επανένωση της Γερμανίας. Ήταν μια απόδειξη της δύναμης των ανθρώπων που ενωμένοι καταρρίπτουν εμπόδια και επιτυγχάνουν την ελευθερία και την ενότητα.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "Ο Δρόμος του Μεταξιού",
        "fiction": false,
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Πολύ παλιά, σε αρχαίους χρόνους, υπήρχε ένα εκτενές δίκτυο εμπορικών διαδρομών γνωστό ως το δρόμο του μεταξιού. Αυτό το ιστορικό ταξίδι δεν ήταν ένας μόνος δρόμος αλλά ένα περίπλοκο πλέγμα διασυνδεδεμένων μονοπατιών που εκτείνονταν σε ολόκληρη την Ασία, συνδέοντας την Ανατολή με τη Δύση. Ο δρόμος του μεταξιού πήρε το όνομά του από το πολύτιμο μετάξι, ένα πολυτελές ύφασμα που παραγόταν στην Κίνα, το οποίο ήταν ένα από τα πιο περιζήτητα αγαθά που εμπορεύονταν κατά μήκος αυτών των διαδρομών. Ωστόσο, ο δρόμος του μεταξιού δεν αφορούσε μόνο το μετάξι· ήταν μια οδός για την ανταλλαγή αγαθών, πολιτισμών και ιδεών. Έμποροι από την Κίνα, την Ινδία, την Περσία, την Αραβία και άλλες περιοχές επιδόθηκαν σε επικίνδυνα ταξίδια, μεταφέροντας αγαθά όπως μπαχαρικά, πολύτιμα μέταλλα, πολύτιμους λίθους και εξωτικά υφάσματα. Μαζί με αυτά τα εμπορεύματα, μοιράστηκαν τους πολιτισμούς, τις θρησκείες και τις τεχνολογίες τους. Ο δρόμος του μεταξιού διευκόλυνε μια αξέχαστη ανταλλαγή γνώσης, οδηγώντας σε προόδους στην επιστήμη, τα μαθηματικά και την τέχνη. Έπαιξε επίσης σημαντικό ρόλο στη διάδοση του βουδισμού, του ισλαμισμού και του χριστιανισμού σε διάφορες γωνιές του κόσμου. Καθώς ο δρόμος του μεταξιού άνθιζε, καλλιεργούσε ένα πνεύμα συνεργασίας και κατανόησης μεταξύ διαφορετικών πολιτισμών. Παρά τις προκλήσεις των σκληρών εδαφών και των απρόβλεπτων καιρικών συνθηκών, οι έμποροι συνέχιζαν τα ταξίδια τους, δημιουργώντας συνδέσεις μεταξύ απομακρυσμένων χωρών. Ο δρόμος του μεταξιού ήταν μια γέφυρα που συνένωνε ανθρώπους διαμέσου των ηπείρων και έπαιξε καθοριστικό ρόλο στην διαμόρφωση της ιστορίας του κόσμου μας.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "Το Μεγάλο Τείχος της Κίνας",
        "fiction": false,
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Πολλούς αιώνες πριν, στην εκτενή και αρχαία γη της Κίνας, ξεκίνησε ένα αξιοσημείωτο κατασκευαστικό έργο. Ήταν η κατασκευή αυτού που αργότερα θα γινόταν μία από τις πιο εμβληματικές και θαυμαστές κατασκευές στον κόσμο: το Μεγάλο Τείχος της Κίνας. Αυτή η μνημειώδης επιχείρηση δεν ήταν ένα μόνο τείχος, αλλά μια σειρά από τείχη, οχυρώσεις και παρατηρητήρια που εκτείνονταν κατά μήκος της βόρειας συνοριακής γραμμής της Κίνας. Ο κύριος σκοπός του Μεγάλου Τείχους ήταν να προστατεύσει τις κινέζικες πολιτείες και αυτοκρατορίες από επιθέσεις νομάδων και στρατιωτικές επιδρομές. Η κατασκευή του Μεγάλου Τείχους ξεκίνησε πριν από περισσότερα από 2.000 χρόνια κατά την εποχή της δυναστείας Τσιν, αλλά επεκτάθηκε και ανακατασκευάστηκε από επόμενες δυναστείες, συμπεριλαμβανομένων των Χαν, Μινγκ και Τσινγκ. Το τείχος χτίστηκε χρησιμοποιώντας διάφορα υλικά όπως πέτρα, χώμα, ξύλο και τούβλα, και κάλυπτε μια εκπληκτική απόσταση, με εκτιμήσεις που κυμαίνονται από 13.000 έως 21.196 μίλια. Ήταν μια απόδειξη της εφευρετικότητας και της αποφασιστικότητας του κινέζικου λαού. Το Μεγάλο Τείχος όχι μόνο λειτουργούσε ως μια ισχυρή αμυντική δομή, αλλά διευκόλυνε επίσης το εμπόριο, την επικοινωνία και τις πολιτιστικές ανταλλαγές κατά μήκος του Δρόμου του Μεταξιού. Αντέχει στη δοκιμασία του χρόνου και παραμένει σύμβολο της πλούσιας ιστορίας και της διαρκούς δύναμης της Κίνας. Σήμερα, αναγνωρίζεται ως ένα από τα Επτά Θαύματα του Κόσμου και επισκέπτεται από εκατομμύρια ανθρώπους από όλο τον κόσμο που έρχονται για να θαυμάσουν τη μεγαλοπρέπεια και τη historische σημασία του.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Ανακάλυψη του τάφου του Τουταγχαμούν",
        "fiction": false,
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "Το 1922, ο αρχαιολόγος Χάουαρντ Κάρτερ ανακάλυψε έναν αρχαίο τάφο στην Κοιλάδα των Βασιλέων στην Αίγυπτο. Ο τάφος ανήκε στον Φαραώ Τουταγχαμών, ενός ηγεμόνα που έζησε πριν από περισσότερα από 3.000 χρόνια. Η ομάδα του Κάρτερ βρήκε τον τάφο άθικτο, γεμάτο θησαυρούς και αντικείμενα εξαιρετικής αξίας. Η ανακάλυψη εξέπληξε τον κόσμο, καθώς οι περισσότεροι τάφοι είχαν λεηλατηθεί αιώνες πριν. Μέσα, ανακάλυψαν χρυσά αγάλματα, κοσμήματα, άρματα και τη διάσημη χρυσή μαυροπίνακα κηδείας. Ο τάφος είχε επίσης το μουμιοποιημένο σώμα του Τουταγχαμών, προσφέροντας πληροφορίες για τις αρχαίες αιγυπτιακές τελετουργίες. Ο Κάρτερ κοίταξε διάσημα μέσα στην αίθουσα του τάφου και είπε: «Βλέπω θαυμάσια πράγματα!» Τα αντικείμενα αποκάλυψαν μυστικά για την σύντομη ζωή του Τουταγχαμών και τον κόσμο που κυβερνούσε. Οι θησαυροί του τάφου του παραμένουν μερικές από τις πιο σημαντικές αρχαιολογικές ανακαλύψεις στην ιστορία. Η ανακάλυψη κατέκτησε το κοινό και πυροδότησε μια διαρκή γascination για τα μυστήρια της αρχαίας Αιγύπτου.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "Η Εφεύρεση της Τυπογραφίας (Γιόχανες Γουτενμπεργκ)",
        "fiction": false,
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "Μια φορά κι έναν καιρό, στον 15ο αιώνα, ο Ιωάννης Γούτενμπεργκ είχε μια brillante ιδέα. Ήθελε να δημιουργήσει μια μηχανή που θα μπορούσε να εκτυπώνει γρήγορα βιβλία. Το 1439, ο Γούτενμπεργκ εφηύρε την τύπογραφία, η οποία χρησιμοποιούσε κινητούς μεταλλικούς χαρακτήρες. Αυτό επέτρεπε τα γράμματα να αναδιοργανώνονται και να επαναχρησιμοποιούνται για κάθε σελίδα. Το πρώτο σημαντικό βιβλίο που τύπωσε ήταν η Βίβλος του Γούτενμπεργκ, το 1455. Πριν από αυτό, τα βιβλία αντιγράφηκε χειροκίνητα, κάτι που διαρκούσε μήνες ή χρόνια. Η εφεύρεση του Γούτενμπεργκ έκανε την εκτύπωση πιο γρήγορη, φθηνότερη και πιο προσιτή. Η γνώση διαδόθηκε γρήγορα, τροφοδοτώντας την Αναγέννηση και την Μεταρρύθμιση. Οι άνθρωποι μπορούσαν τώρα να διαβάζουν βιβλία, να μαθαίνουν νέες ιδέες και να μοιράζονται γνώση ευρέως. Η τύποι γραφία άλλαξε τον τρόπο που οι άνθρωποι επικοινωνούσαν και διατηρούσαν πληροφορίες. Θεωρείται μία από τις πιο σημαντικές εφευρέσεις στην ιστορία. Το έργο του Γούτενμπεργκ επανάστασε την εκπαίδευση, την επιστήμη και τον πολιτισμό σε όλο τον κόσμο. Η τύποι γραφία του άνοιξε το δρόμο για τον σύγχρονο κόσμο που γνωρίζουμε σήμερα.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "Ο Λίθος της Ροζέττας",
        "fiction": false,
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "Το 1799, Γάλλοι στρατιώτες ανακάλυψαν μια παράξενη μαύρη πέτρα στη Ροζέτα, Αίγυπτος. Η πέτρα είχε τρεις τύπους γραφής: ελληνικά, δημοτική και αιγυπτιακά ιερογλυφικά. Οι επιστήμονες συνειδητοποίησαν ότι θα μπορούσε να ξεκλειδώσει την έννοια των αρχαίων ιερογλυφικών. Ο Ζαν-Φρανσουά Σαμπεγιον μελέτησε τη Ροζέτα για πολλά χρόνια. Σύγκρινε το ελληνικό κείμενο με τα ιερογλυφικά για να βρει την έννοιά τους. Το 1822, ο Σαμπεγιον αποκρυπτογράφησε τον κώδικα, αποκωδικοποιώντας τελικά τα αιγυπτιακά ιερογλυφικά. Αυτή η ανακάλυψη αποκάλυψε τα μυστικά της αρχαίας αιγυπτιακής γραφής και κουλτούρας. Επέτρεψε στους ιστορικούς να κατανοήσουν τις ζωές, τη θρησκεία και την κυβέρνηση των φαραώ. Η Ροζέτα έγινε το κλειδί για την αποκάλυψη 3.000 χρόνων ιστορίας. Παραμένει μία από τις πιο σημαντικές αρχαιολογικές ανακαλύψεις στον κόσμο. Σήμερα, η πέτρα εκτίθεται στο Βρετανικό Μουσείο για να τη δουν όλοι. Η Ροζέτα είναι ένα σύμβολο της ανθρώπινης περιέργειας και της αναζήτησης της γνώσης.",
        "audio_file": "10022"
    }
]