[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 γουρουνάκια",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχαν τρία γουρουνάκια που ξεκίνησαν να χτίσουν τα δικά τους σπίτια. Ο πρώτος μικρός χοίρος έχτισε το σπίτι του από άχυρο, ο δεύτερος μικρός χοίρος έχτισε το σπίτι του από ραβδιά και ο τρίτος μικρός χοίρος έχτισε το σπίτι του από τούβλα. Μια μέρα, ένας μεγάλος κακός λύκος ήρθε στο σπίτι του πρώτου μικρού χοίρου. Φούσκωσε και φούσκωσε και ανατίναξε το σπίτι! Το πρώτο γουρουνάκι έτρεξε όσο πιο γρήγορα μπορούσε στο δεύτερο χοιροστάσιο. Ο λύκος τον ακολούθησε στο σπίτι των ραβδιών. Φούσκωσε και φούσκωσε ξανά και ανατίναξε το σπίτι! Τα δύο γουρουνάκια έτρεξαν στο τρίτο χοιροστάσιο, το οποίο ήταν φτιαγμένο από τούβλα. Ο λύκος προσπάθησε να ανατινάξει το τούβλο σπίτι, αλλά δεν μπορούσε. Φούσκωνε και φούσκωνε, αλλά το σπίτι στεκόταν δυνατό. Τα τρία γουρουνάκια ήταν ασφαλή μέσα και ο μεγάλος κακός λύκος τελικά έφυγε. Τα γουρούνια έμαθαν ότι η σκληρή δουλειά και η αφοσίωση αποδίδουν στο τέλος.",
    "audio_file": "110000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "Ο Μαγικός Κήπος",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένας μαγικός κήπος σε ένα μικρό χωριό. Σε αυτόν τον κήπο, πολύχρωμα λουλούδια ανθίζουν όλο το χρόνο και τα δέντρα ψιθυρίζουν μυστικά στα πουλιά. Αλλά το πιο μαγικό πράγμα από όλα ήταν το κουνέλι που μιλούσε με το όνομα Rosie. Η Rosie ήταν πολύ φιλική και αγαπούσε να βοηθήσει όποιον ήρθε στον κήπο. Ένα ηλιόλουστο πρωινό, ένα νεαρό αγόρι ονόματι Τίμι επισκέφθηκε τον κήπο. Ήταν λυπημένος γιατί είχε χάσει το αγαπημένο του παιχνίδι. Η Ρόζι πήδηξε και ρώτησε: «Τι συμβαίνει, Τίμι;» Ο Timmy είπε στη Rosie για το χαμένο του παιχνίδι. Η Rosie χαμογέλασε και είπε: «Μην ανησυχείς, Timmy. Μπορώ να σε βοηθήσω να το βρεις». Με τη βοήθεια της Rosie, ο Timmy έψαξε στον κήπο και βρήκε το παιχνίδι του κρυμμένο κάτω από ένα μεγάλο, γυαλιστερό φύλλο. Ο Timmy ήταν πολύ χαρούμενος και ευχαρίστησε τη Rosie για τη μαγική της βοήθεια. Από εκείνη την ημέρα, ο Timmy επισκεπτόταν συχνά τον μαγικό κήπο και αυτός και η Rosie έγιναν οι καλύτεροι φίλοι, μοιράζοντας πολλές ακόμα μαγικές περιπέτειες μαζί.",
    "audio_file": "110001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "Το φιλικό δάσος",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένα κορίτσι που ονομαζόταν Lily. Της άρεσε να εξερευνά. Μια μέρα, πήγε σε ένα μεγάλο δάσος κοντά στο σπίτι της. Στο δάσος, συνάντησε ένα χαρούμενο δέντρο που ονομάζεται Treey. Ο Treey είχε ένα χαμογελαστό πρόσωπο. Η Lily και ο Treey έγιναν φίλοι. Έπαιξαν παιχνίδια μαζί. Η Lily και ο Treey γνώρισαν επίσης έναν ευγενικό σκίουρο που ονομάζεται Squeaky. Ο Squeaky αγαπούσε τους ξηρούς καρπούς και τους μοιραζόταν με τη Lily και τον Treey. Γελούσαν και διασκέδαζαν. Στη συνέχεια, βρήκαν ένα όμορφο λουλούδι. Ήταν πολύχρωμο και μύριζε ωραία. Το πήραν και το έδωσαν σε μια φιλική πεταλούδα που ονομάζεται Flutter. Ο Flutter ήταν ευγνώμων και χόρεψε στον αέρα. Η Lily, η Treey, ο Squeaky και ο Flutter εξερεύνησαν περισσότερο το δάσος. Είδαν ένα αφρώδες ρυάκι με καθαρό νερό. Ήταν το σπίτι για λαμπερά ψάρια. Η Lily και οι νέοι φίλοι της κάθισαν δίπλα στο ρυάκι και απόλαυσαν τον γαλήνιο ήχο του νερού. Όταν ήρθε η ώρα να πάω σπίτι, η Lily είπε: «Σας ευχαριστώ που είστε φίλοι μου, ο Treey, ο Squeaky και ο Flutter. Θα επιστρέψω να σε δω σύντομα». Την αποχαιρέτησε και έφυγε από το δάσος, χαρούμενη που γνώρισε τους νέους της φίλους.",
    "audio_file": "110002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "Το χαμένο γατάκι",
    "story_translation": "Μια φορά κι έναν καιρό, σε μια ήσυχη γειτονιά, υπήρχε ένα κοριτσάκι που το έλεγαν Έμμα. Η Έμμα αγαπούσε τα ζώα και μια μέρα βρήκε ένα μικρό, χνουδωτό γατάκι στην αυλή της. Το γατάκι φαινόταν χαμένο και φοβισμένο. Η Έμμα ένιωσε λυπημένη για το γατάκι και αποφάσισε να βοηθήσει. Το πήρε απαλά και του έδωσε μια ζεστή κουβέρτα. Η Emma ρώτησε τη μαμά της αν μπορούσαν να κρατήσουν το γατάκι και η μαμά της συμφώνησε. Ονόμασαν το γατάκι Whiskers λόγω των χαριτωμένων μουστάκια του. Η Emma και ο Whiskers έγιναν καλύτεροι φίλοι. Έπαιζαν μαζί κάθε μέρα και έπαιρναν υπνάκο στον ήλιο. Η Emma έδωσε στον Whiskers νόστιμη τροφή για γάτες και ο Whiskers γουργούριζε χαρούμενα. Σύντομα, ο Whiskers δεν χάθηκε ούτε φοβήθηκε πια. Η Emma και η νέα γούνινη φίλη της ήταν πολύ ευτυχισμένες μαζί. Μοιράστηκαν πολλές περιπέτειες και έκαναν ο ένας τον άλλον να χαμογελά κάθε μέρα.",
    "audio_file": "110003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Goldilocks και οι τρεις αρκούδες",
    "story_translation": "Μια φορά κι έναν καιρό, σε ένα πυκνό δάσος, υπήρχε ένα μικρό, άνετο εξοχικό σπίτι όπου ζούσαν τρεις αρκούδες: Papa Bear, Mama Bear και Baby Bear. Ένα πρωί, αφού η μαμά αρκούδα έφτιαξε ένα νόστιμο χυλό, η οικογένεια πήγε μια βόλτα για να το αφήσει να κρυώσει. Ενώ έλειπαν, ένα περίεργο κοριτσάκι που ονομάζεται Goldilocks σκόνταψε στο εξοχικό τους. Χτύπησε την πόρτα και όταν κανείς δεν απάντησε, την έσπρωξε και μπήκε μέσα. Στην κουζίνα, ο Goldilocks είδε τρία μπολ χυλό. Δοκίμασε τον χυλό από το πρώτο μπολ, που ήταν του Papa Bear, και αναφώνησε: «Αυτός ο χυλός είναι πολύ ζεστός!» Στη συνέχεια, δοκίμασε το χυλό από το μπολ της μαμάς αρκούδας και είπε: «Αυτός ο χυλός είναι πολύ κρύος». Τέλος, δοκίμασε το χυλό του Baby Bear και χαμογέλασε: «Αυτός ο χυλός είναι σωστός!» Έτσι, τα έφαγε όλα. Μετά το φαγητό, η Goldilocks αισθάνθηκε κουρασμένη και βρήκε τρεις καρέκλες στο σαλόνι. Κάθισε στη μεγάλη καρέκλα του Papa Bear, αλλά ήταν πολύ δύσκολο. Δοκίμασε τη μεσαίου μεγέθους καρέκλα της Mama Bear, αλλά ήταν πολύ μαλακή. Στη συνέχεια, κάθισε στη μικρή καρέκλα του Baby Bear, και ήταν σωστό, αλλά έσπασε κάτω από το βάρος της! Νιώθοντας υπνηλία, ο Goldilocks ανέβηκε στον επάνω όροφο και βρήκε τρία κρεβάτια. Ξάπλωσε στο κρεβάτι του Papa Bear, αλλά ήταν πολύ δύσκολο. Μετακόμισε στο κρεβάτι της Mama Bear, αλλά ήταν πολύ μαλακό. Τελικά, δοκίμασε το κρεβάτι του Baby Bear και ήταν σωστό. Αποκοιμήθηκε. Οι τρεις αρκούδες επέστρεψαν στο σπίτι και έμειναν έκπληκτες όταν είδαν την πόρτα του εξοχικού τους να ανοίγει. Μέσα, βρήκαν τον χυλό τους φαγωμένο, τις καρέκλες τους χρησιμοποιημένες και, τέλος, το κοριτσάκι κοιμόταν στο κρεβάτι του Baby Bear. Η Goldilocks ξύπνησε, είδε τις αρκούδες και έτρεξε έξω από το εξοχικό σπίτι όσο πιο γρήγορα μπορούσε, για να μην επιστρέψει ποτέ ξανά.",
    "audio_file": "110004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Σταχτοπούτα",
    "story_translation": "Μια φορά κι έναν καιρό, σε ένα μακρινό βασίλειο, ζούσε ένα ευγενικό και όμορφο κορίτσι που ονομαζόταν Σταχτοπούτα. Ζούσε με την κακιά μητριά της και τις δύο θετές αδελφές της, οι οποίες της φέρθηκαν πολύ άσχημα. Η Σταχτοπούτα φτιάχτηκε για να κάνει όλη τη σκληρή δουλειά και της δόθηκαν μόνο κουρέλια για να φορέσει. Μια μέρα, ο βασιλιάς ανακοίνωσε έναν μεγάλο χορό, προσκαλώντας όλες τις νεαρές κυρίες στο βασίλειο, γιατί ο πρίγκιπας έψαχνε για νύφη. Η Σταχτοπούτα λαχταρούσε να πάει στον χορό, αλλά η μητριά της το απαγόρευσε, αφήνοντάς την στο σπίτι με δάκρυα. Καθώς η Σταχτοπούτα έκλαιγε, εμφανίστηκε η νεράιδα νονά της. Με ένα κύμα του ραβδιού της, μεταμόρφωσε τα κουρέλια της Σταχτοπούτας σε ένα όμορφο φόρεμα και μετέτρεψε μια κολοκύθα σε μια υπέροχη άμαξα. Έδωσε γυάλινες παντόφλες στη Σταχτοπούτα και την προειδοποίησε ότι η μαγεία θα εξασθενούσε τα μεσάνυχτα. Στον χορό, η Σταχτοπούτα γοήτευσε όλους με τη χάρη και την ομορφιά της, ειδικά τον Πρίγκιπα. Χόρεψαν όλη τη νύχτα, αλλά καθώς το ρολόι χτύπησε δώδεκα, η Σταχτοπούτα θυμήθηκε την προειδοποίηση της Νεράιδας Νονάς της και έσπευσε να φύγει, χάνοντας μια από τις γυάλινες παντόφλες της στα σκαλιά του παλατιού. Ο πρίγκιπας, αποφασισμένος να βρει το μυστηριώδες κορίτσι, χρησιμοποίησε τη γυάλινη παντόφλα για να ψάξει το βασίλειο. Όταν έφτασε στο σπίτι της Σταχτοπούτας, η παντόφλα της ταίριαζε απόλυτα. Ο πρίγκιπας την αναγνώρισε από την μπάλα και δήλωσε την αγάπη του γι 'αυτήν. Η Σταχτοπούτα συγχώρεσε τη μητριά και τις θετές αδελφές της για τη σκληρότητά τους και παντρεύτηκε τον πρίγκιπα. Έζησαν ευτυχισμένοι για πάντα, και η καλοσύνη και η ταπεινότητα της Σταχτοπούτας ήταν γνωστές σε όλο το βασίλειο.",
    "audio_file": "110005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Ο Τζακ και η φασολιά",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένα αγόρι που ονομαζόταν Τζακ που ζούσε με τη μητέρα του. Ήταν πολύ φτωχοί και είχαν μόνο μια αγελάδα. Μια μέρα, η μητέρα του Τζακ του είπε να πουλήσει την αγελάδα επειδή χρειάζονταν χρήματα. Στο δρόμο του για να πουλήσει την αγελάδα, ο Τζακ συνάντησε έναν άνδρα που του έδωσε μαγικά φασόλια σε αντάλλαγμα για την αγελάδα. Ο Τζακ ήταν ενθουσιασμένος και έτρεξε στο σπίτι για να δείξει στη μητέρα του. Αλλά η μητέρα του αναστατώθηκε και πέταξε τα φασόλια από το παράθυρο. Το επόμενο πρωί, ο Τζακ είδε ένα τεράστιο κοτσάνι φασολιών να φτάνει ψηλά στον ουρανό. Ήταν περίεργος και ανέβηκε στο μίσχο των φασολιών. Τον πήγε σε μια γη ψηλά στον ουρανό όπου ζούσε ένας γίγαντας. Ο γίγαντας είχε μια κότα που γεννούσε χρυσά αυγά και μια μαγική άρπα. Ο Τζακ μπήκε κρυφά στο σπίτι του γίγαντα και πήρε την κότα και την άρπα. Αλλά η άρπα φώναξε, ξυπνώντας τον γίγαντα. Ο Τζακ έτρεξε και κατέβηκε από το μίσχο των φασολιών. Ο γίγαντας τον ακολούθησε. Όταν ο Τζακ έφτασε στο έδαφος, έκοψε γρήγορα το μίσχο των φασολιών. Ο γίγαντας έπεσε και δεν τον είδαν ποτέ ξανά. Ο Τζακ και η μητέρα του πούλησαν τα χρυσά αυγά και έγιναν πλούσιοι. Έζησαν ευτυχισμένοι για πάντα.",
    "audio_file": "110006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "Το ασχημόπαπο",
    "story_translation": "Μια φορά κι έναν καιρό, μια μητέρα πάπια είχε μια παρτίδα αυγών. Ένα από τα αυγά ήταν μεγαλύτερο από τα υπόλοιπα και εκκολάφθηκε πολύ αργότερα. Από αυτό βγήκε ένα παπάκι που φαινόταν διαφορετικό από τους αδελφούς και τις αδελφές του. Ήταν μεγαλύτερος και γκρίζος, όχι κίτρινος και χαριτωμένος όπως οι άλλοι. Τα άλλα παπάκια δεν έπαιζαν μαζί του και τον αποκαλούσαν άσχημο. Το ασχημόπαπο αισθάνθηκε πολύ λυπημένο και έφυγε από το σπίτι για να βρει ένα μέρος όπου θα μπορούσε να είναι ευτυχισμένος. Συνάντησε διαφορετικά ζώα, αλλά όλα τον κοίταξαν περίεργα επειδή ήταν τόσο μεγάλος και γκρίζος. Ήρθε ο χειμώνας και έκανε πολύ κρύο. Το ασχημόπαπο βρήκε μια λίμνη και κολύμπησε μέσα σε αυτήν. Είδε όμορφα λευκά πουλιά να πετούν από πάνω του. Ευχόταν να μπορούσε να είναι όμορφος και χαριτωμένος σαν αυτούς. Όταν έφτασε η άνοιξη, το άσχημο παπάκι είδε την αντανάκλασή του στο νερό. Δεν ήταν πια ένα γκρίζο, αμήχανο πουλί. Είχε μετατραπεί σε έναν όμορφο κύκνο! Οι άλλοι κύκνοι τον καλωσόρισαν και έπαιξαν μαζί του. Οι άνθρωποι τον είδαν και είπαν: «Κοίτα αυτόν τον όμορφο κύκνο!» Το άσχημο παπάκι, τώρα ένας όμορφος κύκνος, ήταν πολύ χαρούμενος. Έμαθε ότι δεν είχε σημασία πώς έμοιαζε όταν γεννήθηκε, γιατί είχε μετατραπεί σε έναν υπέροχο κύκνο.",
    "audio_file": "110007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "Η Μικρή Κόκκινη Κότα",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε μια μικρή κόκκινη κότα που ζούσε σε ένα αγρόκτημα. Βρήκε μερικούς σπόρους στο έδαφος. Η Μικρή Κόκκινη Κότα είχε μια ιδέα. Σκέφτηκε, ́ ́Θα φυτέψω αυτούς τους σπόρους. ́ ́ Ρώτησε τους φίλους της, τον σκύλο, τη γάτα και την πάπια: «Ποιος θα με βοηθήσει να φυτέψω τους σπόρους;». Αλλά όλοι είπαν, ́ ́Όχι εγώ. ́ ́ Έτσι η Μικρή Κόκκινη Κότα είπε, ́ ́Τότε θα το κάνω μόνη μου. ́ ́ Και φύτεψε τους σπόρους ολομόναχος. Όταν οι σπόροι έγιναν ψηλό σιτάρι, η Μικρή Κόκκινη Κότα ρώτησε: «Ποιος θα με βοηθήσει να κόψω το σιτάρι;» Και πάλι, ο σκύλος, η γάτα και η πάπια είπαν, ́ ́Όχι εγώ. ́ ́ Έτσι η Μικρή Κόκκινη Κότα είπε, ́ ́Τότε θα το κάνω μόνη μου. ́ ́ Και έκοψε το σιτάρι μόνη της. Στη συνέχεια, ρώτησε: \"Ποιος θα με βοηθήσει να κάνω το σιτάρι αλεύρι;\" Αλλά οι φίλοι της είπαν: «Όχι εγώ». Έτσι, τα έκανε όλα μόνη της. Τότε, η Μικρή Κόκκινη Κότα είπε, ́ ́Ποιος θα με βοηθήσει να ψήσω το ψωμί; ́ ́ Και πάλι, όλοι είπαν: «Όχι εγώ». Έτσι, έψησε η ίδια το ψωμί. Όταν το ψωμί ήταν έτοιμο και μύριζε πολύ καλά, ο σκύλος, η γάτα και η πάπια ήρθαν και είπαν: «Θα σας βοηθήσουμε να φάτε το ψωμί!» Αλλά η Μικρή Κόκκινη Κότα είπε, ́ ́Όχι, θα την φάω μόνη μου. ́ ́ Και το έκανε. Έφαγε το ψωμί και ήταν πολύ χαρούμενη.",
    "audio_file": "110008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "Η χελώνα και ο λαγός",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένας γρήγορος λαγός που αγαπούσε να καυχιέται για το πόσο γρήγορα μπορούσε να τρέξει. Υπήρχε επίσης μια αργή χελώνα που κινήθηκε πολύ αργά. Μια μέρα, ο λαγός γέλασε με τη χελώνα και είπε: «Είσαι τόσο αργός! Μπορώ να τρέξω πολύ πιο γρήγορα από σένα!» Η χελώνα απάντησε: «Ας κάνουμε έναν αγώνα και ας δούμε ποιος είναι πιο γρήγορος». Αποφάσισαν να κάνουν έναν αγώνα. Την επόμενη μέρα, όλα τα ζώα στο δάσος ήρθαν να παρακολουθήσουν. Ο αγώνας ξεκίνησε και ο λαγός έτρεξε πολύ γρήγορα, αφήνοντας τη χελώνα πολύ πίσω. Αλλά σύντομα, ο λαγός σκέφτηκε: «Είμαι τόσο μπροστά, μπορώ να ξεκουραστώ για λίγο». Έτσι, ξάπλωσε κάτω από ένα δέντρο και αποκοιμήθηκε. Η χελώνα συνέχισε να περπατά αργά αλλά σταθερά. Δεν σταμάτησε ούτε ξεκουράστηκε. Μετά από πολύ καιρό, πέρασε τον κοιμισμένο λαγό. Όταν ο λαγός ξύπνησε, είδε ότι η χελώνα ήταν κοντά στη γραμμή τερματισμού. Έτρεξε όσο πιο γρήγορα μπορούσε, αλλά ήταν πολύ αργά. Η χελώνα πέρασε πρώτη τη γραμμή τερματισμού. Η χελώνα κέρδισε τον αγώνα επειδή συνέχισε να πηγαίνει αργά και δεν τα παράτησε. Ο λαγός έμαθε ότι το να είσαι γρήγορος δεν είναι πάντα το καλύτερο και δεν πρέπει να καυχιέσαι ή να υποτιμάς τους άλλους.",
    "audio_file": "110009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Χάνσελ και Γκρέτελ",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχαν δύο παιδιά, ο Hansel και η Gretel, που ζούσαν με τον πατέρα τους και μια κακή μητριά. Ήταν πολύ φτωχοί και μια μέρα, η μητριά αποφάσισε να αφήσει τα παιδιά στο δάσος επειδή δεν υπήρχε αρκετό φαγητό για όλους. Ο πατέρας δεν ήθελε, αλλά συμφώνησε. Ο Hansel άκουσε το σχέδιό τους και μάζεψε γυαλιστερά βότσαλα. Όταν περπάτησαν στο δάσος, ο Hansel έριξε τα βότσαλα για να κάνει ένα μονοπάτι πίσω στο σπίτι. Αφού τους εγκατέλειψαν οι γονείς τους, ο Hansel και η Gretel ακολούθησαν το μονοπάτι με τα βότσαλα και βρήκαν το δρόμο τους πίσω στο σπίτι. Ο πατέρας τους ήταν χαρούμενος που τους είδε, αλλά η μητριά όχι. Την επόμενη φορά, ο Hansel και η Gretel μεταφέρθηκαν βαθύτερα στο δάσος. Ο Hansel άφησε ένα ίχνος από ψίχουλα, αλλά τα πουλιά τα έφαγαν και δεν μπορούσαν να βρουν το δρόμο τους πίσω. Χαμένοι και πεινασμένοι, βρήκαν ένα σπίτι φτιαγμένο από καραμέλες και άρχισαν να το τρώνε. Μια γριά μάγισσα που ζούσε εκεί τους έπιασε και κλείδωσε τον Hansel σε ένα κλουβί. Έβαλε την Γκρέτελ να κάνει δουλειές και σχεδίαζε να φάει τον Χάνσελ. Η Γκρέτελ ξεγέλασε τη μάγισσα και την έσπρωξε στο φούρνο. Στη συνέχεια, απελευθέρωσε τον Hansel και βρήκαν θησαυρούς στο σπίτι της μάγισσας. Με τη μάγισσα να έχει φύγει, ο Χάνσελ και η Γκρέτελ βρήκαν το δρόμο τους πίσω στο σπίτι με τους θησαυρούς. Ο πατέρας τους ήταν πολύ χαρούμενος που τους είδε και είπε ότι μετάνιωσε που τους άφησε στο δάσος. Δεν είδαν ποτέ ξανά την κακιά μητριά. Όλοι ζούσαν ευτυχισμένοι για πάντα με άφθονο φαγητό και χωρίς άλλες ανησυχίες.",
    "audio_file": "110010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "Τα καινούργια ρούχα του αυτοκράτορα",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένας ματαιόδοξος αυτοκράτορας που αγαπούσε να φοράει φανταχτερά ρούχα. Ξόδεψε όλα του τα χρήματα για να είναι καλοντυμένος. Μια μέρα, δύο απατεώνες ήρθαν στην πόλη του αυτοκράτορα. Είπαν ότι θα μπορούσαν να φτιάξουν τα πιο όμορφα ρούχα στον κόσμο. Αυτά τα ρούχα, ισχυρίστηκαν, ήταν αόρατα σε όποιον ήταν είτε πολύ ηλίθιος είτε δεν ήταν καλός στη δουλειά του. Ο αυτοκράτορας σκέφτηκε ότι ήταν μια μεγάλη ιδέα. Τους έδωσε χρυσό και μετάξι για να φτιάξουν τα ρούχα. Οι απατεώνες προσποιήθηκαν ότι εργάζονταν, αλλά κράτησαν όλο το χρυσό και το μετάξι για τον εαυτό τους. Όταν τα ρούχα ήταν «έτοιμα», ο αυτοκράτορας πήγε να τα δει. Δεν έβλεπε ρούχα, αλλά δεν ήθελε να φαίνεται ηλίθιος, οπότε προσποιήθηκε ότι τα θαύμαζε. Οι απατεώνες προσποιήθηκαν ότι έντυναν τον αυτοκράτορα με τα καινούργια ρούχα. Ο αυτοκράτορας παρέλασε σε μια παρέλαση μπροστά σε όλο το λαό του. Όλοι στο πλήθος προσποιούνταν επίσης ότι έβλεπαν τα ρούχα, καθώς δεν ήθελαν να τους αποκαλούν ηλίθιους. Τελικά, ένα μικρό παιδί φώναξε: «Μα δεν φοράει τίποτα!» Σιγά-σιγά, όλοι άρχισαν να ψιθυρίζουν το ίδιο πράγμα. Ο αυτοκράτορας συνειδητοποίησε ότι είχαν δίκιο, αλλά συνέχισε την παρέλαση, πολύ περήφανος για να παραδεχτεί το λάθος του.",
    "audio_file": "110011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "Κοιμωμένη",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένας βασιλιάς και μια βασίλισσα που επιθυμούσαν ένα παιδί. Τελικά, η επιθυμία τους έγινε πραγματικότητα και απέκτησαν ένα όμορφο κοριτσάκι. Την ονόμασαν Aurora. Για να γιορτάσουν τη γέννηση της Aurora, ο βασιλιάς και η βασίλισσα διοργάνωσαν ένα μεγάλο πάρτι. Κάλεσαν όλες τις νεράιδες στο βασίλειο να ευλογήσουν την Aurora. Κάθε νεράιδα έδωσε στην Aurora ένα δώρο όπως ομορφιά, καλοσύνη και ευφυΐα. Αλλά υπήρχε μια παλιά νεράιδα που δεν προσκλήθηκε. Ένιωσε θυμωμένος και ήρθε στο πάρτι ούτως ή άλλως. Έδωσε στην Aurora ένα κακό δώρο: στα δέκατα έκτα γενέθλιά της, η Aurora θα τρυπούσε το δάχτυλό της σε έναν περιστρεφόμενο τροχό και θα κοιμόταν για πάντα. Ευτυχώς, η νεότερη νεράιδα δεν είχε δώσει ακόμα το δώρο της. Δεν μπορούσε να αναιρέσει την κατάρα της παλιάς νεράιδας, αλλά μπορούσε να την μαλακώσει. Είπε ότι η Aurora δεν θα πέθαινε, αλλά θα έπεφτε σε βαθύ ύπνο και μόνο ένα φιλί αληθινής αγάπης θα μπορούσε να την ξυπνήσει. Τα χρόνια πέρασαν και η Aurora μεγάλωσε για να γίνει μια όμορφη και ευγενική πριγκίπισσα. Στα δέκατα έκτα γενέθλιά της, βρήκε έναν περιστρεφόμενο τροχό και τσίμπησε το δάχτυλό της. Έπεσε σε βαθύ ύπνο και ολόκληρο το βασίλειο κοιμήθηκε μαζί της. Πέρασαν εκατό χρόνια και ένας πρίγκιπας ήρθε στο βασίλειο. Βρήκε την Aurora και τη φίλησε. Το φιλί έσπασε το ξόρκι. Η Aurora και ολόκληρο το βασίλειο ξύπνησαν. Ο πρίγκιπας και η Aurora ερωτεύτηκαν και παντρεύτηκαν. Έζησαν ευτυχισμένοι για πάντα, και το βασίλειο ήταν και πάλι γεμάτο χαρά και γέλιο.",
    "audio_file": "110012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Αμέλια Έρχαρτ",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένα γενναίο και περιπετειώδες κορίτσι που ονομαζόταν Amelia Earhart. Η Αμέλια αγαπούσε να βλέπει πουλιά και ονειρευόταν να πετάξει ψηλά στον ουρανό όπως αυτά. Μεγάλωσε σε μια εποχή που δεν έγιναν πολλές γυναίκες πιλότοι, αλλά η Αμέλια ήταν αποφασισμένη να ακολουθήσει το όνειρό της. Εργάστηκε πολύ σκληρά και έμαθε πώς να πετάει αεροπλάνα, και έγινε μία από τις πρώτες γυναίκες πιλότους στον κόσμο. Η Amelia έκανε κάτι πραγματικά εκπληκτικό: πέταξε μόνη της στον μεγάλο, ευρύ Ατλαντικό Ωκεανό, η πρώτη γυναίκα που το έκανε ποτέ! Το θάρρος και η επιτυχία της έδειξαν σε όλους ότι και τα κορίτσια μπορούν να επιτύχουν μεγάλα όνειρα. Η Amelia έγινε διάσημη και ενέπνευσε πολλούς ανθρώπους, ειδικά κορίτσια, να ακολουθήσουν τα δικά τους όνειρα, ανεξάρτητα από το πόσο μεγάλα είναι. Απέδειξε ότι με αποφασιστικότητα και θάρρος, μπορείτε να φτάσετε στα αστέρια και να κάνετε τα όνειρά σας πραγματικότητα.",
    "audio_file": "110013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Μάρτιν Λούθερ Κινγκ Τζούνιορ",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένας άνθρωπος που ονομαζόταν Martin Luther King Jr., ο οποίος είχε ένα μεγάλο όνειρο. Ονειρευόταν έναν κόσμο όπου όλοι, ανεξάρτητα από το χρώμα του δέρματός τους, θα αντιμετωπίζονταν ισότιμα και δίκαια. Ο Μάρτιν έζησε σε μια εποχή που δεν αντιμετωπίζονταν όλοι το ίδιο – οι άνθρωποι με διαφορετικά χρώματα δέρματος είχαν διαφορετικά σχολεία, διαφορετικά σιντριβάνια και δεν τους επιτρεπόταν να κάνουν τα ίδια πράγματα. Αυτό έκανε τον Martin πολύ λυπημένο και ήθελε να το αλλάξει. Έγινε ηγέτης και μίλησε σε πολλούς ανθρώπους για το όνειρό του. Έδωσε ομιλίες και ηγήθηκε ειρηνικών πορειών, ζητώντας να αντιμετωπίζονται όλοι με καλοσύνη και σεβασμό. Η πιο διάσημη ομιλία του ξεκίνησε με το «Έχω ένα όνειρο...» Ο Μάρτιν ήταν γενναίος και δυνατός και δούλεψε πολύ σκληρά για να κάνει τον κόσμο ένα καλύτερο μέρος. Εξαιτίας του, πολλοί νόμοι άλλαξαν και οι άνθρωποι άρχισαν να καταλαβαίνουν πόσο σημαντικό είναι να αντιμετωπίζονται όλοι ισότιμα. Ο Μάρτιν Λούθερ Κινγκ Τζούνιορ μας έδειξε ότι με αγάπη, ειρήνη και αποφασιστικότητα, μπορούμε να κάνουμε μεγάλες αλλαγές και να βοηθήσουμε όλους να ζήσουν καλύτερα μαζί.",
    "audio_file": "110014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Πάρκα Rosa",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε μια θαρραλέα γυναίκα που ονομαζόταν Rosa Parks που υπερασπιζόταν αυτό που ήταν σωστό. Η Ρόζα έζησε σε μια εποχή που οι άνθρωποι αντιμετωπίζονταν διαφορετικά με βάση το χρώμα του δέρματός τους. Μια μέρα, μετά από μια κουραστική μέρα στη δουλειά, η Ρόζα κάθισε σε ένα λεωφορείο στο Μοντγκόμερι της Αλαμπάμα. Ο οδηγός του λεωφορείου της είπε να παραχωρήσει τη θέση της για έναν λευκό επιβάτη, αλλά η Rosa ήταν κουρασμένη, όχι μόνο από την ημέρα της, αλλά και από τους άδικους κανόνες που έπρεπε να ακολουθεί αυτή και άλλοι κάθε μέρα. Αποφάσισε να μείνει καθισμένη, λέγοντας όχι με έναν ήσυχο αλλά δυναμικό τρόπο. Η γενναία πράξη της Ρόζας ήταν μια πολύ σημαντική στιγμή. Ξεκίνησε ένα μεγάλο κίνημα όπου πολλοί άνθρωποι, με επικεφαλής τον Μάρτιν Λούθερ Κινγκ Τζούνιορ, ενώθηκαν για να αγωνιστούν για ισότητα και δικαιοσύνη. Οργάνωσαν ένα μεγάλο μποϊκοτάζ των λεωφορείων, όπου σταμάτησαν να χρησιμοποιούν τα λεωφορεία μέχρι ο καθένας να μπορεί να καθίσει όπου ήθελε. Η απλή πράξη θάρρους της Rosa βοήθησε να αλλάξουν πολλοί άδικοι νόμοι και έδειξε στον κόσμο πώς η υπεράσπιση του σωστού, ακόμη και με μικρούς τρόπους, μπορεί να κάνει τεράστια διαφορά. Η Rosa Parks έχει μείνει στην ιστορία ως η «Μητέρα του Κινήματος Πολιτικών Δικαιωμάτων» και η ιστορία της μας διδάσκει ότι ο καθένας μπορεί να γίνει ήρωας και να βοηθήσει να αλλάξει ο κόσμος προς το καλύτερο.",
    "audio_file": "110015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Νιλ Άρμστρονγκ",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένας περιπετειώδης άνθρωπος που ονομαζόταν Neil Armstrong. Είχε ένα όνειρο να κάνει κάτι που κανείς δεν είχε κάνει ποτέ πριν – να περπατήσει στη Σελήνη! Ο Neil αγαπούσε τις πτήσεις και έγινε πιλότος, πετώντας ψηλά στον ουρανό και μάλιστα έγινε αστροναύτης, πράγμα που σήμαινε ότι έπρεπε να πάει στο διάστημα. Στις 20 Ιουλίου 1969, ο Neil και οι φίλοι του πέταξαν με ένα διαστημόπλοιο που ονομάζεται Apollo 11 μέχρι τη Σελήνη. Ήταν ένα μακρύ και συναρπαστικό ταξίδι. Όταν έφτασαν στη Σελήνη, ο Neil ήταν ο πρώτος που βγήκε από το διαστημόπλοιο στη σκονισμένη επιφάνεια του φεγγαριού. Καθώς έκανε το πρώτο του βήμα, είπε: «Αυτό είναι ένα μικρό βήμα για τον άνθρωπο, ένα τεράστιο άλμα για την ανθρωπότητα». Αυτό σήμαινε ότι παρόλο που το βήμα του ήταν μικρό, ήταν μια τεράστια στιγμή για όλους τους ανθρώπους παντού. Ο Neil και οι φίλοι του συνέλεξαν βράχους φεγγαριού και φύτεψαν μια σημαία. Όταν επέστρεψαν στη Γη, γιορτάστηκαν ως ήρωες. Το όνειρο και η γενναιότητα του Neil έδειξαν σε όλους ότι με σκληρή δουλειά και αποφασιστικότητα, μπορούμε να φτάσουμε στα αστέρια και να πετύχουμε απίστευτα πράγματα.",
    "audio_file": "110016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Μαρία Κιουρί",
    "story_translation": "Μια φορά κι έναν καιρό, στη χώρα της Πολωνίας, υπήρχε ένα πολύ περίεργο και έξυπνο κορίτσι που ονομαζόταν Marie Curie. Η Marie αγαπούσε τη μάθηση, ειδικά για την επιστήμη. Όταν μεγάλωσε, μετακόμισε στο Παρίσι της Γαλλίας για να σπουδάσει περισσότερο επειδή ήθελε να γίνει επιστήμονας. Τότε, δεν ήταν πολλές οι γυναίκες επιστήμονες, αλλά η Μαρία ήταν αποφασισμένη. Εργάστηκε σε ένα μικρό, σκοτεινό εργαστήριο με τον σύζυγό της, Pierre Curie. Μαζί, ανακάλυψαν κάτι εκπληκτικό που ονομάζεται ράδιο. Το ράδιο ήταν ένα ειδικό είδος μετάλλου που έλαμπε στο σκοτάδι και μπορούσε να χρησιμοποιηθεί για να βοηθήσει τους γιατρούς να δουν μέσα στα σώματα των ανθρώπων για να τα κάνουν καλύτερα. Η Marie Curie έγινε πολύ διάσημη για την ανακάλυψή της και κέρδισε το βραβείο Νόμπελ όχι μία, αλλά δύο φορές! Ήταν η πρώτη γυναίκα που κέρδισε αυτό το μεγάλο βραβείο και το πρώτο άτομο που το κέρδισε δύο φορές. Η Marie έδειξε στον κόσμο ότι τα κορίτσια μπορούν να είναι και σπουδαίοι επιστήμονες. Δούλεψε σκληρά και δεν τα παράτησε ποτέ, ακόμα και όταν ήταν δύσκολο. Οι ανακαλύψεις της βοήθησαν πολλούς ανθρώπους και άλλαξαν τον κόσμο της επιστήμης για πάντα.",
    "audio_file": "110017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Μαλάλα Γιουσαφζάι",
    "story_translation": "Μια φορά κι έναν καιρό, στην όμορφη κοιλάδα Swat του Πακιστάν, υπήρχε ένα γενναίο κορίτσι που ονομαζόταν Malala Yousafzai. Η Malala αγαπούσε να πηγαίνει στο σχολείο και να μαθαίνει νέα πράγματα, αλλά στη χώρα της, μια ομάδα ανθρώπων πίστευε ότι τα κορίτσια δεν πρέπει να πηγαίνουν στο σχολείο. Η Malala πίστευε ότι κάθε κορίτσι και αγόρι έχει το δικαίωμα να μαθαίνει, έτσι μίλησε για τα δικαιώματά της και τα δικαιώματα των άλλων παιδιών. Έγραψε για τη ζωή της και την επιθυμία της να πάει στο σχολείο σε ένα ημερολόγιο και πολλοί άνθρωποι σε όλο τον κόσμο διάβασαν τα λόγια της. Το θάρρος της έκανε μερικούς ανθρώπους να θυμώσουν και μια μέρα πληγώθηκε. Αλλά η Μαλάλα ήταν δυνατή και δεν το έβαλε κάτω. Αφού έγινε καλύτερα, συνέχισε να μιλάει ακόμα πιο δυνατά για την εκπαίδευση όλων των παιδιών. Η γενναιότητά της και η ιστορία της ενέπνευσαν πολλούς ανθρώπους και έγινε το νεότερο άτομο που κέρδισε ποτέ το βραβείο Νόμπελ Ειρήνης. Η Malala έδειξε σε όλους ότι ακόμα κι αν είσαι νέος, μπορείς να κάνεις μεγάλη διαφορά στον κόσμο υπερασπιζόμενος αυτό που πιστεύεις.",
    "audio_file": "110018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Νέλσον Μαντέλα",
    "story_translation": "Μια φορά κι έναν καιρό στη Νότια Αφρική, υπήρχε ένας άνθρωπος που ονομαζόταν Νέλσον Μαντέλα. Ο Μαντέλα ήταν ένας γενναίος και σοφός άνθρωπος που πίστευε ότι όλοι πρέπει να αντιμετωπίζονται ισότιμα, ανεξάρτητα από το χρώμα του δέρματός τους. Αλλά κατά τη διάρκεια εκείνων των χρόνων, στη Νότια Αφρική, υπήρχαν άδικοι νόμοι που ονομάζονταν απαρτχάιντ, οι οποίοι χώριζαν τους ανθρώπους με βάση τη φυλή και το χρώμα τους. Ο Μαντέλα ήθελε να αλλάξει αυτούς τους νόμους, έτσι ώστε όλοι, μαύροι ή λευκοί, να μπορούν να ζήσουν μαζί ειρηνικά. Εργάστηκε πολύ σκληρά και μίλησε σε πολλούς ανθρώπους, προσπαθώντας να φέρει την αλλαγή με ειρηνικό τρόπο. Αλλά αυτό δεν άρεσε στην κυβέρνηση και τον έβαλαν στη φυλακή για πολλά χρόνια. Ο Μαντέλα δεν εγκατέλειψε ποτέ την ελπίδα και έγινε σύμβολο του αγώνα για ελευθερία. Άνθρωποι σε όλο τον κόσμο γνώριζαν γι 'αυτόν και υποστήριξαν τον σκοπό του. Τελικά, μετά από 27 χρόνια, αφέθηκε ελεύθερος. Το όνειρο του Μαντέλα άρχισε να γίνεται πραγματικότητα όταν έγινε ο πρώτος μαύρος πρόεδρος της Νότιας Αφρικής και εργάστηκε για να φέρει κοντά ανθρώπους όλων των χρωμάτων. Έδειξε στον κόσμο τη δύναμη της συγχώρεσης και πόσο σημαντικό είναι να αγωνιζόμαστε για το σωστό. Ο Νέλσον Μαντέλα μνημονεύεται ως ήρωας που έφερε ελπίδα και αλλαγή στη χώρα του και στον κόσμο.",
    "audio_file": "110019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Λεονάρντο Ντα Βίντσι",
    "story_translation": "Μια φορά κι έναν καιρό στην Ιταλία, ζούσε ένα περίεργο και έξυπνο αγόρι που ονομαζόταν Λεονάρντο ντα Βίντσι. Ο Λεονάρντο αγαπούσε να εξερευνά τον κόσμο γύρω του και ενδιαφερόταν για πολλά πράγματα. Του άρεσε να σχεδιάζει, να ζωγραφίζει, ακόμη και να εφευρίσκει νέα πράγματα. Καθώς μεγάλωνε, έγινε πολύ καλός στην τέχνη και δημιούργησε όμορφους πίνακες, ένας από τους οποίους ήταν η περίφημη «Μόνα Λίζα» που οι άνθρωποι εξακολουθούν να θαυμάζουν σήμερα. Αλλά ο Λεονάρντο δεν ήταν απλώς ένας καλλιτέχνης. Ήταν επίσης επιστήμονας και εφευρέτης. Μελέτησε τα πουλιά και ονειρευόταν να φτιάξει μια μηχανή που θα μπορούσε να πετάξει, ακριβώς όπως ένα αεροπλάνο σήμερα. Κοίταξε επίσης το ανθρώπινο σώμα για να καταλάβει πώς λειτουργεί και σχεδίασε πολλά σκίτσα των ιδεών του. Ο Λεονάρντο ήταν ένας πολύ ταλαντούχος άνθρωπος και η περιέργειά του για τον κόσμο δεν σταμάτησε ποτέ. Συνέχισε να μαθαίνει και να δημιουργεί όλη του τη ζωή. Μας έδειξε ότι αν είστε περίεργοι και εργάζεστε σκληρά, μπορείτε να μάθετε για πολλά διαφορετικά πράγματα και ίσως ακόμη και να αλλάξετε τον κόσμο με τις ιδέες σας.",
    "audio_file": "110020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Κλεοπάτρα",
    "story_translation": "Μια φορά κι έναν καιρό στην αρχαία Αίγυπτο, υπήρχε μια διάσημη βασίλισσα που ονομαζόταν Κλεοπάτρα. Η Κλεοπάτρα δεν ήταν απλώς μια βασίλισσα. Ήταν επίσης πολύ έξυπνη και μορφωμένη. Μιλούσε πολλές γλώσσες και ήταν γνωστή για τη γοητεία και την ευφυΐα της. Ως ηγεμόνας της Αιγύπτου, η Κλεοπάτρα νοιαζόταν βαθιά για τον λαό της και εργάστηκε σκληρά για να κάνει τη χώρα της ισχυρή και ισχυρή. Ήταν επίσης διάσημη για την ομορφιά της και τις μεγάλες ιστορίες αγάπης της με ισχυρούς ηγέτες άλλων χωρών, όπως ο Ιούλιος Καίσαρας και ο Μάρκος Αντώνιος. Η Κλεοπάτρα έζησε σε μια εποχή που ήταν πολύ σπάνιο για μια γυναίκα να βρίσκεται σε τόσο ισχυρή θέση, αλλά έδειξε ότι μπορούσε να κυβερνήσει τόσο καλά όσο οποιοσδήποτε βασιλιάς. Ήταν ένας από τους τελευταίους ηγεμόνες της αρχαίας Αιγύπτου πριν γίνει μέρος της Ρωμαϊκής Αυτοκρατορίας. Η ζωή της Κλεοπάτρας ήταν γεμάτη περιπέτειες και έχει μείνει στην ιστορία ως μία από τις πιο συναρπαστικές και σημαντικές γυναίκες της εποχής της.",
    "audio_file": "110021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Γαλιλαίος Γαλιλέι",
    "story_translation": "Μια φορά κι έναν καιρό στην Ιταλία, υπήρχε ένας άνθρωπος που ονομαζόταν Γαλιλαίος Γαλιλέι. Ο Γαλιλαίος ήταν πολύ περίεργος για τον κόσμο και τα αστέρια στον ουρανό. Αγαπούσε να μελετά και να μαθαίνει για ό, τι μπορούσε. Ένα από τα πιο σημαντικά πράγματα που έκανε ήταν να κοιτάξει τα αστέρια και τους πλανήτες με ένα τηλεσκόπιο, το οποίο ήταν μια νέα εφεύρεση εκείνη την εποχή. Ο Γαλιλαίος ανακάλυψε ότι η Γη και άλλοι πλανήτες κινούνταν γύρω από τον Ήλιο, όχι το αντίστροφο, όπως πίστευαν οι περισσότεροι άνθρωποι τότε. Αυτή ήταν μια μεγάλη ανακάλυψη γιατί άλλαξε τον τρόπο με τον οποίο οι άνθρωποι κατανοούσαν το σύμπαν. Ωστόσο, δεν ήταν όλοι ευχαριστημένοι με τις ιδέες του Γαλιλαίου. Μερικοί άνθρωποι, συμπεριλαμβανομένων ισχυρών ηγετών, δεν τον πίστευαν και δεν ήθελαν ούτε οι άλλοι να τον πιστέψουν. Νόμιζαν ότι οι ιδέες του ήταν πολύ διαφορετικές. Ο Γαλιλαίος έπρεπε να είναι πολύ γενναίος για να μοιραστεί τις ανακαλύψεις του και να υπερασπιστεί αυτό που ήξερε ότι ήταν αλήθεια. Συνέχισε να μελετά και να διδάσκει, και σήμερα, θυμόμαστε τον Γαλιλαίο ως έναν από τους μεγαλύτερους επιστήμονες όλων των εποχών. Μας έδειξε ότι μερικές φορές πρέπει να αμφισβητείς τι σκέφτονται όλοι οι άλλοι και να είσαι αρκετά γενναίος για να ακολουθήσεις τις δικές σου ιδέες.",
    "audio_file": "110022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Ιωάννα της Λωραίνης",
    "story_translation": "Μια φορά κι έναν καιρό στη Γαλλία, υπήρχε ένα νεαρό κορίτσι που ονομαζόταν Ιωάννα της Λωραίνης. Η Joan ζούσε σε ένα μικρό χωριό σε μια εποχή που η χώρα της, η Γαλλία, βρισκόταν σε μεγάλο πόλεμο με μια άλλη χώρα που ονομαζόταν Αγγλία. Η Joan ήταν πολύ γενναία και πίστευε ότι είχε μια ειδική αποστολή να βοηθήσει τη Γαλλία. Είπε ότι άκουσε φωνές αγίων που της έλεγαν να σώσει την πατρίδα της. Παρόλο που ήταν έφηβη και κορίτσι, η Ιωάννα έπεισε τον πρίγκιπα της Γαλλίας να την αφήσει να ηγηθεί ενός στρατού. Φορούσε πανοπλία και καβαλούσε ένα άλογο, οδηγώντας τους στρατιώτες της στη μάχη. Το θάρρος της Joan ενέπνευσε όλους γύρω της και βοήθησε να κερδίσει μερικές σημαντικές μάχες. Οι άνθρωποι την έβλεπαν ως ήρωα. Δυστυχώς, αιχμαλωτίστηκε από τους εχθρούς της και αντιμετώπισε μεγάλες προκλήσεις. Αλλά η Joan δεν σταμάτησε ποτέ να πιστεύει στην αποστολή της. Χρόνια αργότερα, θυμήθηκε ως σύμβολο γενναιότητας και πατριωτισμού. Η Ιωάννα της Λωραίνης έγινε αγία και οι άνθρωποι σε όλο τον κόσμο γνωρίζουν την ιστορία της. Μας δίδαξε ότι ανεξάρτητα από το πόσο νέος ή μικρός είσαι, μπορείς να κάνεις σπουδαία πράγματα αν έχεις θάρρος και πιστεύεις στον εαυτό σου.",
    "audio_file": "110023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Άλμπερτ Αϊνστάιν",
    "story_translation": "Μια φορά κι έναν καιρό, υπήρχε ένας λαμπρός φυσικός που ονομαζόταν Άλμπερτ Αϊνστάιν. Ο Άλμπερτ είχε μια βαθιά περιέργεια για το σύμπαν και πώς λειτουργούσε. Κατέληξε σε μια πρωτοποριακή θεωρία που ονομάζεται «Θεωρία της Σχετικότητας», η οποία άλλαξε τον τρόπο με τον οποίο κατανοούμε το χώρο, το χρόνο και τη βαρύτητα. Η φόρμουλά του, E=mc², έγινε διάσημη παγκοσμίως. Ο Άλμπερτ δεν ήταν απλώς ένας επιστήμονας. Ήταν επίσης υπέρμαχος της ειρήνης και των ανθρωπίνων δικαιωμάτων. Μίλησε ενάντια στον πόλεμο και την αδικία. Το έργο και οι ιδέες του έφεραν επανάσταση στην επιστήμη και τον έκαναν έναν από τους πιο διάσημους επιστήμονες στην ιστορία. Ο Άλμπερτ Αϊνστάιν μας έδειξε ότι με φαντασία, περιέργεια και σκληρή δουλειά, μπορούμε να ξεκλειδώσουμε τα μυστήρια του σύμπαντος και να κάνουμε τον κόσμο ένα καλύτερο μέρος.",
    "audio_file": "110024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "Η πτώση του τείχους του Βερολίνου",
    "story_translation": "Μια φορά κι έναν καιρό, το 1989, ένα κοσμοϊστορικό γεγονός εκτυλίχθηκε στο Βερολίνο της Γερμανίας - η πτώση του τείχους του Βερολίνου. Για δεκαετίες, το Τείχος του Βερολίνου χώριζε το Ανατολικό και το Δυτικό Βερολίνο, συμβολίζοντας τη διαίρεση μεταξύ Ανατολής και Δύσης κατά τη διάρκεια του Ψυχρού Πολέμου. Ήταν ένα φυσικό και ιδεολογικό εμπόδιο που στάθηκε ως σύμβολο καταπίεσης και διαίρεσης. Ωστόσο, το φθινόπωρο του 1989, μια σειρά ειρηνικών διαμαρτυριών και πολιτικών αλλαγών στην Ανατολική Γερμανία οδήγησαν στο αδιανόητο. Τη νύχτα της 9ης Νοεμβρίου 1989, η κυβέρνηση της Ανατολικής Γερμανίας ανακοίνωσε ότι οι πολίτες μπορούσαν να περάσουν ελεύθερα στο Δυτικό Βερολίνο. Πλήθη ανθρώπων συνέρρεαν στον τοίχο και με σφυριά και καλέμια, άρχισαν να το διαλύουν. Ο κόσμος παρακολουθούσε έκπληκτος καθώς οικογένειες και φίλοι επανενώνονταν με χαρά και άνθρωποι και από τις δύο πλευρές του τείχους αγκάλιαζαν ο ένας τον άλλον. Η πτώση του Τείχους του Βερολίνου σηματοδότησε την αρχή του τέλους του Ψυχρού Πολέμου και την τελική επανένωση της Γερμανίας. Ήταν μια απόδειξη της δύναμης των ανθρώπων που ενώνονται για να σπάσουν τα εμπόδια και να επιτύχουν ελευθερία και ενότητα.",
    "audio_file": "110025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "Ο δρόμος του μεταξιού",
    "story_translation": "Πολύ καιρό πριν, στην αρχαιότητα, υπήρχε ένα τεράστιο δίκτυο εμπορικών δρόμων γνωστό ως Δρόμος του Μεταξιού. Αυτό το ιστορικό ταξίδι δεν ήταν ένας ενιαίος δρόμος, αλλά ένας σύνθετος ιστός διασυνδεδεμένων μονοπατιών που εκτείνονταν σε όλη την Ασία, συνδέοντας την Ανατολή με τη Δύση. Ο Δρόμος του Μεταξιού πήρε το όνομά του από το πολύτιμο μετάξι, ένα πολυτελές ύφασμα που παράγεται στην Κίνα, το οποίο ήταν ένα από τα πιο περιζήτητα αγαθά που εμπορεύονταν κατά μήκος αυτών των διαδρομών. Ωστόσο, ο Δρόμος του Μεταξιού δεν αφορούσε μόνο το μετάξι. Ήταν ένας αγωγός για την ανταλλαγή αγαθών, πολιτισμών και ιδεών. Έμποροι από την Κίνα, την Ινδία, την Περσία, την Αραβία και άλλες περιοχές ξεκίνησαν επικίνδυνα ταξίδια, μεταφέροντας αγαθά όπως μπαχαρικά, πολύτιμα μέταλλα, πολύτιμους λίθους και εξωτικά υφάσματα. Μαζί με αυτά τα αγαθά, μοιράζονταν τους πολιτισμούς, τις θρησκείες και τις τεχνολογίες τους. Ο Δρόμος του Μεταξιού διευκόλυνε μια αξιοσημείωτη ανταλλαγή γνώσεων, οδηγώντας σε προόδους στην επιστήμη, τα μαθηματικά και την τέχνη. Έπαιξε επίσης σημαντικό ρόλο στην εξάπλωση του Βουδισμού, του Ισλάμ και του Χριστιανισμού σε διάφορα μέρη του κόσμου. Καθώς ο Δρόμος του Μεταξιού άνθισε, καλλιέργησε ένα πνεύμα συνεργασίας και κατανόησης μεταξύ διαφορετικών πολιτισμών. Παρά τις προκλήσεις των σκληρών εδαφών και των απρόβλεπτων καιρικών συνθηκών, οι έμποροι συνέχισαν τα ταξίδια τους, σφυρηλατώντας συνδέσεις μεταξύ μακρινών χωρών. Ο Δρόμος του Μεταξιού ήταν μια γέφυρα που συνέδεε τους ανθρώπους σε όλες τις ηπείρους και διαδραμάτισε κεντρικό ρόλο στη διαμόρφωση της ιστορίας του κόσμου μας.",
    "audio_file": "110026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "Το Σινικό Τείχος της Κίνας",
    "story_translation": "Πριν από πολλούς αιώνες, στην τεράστια και αρχαία γη της Κίνας, ξεκίνησε ένα αξιοσημείωτο κατασκευαστικό έργο. Ήταν η κατασκευή αυτού που αργότερα θα γινόταν ένα από τα πιο εμβληματικά και εντυπωσιακά κτίρια στον κόσμο: το Σινικό Τείχος της Κίνας. Αυτό το μνημειώδες εγχείρημα δεν ήταν ένα ενιαίο τείχος, αλλά μια σειρά τειχών, οχυρώσεων και παρατηρητηρίων που εκτείνονταν κατά μήκος των βόρειων συνόρων της Κίνας. Ο πρωταρχικός σκοπός του Σινικού Τείχους ήταν να προστατεύσει τα κινεζικά κράτη και αυτοκρατορίες από εισβολές νομαδικών φυλών και στρατιωτικές επιδρομές. Η κατασκευή του Σινικού Τείχους ξεκίνησε πριν από 2.000 χρόνια κατά τη διάρκεια της δυναστείας Qin, αλλά επεκτάθηκε και ξαναχτίστηκε από τις επόμενες δυναστείες, συμπεριλαμβανομένων των δυναστειών Han, Ming και Qing. Το τείχος χτίστηκε χρησιμοποιώντας διάφορα υλικά όπως πέτρα, χώμα, ξύλο και τούβλο και κάλυψε μια εκπληκτική απόσταση, με εκτιμήσεις που κυμαίνονται από 13.000 έως 21.196 μίλια. Ήταν μια απόδειξη της εφευρετικότητας και της αποφασιστικότητας του κινεζικού λαού. Το Σινικό Τείχος όχι μόνο χρησίμευσε ως μια τρομερή αμυντική δομή, αλλά διευκόλυνε επίσης το εμπόριο, την επικοινωνία και τις πολιτιστικές ανταλλαγές κατά μήκος του Δρόμου του Μεταξιού. Έχει αντέξει στη δοκιμασία του χρόνου και παραμένει σύμβολο της πλούσιας ιστορίας και της διαρκούς δύναμης της Κίνας. Σήμερα, αναγνωρίζεται ως ένα από τα επτά θαύματα του κόσμου και το επισκέπτονται εκατομμύρια άνθρωποι από όλο τον κόσμο που έρχονται να θαυμάσουν το μεγαλείο και την ιστορική σημασία του.",
    "audio_file": "110027.wav"
  }
]