[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "Три поросенка",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "Жили-были три поросенка, которые решили построить дома, чтобы оставаться в безопасности. Первый поросенок построил дом из соломы, потому что это было легко. Второй поросенок построил дом из палок, он был крепче, но все еще слаб. Третий поросенок построил дом из кирпича, который был крепким и надежным. Однажды к соломенному дому пришел большой злой волк. Он дунул, подул, и легко разнес соломенный дом на куски. Испуганный поросенок побежал к домику из палок к своему брату. Волк последовал за ним, дунул, подул и разрушил дом из палок. Оба поросенка побежали к кирпичному дому, надеясь, что он крепкий. Волк дунул, подул, но кирпичный дом не упал. Разозлившись, волк попытался забраться вниз по трубе, чтобы поймать поросенков. Поросенки развели огонь, и волк испугался и убежал. Три поросенка были в безопасности и поняли, что тяжелый труд всегда окупается. Они жили счастливо в своем крепком, безопасном кирпичном доме.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "Златовласка",
        "fiction": true,
        "level": "beginner",
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "Об одном солнечном утре Златовласка шла по лесу и наткнулась на маленький дом. Дверь была открыта, и Златовласка решила войти внутрь и исследовать. На кухне она нашла три миски с кашей на столе. Она попробовала первую миску и сказала: Эта каша слишком горячая! Она попробовала вторую миску и сказала: Эта каша слишком холодная! Она попробовала третью миску и счастливо сказала: Эта каша в самый раз! После еды Златовласка почувствовала усталость и заметила три стула в гостиной. Она села на первый стул, но сказала: Этот стул слишком жесткий! Она попробовала второй стул, но сказала: Этот стул слишком мягкий! Она села на третий стул и сказала: Этот стул в самый раз! Вдруг маленький стул сломался, и Златовласка быстро встала от неожиданности. Чувствуя сонливость, она поднялась по лестнице и нашла три кровати в одной комнате. Она легла на первую кровать и сказала: Эта кровать слишком жесткая! Она попробовала вторую кровать, но сказала: Эта кровать слишком мягкая! Она легла на третью кровать и сказала: Эта кровать в самый раз! Златовласка крепко уснула, не зная, что три медведя возвращаются домой. Папа Медведь сказал: Кто-то ел мою кашу! очень громким голосом. Мама Медведица сказала: Кто-то сидел на моем стуле и сломал его! Медвежонок сказал: Кто-то спал в моей кровати, и вот она! Златовласка проснулась, увидела медведей и закричала, выбегая на улицу. Она помчалась через лес, пообещав себе больше никогда не заходить в чужие дома.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Золушка",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "Жила-была добрая девушка по имени Золушка, которая жила со своей жестокой мачехой. Мачеха и сводные сестры заставляли её делать всю уборку и готовить. Однажды король объявил о грандиозном балу, на котором принц должен был найти себе невесту. Золушка захотела пойти, но её мачеха отказала ей и оставила дома. Когда она заплакала, появилась её Фея-крестная и пообещала помочь ей пойти на бал. Смахнув волшебной палочкой, она превратила лохмотья Золушки в красивое платье. Она подарила Золушке стеклянные туфельки и превратила тыкву в волшебную карету. Фея сказала: «Вернись до полуночи, иначе магия исчезнет». На балу все восхищались Золушкой, и принц влюбился в неё. Они танцевали вместе всю ночь, пока часы не пробили двенадцать, и Золушка сбежала. Она оставила одну стеклянную туфельку, по которой принц начал её искать. Принц посетил каждый дом, примеряя туфельку на каждой молодой женщине в королевстве. Когда он пришёл в дом Золушки, сводные сестры пытались, но их ноги не влезали в туфельку. Золушка примерила туфельку, и она подошла идеально! Принц понял, что она та самая. Они вскоре поженились, и Золушка простила свою мачеху и сводных сестёр за их жестокость. Золушка и принц жили счастливо в grand palacio.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "Джек и бобовый стебель",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "Жил-был бедный мальчик по имени Джек, который жил со своей матерью. У них была только одна корова, которую они продали за еду и деньги. Однажды Джек обменял корову на волшебные бобы у странного человека. Его мать пришла в ярость и выбросила бобы из окна. К утру бобы выросли в гигантское бобовое стебло, достигающее неба. Заинтригованный, Джек залез по стеблю и обнаружил огромный замок в облаках. Внутри он увидел гиганта, который обладал золотой арфой и волшебной курицей. Курица несла золотые яйца, а арфа сама играла красивые мелодии. Джек забрал курицу и арфу, но гигант проснулся и начал гнаться за ним. Джек быстро слез по бобовому стеблю, пока сердитый гигант следовал за ним. Добравшись до земли, Джек схватил топор и срубил бобовое стебло. Гигант упал с бобового стебля и больше никогда не появлялся. С золотыми яйцами курицы Джек и его мать жили долго и счастливо.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "Черепаха и заяц",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "Жил-был быстроногий заяц, который любил хвастаться своей скоростью. Заяц смеялся над медлительной черепахой и вызвал её на гонку. Уверенный в своей победе, заяц быстро рванул вперёд, оставив черепаху далеко позади в пыли. Будучи уверенным в своей победе, заяц решил вздремнуть под деревом. В то время как черепаха двигалась устойчиво, не останавливаясь, она в итоге обошла спящего зайца. Когда заяц проснулся, он понял, что черепаха уже близка к финишной линии. Заяц побежал так быстро, как только мог, но было уже слишком поздно. Черепаха пересекла финишную черту первой и выиграла гонку у зайца. Заяц был смущён и усвоил важный урок о чрезмерной самоуверенности и скромности. Черепаха показала, что медленный иsteady effort может победить чрезмерную самоуверенность и спешку.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Гензель и Гретель",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "Жили-были Гансель и Гретель с их отцом и мачехой. Семья была очень бедной, и мачеха планировала abandon детей. Однажды ночью Гансель подслушал этот план и собрал блестящие камешки, чтобы проложить путь. На следующий день родители привели Ганселя и Гретель глубоко в лес. Когда их оставили одних, Гансель и Гретель последовали по дорожке из камешков и благополучно вернулись домой. В сердцах мачеха на следующий день отвела их еще глубже в лес. Гансель попытался оставить хлебные крошки, но птицы их съели, оставив детей заблудшими и испуганными. Они бродили и нашли домик из конфет, который принадлежал ведьме, поймавшей их. Ведьма планировала съесть Ганселя и заставляла Гретель выполнять всю работу по дому. Умная Гретель обманула ведьму и толкнула её в горящую печь. Они нашли сокровища в доме ведьмы и принесли их обратно домой. Их отец был в восторге, а злая мачеха навсегда исчезла из их жизни. Гансель и Гретель жили долго и счастливо, с достатком еды и без забот.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "Новые одежды короля (Императора)",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "Жил-был император, который любил носить самые красивые и роскошные одежды. Два мошенника пришли и заявили, что могут сделать волшебную одежду, невидимую для дураков. Император дал им золото и шелк, чтобы создать великолепные наряды. Мошенники притворялись, что усердно работают, но сами забрали золото и шелк. Когда одежда была готова, император ничего не увидел, но боялся в этом признаться. Он притворился, что восхищается невидимыми одеждами, опасаясь, что другие подумают, будто он глуп. Мошенники стали делать вид, что одевают его, а император объявил грандиозный парад. Все в толпе также притворялись, что видят новые одежды императора. Наконец, один ребенок воскликнул: «Но он совсем ничего не носит!» Толпа зашумела и согласилась, понимая, что император был абсолютно обманут. Император был смущен, но продолжал парад, слишком горд, чтобы признать свою ошибку. С того дня он стал более скромным и стал меньше заботиться о роскошной одежде.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "Спящая красавица",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "Жили-были король и королева, которые мечтали о детях. Их желание сбылось, и у них родилась прекрасная девочка по имени Аврора. Феи подарили Авроре дары, такие как красота и доброта, на великом пиршестве. Не приглашенная, сердитая фея прокляла Аврору: она уколет палец и умрет. Добрая фея смягчила проклятие: Аврора будет спать до поцелуя истинной любви. Король сжег все прялки, надеясь защитить Аврору от проклятия. Годы спустя, в ее шестнадцатый день рождения, Аврора нашла старую прялку. Она уколола палец и упала в глубокий сон, как было предсказано. Весь замок уснул, окруженный толстыми, колючими лозами. Прошло сто лет, и смелый принц обнаружил спящий замок. Он поцеловал Аврору, разорвав заклятие и разбудив всех в замке. Аврора и принц влюбились, поженились и жили долго и счастливо.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Али-Баба и сорок разбойников",
        "fiction": true,
        "level": "beginner",
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Али Baba был бедным дровосеком, который жил в маленькой деревне. Однажды он увидел сорока разбойников, прячущих сокровища в волшебной пещере. Они сказали: \"Сезам, откройся\", и дверь пещеры открылась, обнажив золото и драгоценности. После их ухода Али Baba использовал те же слова, чтобы войти в пещеру. Он взял небольшую часть сокровищ, чтобы помочь своей бедной семье. Разбойники обнаружили, что кто-то вошел в пещеру, и очень разозлились. Они начали искать по деревне и заподозрили Али Baba в краже их сокровищ. Умная служанка Али Baba, Моргана, подслушала их планы убить его. Она обманула разбойников и спасла Али Baba, перехитрив их главаря. Али Baba и его семья жили счастливо и долго, благодарные за свою удачу.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "Рыбак и его жена",
        "fiction": true,
        "level": "beginner",
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Бедный рыбак поймал волшебную говорящую рыбу и решил отпустить её. Рыба пообещала исполнить любое его желание за то, что он пощадил её жизнь. Рыбак рассказал об этом своей жене, которая потребовала, чтобы они попросили о большем доме. Рыба исполнила желание, и они переехали в роскошный коттедж. Жена стала жадной и попросила замок и стать королевой. Каждый раз рыбак возвращался к рыбе за новыми желаниями. Рыба исполняла желания, но жадность жены только росла. Наконец, она потребовала стать владелицей солнца, луны и звёзд. Рыба, разгневанная её жадностью, забрала всё обратно, оставив их в их хижине. Рыбак и его жена вернулись к простой жизни, научившись быть довольными.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Амила Эрхарт",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "Жила-была смелая и авантюрная девочка по имени Амелия Ергарт. Амелия любила наблюдать за птицами и мечтала высоко парить в небе, как они. Она выросла в эпоху, когда не многие женщины становились пилотами, но Амелия была полна решимости следовать своей мечте. Она очень старалась и научилась управлять самолетами, став одной из первых женщин-пилотов в мире. Амелия совершила нечто поистине удивительное: она самостоятельно перелетела через широкий Атлантический океан, став первой женщиной в истории, сделавшей это! Ее смелость и успех показали всем, что девочки тоже могут достигать больших мечт. Амелия стала знаменитой и вдохновила многих людей, особенно девушек, следовать своим мечтам, независимо от того, насколько они велики. Она доказала, что с решимостью и смелостью можно тянуться к звёздам и осуществлять свои мечты.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Мари Кюри",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "Жила-была в стране Польша очень любознательная и умная девушка по имени Мария Кюри. Мария любила учиться, особенно науке. Когда она выросла, она переехала в Париж, Франция, чтобы учиться больше, потому что хотела стать ученым. В то время не так много женщин были учеными, но Мария была полна решимости. Она работала в маленькой темной лаборатории со своим мужем Пьером Кюри. Вместе они открыли что-то удивительное, называемое радий. Радий был особым видом металла, который светился в темноте и мог быть использован, чтобы помочь врачам увидеть внутренности людей и сделать их лучше. Мария Кюри стала очень известной за свое открытие и получила Нобелевскую премию не один раз, а дважды! Она была первой женщиной, которая выиграла эту престижную награду, и первым человеком, который выиграл ее дважды. Мария показала миру, что девочки тоже могут быть великими учеными. Она много работала и никогда не сдавалась, даже когда было трудно. Ее открытия помогли многим людям и навсегда изменили мир науки.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Нельсон Мандела",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "Жил-был в Южной Африке человек по имени Нельсон Мандела. Мандела был смелым и мудрым человеком, который верил, что все должны быть равны, независимо от цвета кожи. Но в то время в Южной Африке существовали несправедливые законы под названием апартеид, которые разделяли людей по расовому и цветному признакам. Мандела хотел изменить эти законы, чтобы все, черные или белые, могли жить вместе в мире. Он много трудился и говорил с многими людьми, пытаясь добиться изменения мирным путем. Но правительство не одобрило этого, и они посадили его в тюрьму на многие годы. Мандела никогда не терял надежды, и он стал символом борьбы за свободу. Люди по всему миру знали о нём и поддерживали его дело. Наконец, спустя 27 лет, он был освобожден. Мечта Манделы начала сбываться, когда он стал первым чернокожим президентом Южной Африки, и он работал над объединением людей всех цветов кожи. Он показал миру силу прощения и важность борьбы за то, что правильно. Нельсон Мандела запомнился как герой, который принес надежду и изменения своей стране и миру.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Леонардо да Винчи",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "Жил-был в Италии любознательный и умный мальчик по имени Леонардо да Винчи. Леонардо любил исследовать окружающий его мир и интересовался многими вещами. Ему нравилось рисовать, писать картины и даже изобретать новые вещи. По мере того как он взрослил, он стал очень хорош в искусстве и создал прекрасные картины, одной из которых была знаменитая «Мона Лиза», которой люди восхищаются до сих пор. Но Леонардо был не только художником; он также был ученым и изобретателем. Он изучал птиц и мечтал создать машину, которая могла бы летать, как сегодня самолет. Он также исследовал человеческое тело, чтобы понять, как оно работает, и сделал много эскизов своих идей. Леонардо был очень талантливым человеком, и его любопытство о мире никогда не угасало. Он продолжал учиться и творить всю свою жизнь. Он показал нам, что если ты любознателен и усердно работаешь, ты можешь узнать много разных вещей и, возможно, даже изменить мир своими идеями.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Клеопатра",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "Жила-была в древнем Египте знаменитая кор queen по имени Клеопатра. Клеопатра была не только королевой, но и очень умной и образованной женщиной. Она говорила на многих языках и была известна своим обаянием и интеллектом. В качестве правительницы Египта Клеопатра глубоко заботилась о своём народе и усердно работала, чтобы сделать свою страну сильной и могучей. Она также славилась своей красотой и романами с могущественными правителями других стран, такими как Юлий Цезарь и Марк Антоний. Клеопатра жила во времена, когда было оченьRare для женщины находиться на такой влиятельной позиции, но она доказала, что может править не хуже любого короля. Она была одной из последних правителей древнего Египта, прежде чем страна стала частью Римской Империи. Жизнь Клеопатры была наполнена приключениями, и её помнят на протяжении всей истории как одну из самых увлекательных и влиятельных женщин своего времени.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Жанна д'Арк",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "Жила-была в Франции молодая девушка по имени Жанна д'Арк. Жанна жила в небольшой деревне в тот период, когда её страна, Франция, была вовлечена в большую войну с другой страной, Англией. Жанна была очень храброй и верила, что у неё есть особая миссия, чтобы помочь Франции. Она говорила, что слышит голоса святых, которые говорят ей спасти свою страну. Несмотря на то, что она была всего лишь подростком и девушкой, Жанна убедила принца Франции разрешить ей вести армию. Она носила доспехи и rode на лошади, ведя своих солдат в битву. Смелость Жанны вдохновляла всех вокруг неё, и она помогла выиграть несколько важных сражений. Люди видели в ней героя. К сожалению, она была захвачена своими врагами и столкнулась с большими трудностями. Но Жанна никогда не прекращала верить в свою миссию. Годы спустя её помнили как символ храбрости и патриотизма. Жанна д'Арк стала святой, и люди по всему миру знают её историю. Она научила нас, что, независимо от того, как молоды или малы мы, мы можем сделать великие дела, если у нас есть смелость и вера в самих себя.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Альберт Эйнштейн",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "Жил-был блестящий физик по имени Альберт Эйнштейн. Альберт испытывал глубокое любопытство к вселенной и тому, как она устроена. Он разработал groundbreaking теорию под названием «Теория относительности», которая изменила наше понимание пространства, времени и гравитации. Его формула E=mc² стала известна во всем мире. Альберт был не только ученым; он также выступал за мир и права человека. Он выступал против войны и несправедливости. Его работа и идеи революционизировали науку и сделали его одним из самых известных ученых в истории. Альберт Эйнштейн показал нам, что с помощью воображения, любопытства и упорного труда мы можем разгадать тайны вселенной и сделать мир лучше.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "Падение Берлинской стены",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "Жила-была в 1989 году значительная событие в Берлине, Германия — Падение Берлинской стены. В течение десятилетий Берлинская стена разделяла Восточный и Западный Берлин, символизируя разделение между Востоком и Западом во время Холодной войны. Это была физическая и идеологическая преграда, ставшая символом угнетения и разделения. Однако осенью 1989 года серия мирных протестов и политических изменений в Восточной Германии привела к невообразимому. Ночью 9 ноября 1989 года востегерманское правительство объявило, что граждане могут свободно пересекать границу в Западный Берлин. Толпы людей устремились к стене, и с помощью молотов и зубил они начали её разрушать. Мир с удивлением наблюдал, как семьи и друзья радостно воссоединялись, и люди с обеих сторон стены обнимали друг друга. Падение Берлинской стены ознаменовало начало конца Холодной войны и в конечном итоге воссоединение Германии. Это было свидетельством силы людей, объединяющихся, чтобы разрушать преграды и добиваться свободы и единства.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "Шелковый путь",
        "fiction": false,
        "level": "beginner",
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Давным-давно, в древние времена, существовала обширная сеть торговых путей, известная как Шелковый путь. Это историческое путешествие не было единственным путем, а представляло собой сложную паутину взаимосвязанных маршрутов, протянувшихся через Азию и соединяющих Восток с Западом. Шелковый путь получил свое название от ценного шелка, роскошной ткани, производимой в Китае, которая была одним из самых востребованных товаров, торгуемых вдоль этих путей. Однако Шелковый путь был не только о шелке; он служил каналом для обмена товарами, культурами и идеями. Торговцы из Китая, Индии, Персии, Аравии и других регионов отправлялись в опасные путешествия, перевозив товары, такие как специи, драгоценные металлы, gemstones и экзотические текстильные изделия. Вместе с этими товарами они делились своими культурами, религиями и технологиями. Шелковый путь способствовал замечательному обмену знаниями, что приводило к достижениям в науке, математике и искусстве. Он также играл значительную роль в распространении буддизма, ислама и христианства в разные части мира. По мере процветания Шелкового пути развивался дух сотрудничества и понимания между различными цивилизациями. Несмотря на трудности суровых ландшафтов и непредсказуемой погоды, торговцы продолжали свои путешествия, создавая связи между далекими землями. Шелковый путь был мостом, который соединял людей через континенты и играл ключевую роль в формировании истории нашего мира.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "Великая Китайская стена",
        "fiction": false,
        "level": "beginner",
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Собрaние многих веков назад, на обширной и древней земле Китая, начался замечательный строительный проект. Это было строительство того, что впоследствии станет одной из самых знаковых и внушительных конструкций в мире: Великой стены Китая. Этот грандиозный проект представлял собой не одну стену, а целую серию стен, укреплений и смотровых башен, протянувшихся вдоль северной границы Китая. Основной целью Великой стены было защитить китайские государства и империи от нашествий кочевых племен и военных вторжений. Строительство Великой стены началось более 2000 лет назад во времена династии Цинь, но она была расширена и перестроена последующими династиями, включая династии Хань, Мин и Цин. Стена была построена с использованием различных материалов, таких как камень, земля, дерево и кирпич, и охватывала поразительное расстояние, оценки которого колебались от 13 000 до 21 196 миль. Это было свидетельством гениальности и решимости китайского народа. Великая стена не только служила мощным оборонительным сооружением, но и облегчала торговлю, коммуникацию и культурные обмены вдоль Шелкового пути. Она выдержала испытание временем и остается символом богатой истории Китая и его неугасимой силы. Сегодня она признается одной из Семи чудес света и посещается миллионами людей со всего мира, которые приходят восхищаться ее величием и историческим значением.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Открытие гробницы Тутанхамона",
        "fiction": false,
        "level": "beginner",
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "В 1922 году археолог Говард Картер раскрыл древнюю гробницу в Египетской долине царей. Гробница принадлежала фараону Тутанхамону, правителю, который жил более 3000 лет назад. Команда Картера обнаружила гробницу нетронутой, заполненной сокровищами и артефактами огромной ценности. Открытие потрясло мир, так как большинство гробниц были разграблены за столетия до этого. Внутри они нашли золотые статуи, ювелирные изделия, колесницы и культовую золотую погребальную маску. Гробница также содержала мумифицированное тело Тутанхамона, что дало понимание древнеегипетских ритуалов. Картер знаменитым образом заглянул в камеру гробницы и сказал: \"Я вижу чудесные вещи!\" Артефакты раскрыли тайны о короткой жизни Тутанхамона и о мире, которым он правил. Сокровища его гробницы остаются одними из самых значительных археологических находок в истории. Открытие завораживало общественность и вызвало долгосрочный интерес к тайнам древнего Египта.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "Изобретение печатного станка (Йоханн Гутенберг)",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "Жил-был в 15 веке Иоганн Гутенберг, у которого была блестящая идея. Он хотел создать машину, которая могла бы быстро печатать книги. В 1439 году Гутенберг изобрел печатный станок, который использовал подвижный металлический шрифт. Это позволило переставлять буквы и повторно использовать их для каждой страницы. Первой крупной книгой, которую он напечатал, была Библия Гутенберга в 1455 году. До этого книги переписывались вручную, что занимало месяцы или даже годы. Изобретение Гутенберга сделало печать быстрее, дешевле и более доступной. Знания распространялись стремительно, способствуя Ренессансу и Реформации. Теперь люди могли читать книги, изучать новые идеи и широко обмениваться знаниями. Печатный станок изменил способ, которым люди общались и сохраняли информацию. Его считают одним из самых важных изобретений в истории. Работа Гутенберга произвела революцию в образовании, науке и культуре по всему миру. Его печатный станок проложил путь к современному миру, который мы знаем сегодня.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "Розеттский камень",
        "fiction": false,
        "level": "beginner",
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "В 1799 году французские солдаты обнаружили странный черный камень в Розетте, Египет. Камень имел три вида письма: греческое, демотическое и египетские иероглифы. Ученые поняли, что он может открыть смысл древних иероглифов. Жан-Франсуа Шампольон изучал Розеттский камень на протяжении многих лет. Он сравнивал греческий текст с иероглифами, чтобы найти их значение. В 1822 году Шампольон разгадал код, наконец расшифровав египетские иероглифы. Это открытие раскрыло секреты древнеегипетского письма и культуры. Оно позволило историкам понять жизнь, религию и правительство фараонов. Розеттский камень стал ключом к пониманию 3000 лет истории. Он по-прежнему остается одной из самых значимых археологических находок в мире. Сегодня камень выставлен в Британском музее для общего обозрения. Розеттский камень является символом человеческого любопытства и стремления к знаниям.",
        "audio_file": "10022"
    },
    {
        "title": "The Siege of Constantinople",
        "title_translation": "Осада Константинополя",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1453, the Byzantine Empire faced its darkest hour as the Ottoman Sultan Mehmed II launched a massive assault on Constantinople. The city, once the jewel of Christendom, stood as the last remnant of the Eastern Roman Empire. Its towering walls had repelled countless invaders, but Mehmed was determined to succeed where others had failed. The Ottomans brought an arsenal of innovative weaponry, including a colossal cannon called the Basilica, capable of shattering stone walls. For weeks, the city endured relentless bombardment. Inside, Emperor Constantine XI rallied his people, uniting soldiers and civilians to defend their home against overwhelming odds. Despite the defenders' bravery, the city's resources dwindled. The Ottomans used tunnels to undermine the walls and deployed ships to blockade the city's harbor. On May 29, Mehmed launched his final assault. The defenders fought valiantly, but the walls were breached. As the invaders poured into the city, Constantine is said to have removed his imperial regalia and charged into battle, preferring death to capture. By day's end, the city had fallen, marking the end of the Byzantine Empire. Mehmed entered the Hagia Sophia, converting it into a mosque, a symbol of his victory. The fall of Constantinople reshaped history, opening the gateway for Ottoman expansion into Europe and marking the end of the medieval era. It also spurred European nations to seek new trade routes, igniting the Age of Exploration. The city's legacy as a crossroads of cultures, however, would endure.",
        "story_translation": "В 1453 году Византийская империя столкнулась со своим самым темным часом, когда османский султан Мехмед II развязал массивное нападение на Константинополь. Город, некогда являвшийся жемчужиной Христendom, оставался последним реликтом Восточной Римской империи. Его высокие стены неоднократно отражали атаки захватчиков, но Мехмед был полон решимости добиться успеха там, где другие потерпели неудачу. Османы привезли арсенал инновационного оружия, включая колоссальную пушку по имени Базилика, способную разрушать каменные стены. В течение нескольких недель город подвергался неустанным бомбардировкам. Внутри император Константин XI сплачивал своих людей, объединяя солдат и гражданских, чтобы защитить свой дом против подавляющих сил. Несмотря на храбрость защитников, ресурсы города истощались. Османы использовали туннели, чтобы подкопать стены, и развернули корабли для блокады гавани города. 29 мая Мехмед начал свою финальную атаку. Защитники сражались доблестно, но стены были взломаны. Когда захватчики хлынули в город, Константин, как говорят, снял свои императорские регалии и бросился в бой, предпочтя смерть плену. К концу дня город пал, положив конец Византийской империи. Мехмед вошел в Собор Святой Софии, превратив его в мечеть, символизируя свою победу. Падение Константинополя изменило ход истории, открыв ворота для османского расширения в Европу и ознаменовав конец средневековой эпохи. Оно также побудило европейские нации искать новые торговые пути, став началом Эпохи исследований. Тем не менее, наследие города как перекрестка культур продолжало существовать.",
        "audio_file": "10025"
    },
    {
        "title": "Battle of Waterloo",
        "title_translation": "Битва при Ватерлоо",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1815, on the fields of Waterloo in Belgium, one of history’s most decisive battles unfolded. Napoleon Bonaparte, recently escaped from exile on Elba, sought to reclaim his empire. Facing him were the combined forces of the Duke of Wellington and Prussian Field Marshal Blücher. The battlefield was soaked from days of rain, making movement difficult for troops and artillery. Napoleon, relying on his strategic brilliance, delayed his attack to let the ground dry. This hesitation allowed the Allied forces to strengthen their positions. As the battle commenced, French infantry and cavalry charged the Allied lines repeatedly. Wellington’s troops held firm in a defensive posture, famously relying on a sunken road and fortified farmhouses like La Haye Sainte. Meanwhile, the Prussian army, marching tirelessly, approached from the east. By late afternoon, Napoleon’s elite Imperial Guard advanced, expecting to break the Allies. To their shock, Wellington’s troops counterattacked, forcing the Guard to retreat. Soon after, Blücher’s Prussians arrived, striking the French from the rear. Surrounded and outnumbered, Napoleon's army disintegrated. This defeat marked the end of the Napoleonic Wars and sealed Napoleon’s fate as he was exiled to the remote island of Saint Helena. The Battle of Waterloo reshaped Europe, ushering in a new era of relative peace under the Congress of Vienna.",
        "story_translation": "В 1815 году на полях Ватерло в Бельгии разразилась одна из самых решающих битв в истории. Наполеон Бонапарт, недавно сбежавший из ссылки на Эльбе, стремился вернуть себе империю. Противостояли ему объединенные силы герцога Веллингтона и прусского фельдмаршала Блюхера. Поле боя было пропитано дождем, шедшим в течение нескольких дней, что затрудняло движение войск и артиллерии. Наполеон, полагаясь на свою стратегическую гениальность, отложил нападение, чтобы дать земле высохнуть. Эта медлительность позволила союзным силам укрепить свои позиции. Когда битва началась, французская пехота и кавалерия многократно атаковала линии союзников. Войска Веллингтона стойко держались в оборонительной позиции, известной благодаря укрытой дороге и укрепленным фермерским дворам, таким как Ла Эй Сент. Тем временем прусская армия, не покладая сил, двигалась с востока. К позднему вечеру элитная Императорская гвардия Наполеона продвинулась вперед, ожидая сломить союзников. К их шоку, войска Веллингтона контратаковали, заставив гвардию отступить. Вскоре после этого прибыли пруссаки Блюхера, ударив по французам с тыла. Окруженная и численно уступающая, армия Наполеона распалась. Это поражение положило конец Наполеоновским войнам и решило судьбу Наполеона, который был сослан на удаленный остров Святой Елены. Битва при Ватерло изменила Европу, ознаменовав начало новой эры относительного мира под эгидой Венского конгресса.",
        "audio_file": "10026"
    },
    {
        "title": "Destruction of Pompeii",
        "title_translation": "Разрушение Помпей",
        "fiction": false,
        "level": "intermediate",
        "story": "In 79 AD, the ancient Roman city of Pompeii bustled with life. Located near the Bay of Naples, it was a prosperous town, known for its grand villas, busy markets, and vibrant streets. Life carried on as usual beneath the looming shadow of Mount Vesuvius, a volcano many believed to be dormant. On August 24, everything changed. Without warning, Vesuvius erupted violently, spewing ash, pumice, and deadly gases into the sky. The eruption lasted for two days, burying Pompeii under meters of volcanic debris. Many residents tried to flee, but the fast-moving pyroclastic flows made escape nearly impossible. For centuries, Pompeii lay hidden beneath the ash, preserved in remarkable detail. In the 18th century, archaeologists began uncovering the city, revealing its well-preserved streets, homes, and even the remains of its residents, frozen in time by the ash. Artifacts like frescoes, mosaics, and pottery provided a glimpse into daily life in the Roman Empire. The discovery was bittersweet—a reminder of the sudden tragedy and a celebration of the rich culture that had thrived there. Today, Pompeii is a UNESCO World Heritage Site, visited by millions who walk its streets and imagine the lives of those who lived in its shadow. It stands as a testament to the power of nature and the resilience of history.",
        "story_translation": "В 79 году нашей эры древний римский город Помпеи бурлил жизнью. Расположенный у залива Неаполь, он был процветающим городом, известным своими величественными виллами, оживленными рынками и яркими улицами. Жизнь шла своим чередом под угрюмой тенью вулкана Везувий, многие считали его спящим. 24 августа все изменилось. Без предупреждения Везувий violently erupted, выбрасывая пепел, пемзу и смертоносные газы в небо. Извержение продолжалось два дня, засыпая Помпеи метрами вулканических обломков. Многие жители пытались сп flee, но быстро движущиеся пирокластические потоки сделали побег практически невозможным. В течение веков Помпеи оставались скрытыми под пеплом, сохранившись в невероятной детализации. В 18 веке археологи начали раскопки города, открывая его хорошо сохранившиеся улицы, дома и даже останки его жителей, застывшие во времени под слоем пепла. Артефакты, такие как фрески, мозаики и керамика, давали представление о повседневной жизни в Римской империи. Открытие было горьким и сладким — напоминанием о внезапной трагедии и празднованием богатой культуры, процветавшей здесь. Сегодня Помпеи являются объектом Всемирного наследия ЮНЕСКО, его посещают миллионы людей, которые бродят по его улицам и представляют жизнь тех, кто жил в его тени. Город стоит как свидетельство силы природы и стойкости истории.",
        "audio_file": "10027"
    },
    {
        "title": "Timbuktu",
        "title_translation": "Тимбукту",
        "fiction": false,
        "level": "intermediate",
        "story": "In the 15th century, the city of Timbuktu in West Africa was a thriving hub of trade, culture, and scholarship. Situated along the Niger River and at the edge of the Sahara Desert, it was part of the Mali Empire, a kingdom famed for its wealth and learning. Merchants came from across Africa and beyond, bringing gold, salt, and other goods. However, it was Timbuktu's universities and libraries that truly set it apart. The city housed thousands of manuscripts on subjects ranging from astronomy to medicine, written in Arabic and local languages. Scholars from far and wide gathered in Timbuktu to study and debate. The Sankore Mosque, part of the city's educational complex, became a symbol of intellectual achievement. Under the patronage of rulers like Mansa Musa, Timbuktu flourished, earning its reputation as a center of knowledge. However, as empires shifted and trade routes changed, Timbuktu's influence waned. By the 16th century, the city faced invasions and decline, leaving many of its treasures vulnerable to the sands of time. Today, efforts are underway to preserve Timbuktu's ancient manuscripts. These fragile documents remind the world of a time when knowledge and culture united people across continents, creating a legacy that endures in the modern era.",
        "story_translation": "В XV веке город Тимбукту в Западной Африке был процветающим центром торговли, культуры и науки. Расположенный вдоль реки Нигер и на краю пустыни Сахара, он был частью Малийской империи — королевства, славившегося своим богатством и обучением. Торговцы приезжали со всей Африки и не только, привозя золото, соль и другие товары. Однако именно университеты и библиотеки Тимбукту выделяли его среди других. Город хранил тысячи манускриптов на темы, ranging от астрономии до медицины, написанных на арабском и местных языках. Ученые со всех концов света собирались в Тимбукту, чтобы учиться и обсуждать. Мечеть Сангкоре, часть образовательного комплекса города, стала символом интеллектуальных достижений. Под покровительством таких правителей, как Манс Муसा, Тимбукту процветал, завоевывая репутацию центра знаний. Однако с изменением империй и торговых маршрутов влияние Тимбукту ослабело. К XVI веку город столкнулся с вторжениями и упадком, оставив многие из своих сокровищ уязвимыми к пескам времени. Сегодня ведутся усилия по сохранению древних манускриптов Тимбукту. Эти хрупкие документы напоминают миру о времени, когда знания и культура объединяли людей по всему миру, создавая наследие, которое продолжается и в современную эпоху.",
        "audio_file": "10028"
    },
    {
        "title": "The Black Death",
        "title_translation": "Чёрная смерть",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1347, a merchant ship docked in the bustling port of Messina, Sicily, carrying more than spices and goods—it carried death. Unknowingly, the sailors had brought with them the plague. Rats aboard the ship, infested with fleas carrying Yersinia pestis, spread the disease rapidly. The Black Death swept through Europe like wildfire, killing millions in just a few years. Entire villages were abandoned, and cities burned the belongings of the infected in desperate attempts to stop the spread. Doctors wore beaked masks filled with herbs, believing the scent would protect them. Amid the devastation, society was transformed. Labor shortages gave peasants more bargaining power, weakening feudal structures. Art, literature, and religion reflected the collective trauma, with grim depictions of death and suffering. While the plague receded by the late 1350s, its legacy shaped Europe forever, influencing both its economy and culture.",
        "story_translation": "В 1347 году торговое судно пришвартовалось в bustling порту Мессины, Сицилия, привезя больше, чем специи и товары — оно привезло смерть. Не ведая об этом, моряки принесли с собой чуму. Крысы на борту корабля, зараженные блохами, переносившими Yersinia pestis, быстро распространили болезнь. Черная смерть прокатилась по Европе, как лесной пожар, убивая миллионы всего за несколько лет. Целые деревни были брошены, а города сжигали вещи зараженных в отчаянных попытках остановить распространение. Врачи носили клювовидные маски, наполненные травами, веря, что аромат защитит их. На фоне разрушений общество претерпело изменения. Нехватка рабочей силы дала крестьянам больше возможностей для переговоров, ослабив феодальные структуры. Искусство, литература и религия отражали коллективную травму, с мрачными изображениями смерти и страданий. Хотя чума отступила к концу 1350-х годов, ее наследие навсегда изменило Европу, оказав влияние как на ее экономику, так и на культуру.",
        "audio_file": "10029"
    },
    {
        "title": "The Spanish Armada",
        "title_translation": "Испанская армада",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1588, the Spanish Armada, a fleet of 130 ships, set sail under the command of King Philip II of Spain. Its mission was to invade England, dethrone Queen Elizabeth I, and restore Catholicism. The Armada was one of the most formidable naval forces ever assembled, armed with thousands of soldiers and sailors. However, the English navy, led by Sir Francis Drake, had other plans. With smaller, more maneuverable ships and innovative tactics, the English harried the Spanish fleet along the English Channel. Nature played a decisive role as well. Fierce storms scattered the Armada as it attempted to regroup off the coast of Gravelines. The battered fleet limped home, having lost over a third of its ships and thousands of men. The defeat was a turning point in European history, marking the decline of Spanish naval supremacy and the rise of England as a global maritime power. Queen Elizabeth celebrated the victory as a divine endorsement of her rule, securing her place in history as one of England's greatest monarchs.",
        "story_translation": "В 1588 году Испанская армада, флот из 130 кораблей, вышла в море под командованием короля Филиппа II Испанского. Ее миссия заключалась в том, чтобы вторгнуться в Англию, свергнуть королеву Елизавету I и восстановить католицизм. Армада была одной из самых грозных морских сил, когда-либо собранных, с тысячами солдат и моряков на борту. Однако английский флот, возглавляемый сэром Фрэнсисом Дрейком, имел другие планы. С меньшими и более маневренными судами, а также новаторскими тактиками, англичане терзали испанский флот вдоль Ла-Манша. Природа также сыграла решающую роль. Дикие штормы рассеяли армию, когда она пыталась собраться группами у побережья Гравлине. Измученный флот вернулся домой, потеряв более трети своих кораблей и тысячи мужчин. Поражение стало поворотным моментом в европейской истории, определившим закат испанского морского превосходства и восход Англии как глобальной морской державы. Королева Елизавета отметила победу как божественное одобрение своего правления, обеспечив себе место в истории как одну из величайших монархов Англии.",
        "audio_file": "10030"
    },
    {
        "title": "Hannibal Barca",
        "title_translation": "Ганнибал Барка",
        "fiction": false,
        "level": "intermediate",
        "story": "In the winter of 218 BCE, Hannibal Barca, the Carthaginian general, led one of the most daring military campaigns in history. Determined to strike at the heart of the Roman Republic, he embarked on a bold journey to cross the Alps with an army of 50,000 men, 9,000 cavalry, and 37 war elephants. The journey was treacherous. Hannibal's army faced freezing temperatures, steep cliffs, and hostile mountain tribes. Many soldiers and animals perished along the way. Despite these challenges, Hannibal's sheer determination and strategic brilliance inspired his troops to push forward. When he finally descended into northern Italy, the Roman Senate was shocked. Hannibal quickly proved his might, defeating Roman forces at battles like Trebia and Lake Trasimene. Though he would never capture Rome itself, Hannibal's campaign marked one of the greatest threats the Republic ever faced and established him as one of history’s most legendary military commanders.",
        "story_translation": "Зимой 218 года до н.э. Ганнибал Барка, карфагенский генерал, возглавил одну из самых смелых военных кампаний в истории. Решив нанести удар по сердцу Римской Республики, он отправился в рискованное путешествие через Альпы с армией из 50 000 человек, 9 000 кавалеристов и 37 боевых слонов. Путешествие было опасным. Армия Ганнибала столкнулась с ледяными температурами, крутыми утесами и враждебными горными племенами. Многие солдаты и животные погибли по пути. Несмотря на эти трудности, решимость Ганнибала и его стратегический гений вдохновили его войска двигаться вперед. Когда он наконец спустился на север Италии, римский Сенат был в шоке. Ганнибал быстро доказал свою мощь, разбив римские войска в сражениях, таких как при Тревии и на озере Тразимен. Хотя он никогда не захватит сам Рим, кампания Ганнибала стала одной из величайших угроз, с которыми когда-либо сталкивалась Республика, и утвердила его как одного из самых легендарных военных командующих в истории.",
        "audio_file": "10031"
    },
    {
        "title": "Fall of Western Rome",
        "title_translation": "Падение Западной Римской империи",
        "fiction": false,
        "level": "intermediate",
        "story": "In 476 CE, the Roman Empire, which had dominated the Mediterranean for centuries, faced its final collapse. The once-mighty empire had been weakened by internal corruption, economic troubles, and invasions by barbarian tribes. Odoacer, a Germanic chieftain, led a rebellion against the last Roman emperor, Romulus Augustulus. Unlike his illustrious predecessors, Romulus was a young and powerless ruler, a mere figurehead controlled by his advisors. When Odoacer marched into Rome, there was little resistance. Odoacer deposed Romulus and sent the imperial insignia to Constantinople, signaling the end of the Western Roman Empire. Rather than declaring himself emperor, Odoacer ruled Italy as its king, under nominal recognition from the Eastern Roman Empire. This event marked the beginning of the Middle Ages in Europe. While the Eastern Roman Empire, known as the Byzantine Empire, would endure for nearly a thousand more years, the West fragmented into smaller kingdoms, setting the stage for the medieval era and the rise of new powers across the continent.",
        "story_translation": "В 476 году нашей эры Римская империя, которая доминировала в Средиземноморье на протяжении веков, столкнулась с окончательнымCollapse. Когда-то могущественная империя была ослаблена внутренней коррупцией, экономическими трудностями и нашествиями варварских племен. Одоакр, германский вождь, возглавил восстание против последнего римского императора Ромула Августула. В отличие от своих блистательных предшественников, Ромул был молодым и бессильным правителем, обычной фигурой, находившейся под контролем своих советников. Когда Одоакр вошел в Рим, сопротивление было минимальным. Одоакр сверг Ромула и отправил императорские регалии в Константинополь, сигнализируя о конце Западной Римской империи. Вместо того чтобы провозгласить себя императором, Одоакр правил Италией как ее король, получив номинальное признание от Восточной Римской империи. Это событие ознаменовало начало Средневековья в Европе. Хотя Восточная Римская империя, известная как Византийская империя, продлится почти еще тысячу лет, Запад распался на мелкие королевства, подготовив почву для средневековой эпохи и возникновения новых сил по всему континенту.",
        "audio_file": "10032"
    },
    {
        "title": "News Report 1 - Climate Change Global Summit",
        "title_translation": "Новостной отчет 1 - Глобальный саммит по изменению климата",
        "fiction": false,
        "level": "advanced",
        "story": "In a historic moment for international cooperation, over 190 nations have reached a groundbreaking climate accord at the Global Summit held in Geneva. The agreement, praised as a critical step in the fight against climate change, sets unprecedented targets for reducing greenhouse gas emissions and transitioning to renewable energy sources by mid-century. The accord includes commitments to limit global temperature rise to 1.5 degrees Celsius above pre-industrial levels. Developed nations pledged significant financial aid to support developing countries in their transition to greener economies, with a $100 billion annual fund established to address climate resilience and sustainable development. Negotiations were intense, spanning weeks, as countries debated the balance between environmental ambition and economic growth. Key breakthroughs came after major emitters, including the United States, China, and the European Union, agreed on phased reductions in coal use and investment in carbon capture technologies. Critics, however, warn that the agreement lacks enforceable mechanisms, relying heavily on voluntary compliance and peer review. Climate activists also expressed concerns, urging nations to move faster in implementing their pledges. The summit’s success marks a turning point in global environmental diplomacy, though much work remains to translate commitments into action. Analysts suggest that the coming years will test the resolve of governments and industries to prioritize the environment over short-term economic interests.",
        "story_translation": "В исторический момент для международного сотрудничества более 190 стран достигли революционного климатического соглашения на Глобальном саммите, проходившем в Женеве. Это соглашение, признанное критически важным шагом в борьбе с изменением климата, устанавливает беспрецедентные цели по снижению выбросов парниковых газов и переходу на возобновляемые источники энергии к середине века. Соглашение включает обязательства по ограничению глобального повышения температуры до 1,5 градусов Цельсия выше доиндустриальных уровней. Развитые страны пообещали значительную финансовую помощь, чтобы поддержать развивающиеся страны в их переходе к более зеленым экономикам, с созданием ежегодного фонда в 100 миллиардов долларов для решения вопросов климатической устойчивости и устойчивого развития. Переговоры были напряженными и продолжались несколько недель, так как страны обсуждали баланс между экологическими амбициями и экономическим ростом. Ключевые прорывы произошли после того, как основные эмитенты, включая Соединенные Штаты, Китай и Европейский Союз, согласовали поэтапное сокращение использования угля и инвестиции в технологии улавливания углерода. Тем не менее, критики предупреждают, что соглашение не имеет принудительных механизмов, полагаясь в значительной степени на добровольное соблюдение и взаимный обзор. Климатические активисты также выразили опасения, призывая страны двигаться быстрее в реализации своих обязательств. Успех саммита стал поворотным моментом в глобальной экологической дипломатии, хотя предстоит еще много работы, чтобы превратить обязательства в действия. Аналитики предполагают, что предстоящие годы испытают решимость правительств и промышленности ставить окружающую среду выше краткосрочных экономических интересов.",
        "audio_file": "10033"
    },
    {
        "title": "News Report 2 - Global Markets React to Currency Crisis",
        "title_translation": "Новостной отчет 2 - Глобальные рынки реагируют на валютный кризис",
        "fiction": false,
        "level": "advanced",
        "story": "Global financial markets experienced a sharp downturn today following the unexpected collapse of the FluffyCoin, a regional currency used by multiple emerging economies. The crisis, triggered by investor panic and rapid devaluation, has sent shockwaves across stock exchanges and raised concerns about broader economic instability. The currency's collapse began after a major bond default by the government of France, the largest economy using the FluffyCoin. International rating agencies quickly downgraded the nation’s credit status, further shaking investor confidence. Within hours, trading volumes surged, and the currency lost over 30% of its value against the dollar. Central banks in neighboring countries scrambled to stabilize their own economies. Emergency measures included interest rate hikes and liquidity injections, but these actions failed to fix markets. International lenders like the International Monetary Fund and World Bank are preparing intervention packages to assist affected economies. Meanwhile, countries have called for an emergency summit of nations to coordinate a regional response. As analysts debate the long-term implications, ordinary citizens in the impacted countries are grappling with skyrocketing inflation and dwindling purchasing power. Protests have erupted in several cities, with calls for accountability and economic reforms growing louder. Global leaders are urging calm but face mounting pressure to implement systemic changes to prevent similar crises in the future.",
        "story_translation": "Глобальные финансовые рынки сегодня испытали резкое падение после неожиданного коллапса FluffyCoin, региональной валюты, используемой несколькими развивающимися экономиками. Кризис, вызванный паникой инвесторов и быстрейшей девальвацией, вызвал потрясения на фондовых рынках и усилил опасения по поводу более широкой экономической нестабильности. Коллапс валюты начался после крупного дефолта по облигациям со стороны правительства Франции, крупнейшей экономики, использующей FluffyCoin. Международные рейтинговые агентства быстро понизили кредитный рейтинг страны, что еще более подорвало доверие инвесторов. В течение нескольких часов объемы торгов резко возросли, и валюта потеряла более 30% своей стоимости по отношению к доллару. Центральные банки соседних стран спешили стабилизировать свои экономики. Экстренные меры включали повышение процентных ставок и вливания ликвидности, но эти действия не смогли исправить ситуацию на рынках. Международные кредиторы, такие как Международный валютный фонд и Всемирный банк, готовят пакеты интервенционных мер для помощи пострадавшим экономикам. Тем временем страны призвали к экстренному саммиту наций для координации регионального ответа. Пока аналитики обсуждают долгосрочные последствия, обычные граждане в пострадавших странах сталкиваются с стремительно растущей инфляцией и сокращающейся покупательной способностью. Протесты вспыхнули в нескольких городах, и требования ответственности и экономических реформ становятся все громче. Глобальные лидеры призывают к спокойствию, но сталкиваются с нарастающим давлением для реализации системных изменений, чтобы предотвратить подобные кризисы в будущем.",
        "audio_file": "10034"
    },
    {
        "title": "News Report 3 - United Nations General Assembly ",
        "title_translation": "Новости 3 - Генеральная Ассамблея Организации Объединенных Наций",
        "fiction": false,
        "level": "advanced",
        "story": "The United Nations General Assembly convened today in New York to address the rapidly advancing field of artificial intelligence, focusing on its global implications for security, ethics, and development. Leaders from 193 member states engaged in a debate over how to balance technological innovation with ethical safeguards. Central to the discussions was a proposal from the European Union to establish a Global Ethics Framework,  which would set universal guidelines on transparency, accountability, and data privacy. Countries like Japan and Canada voiced strong support, citing the importance of international cooperation in mitigating risks such as bias and misuse in autonomous systems. However, tensions arose as major technology-producing nations, including the United States and China, resisted calls for binding regulations. Representatives from the Global South, led by Kenya and Brazil, stressed the need for equitable access to AI technologies, highlighting the disparities in resources and technical infrastructure between developed and developing nations. In parallel events, tech CEOs and civil society organizations held side discussions to propose collaborative solutions, including public-private partnerships for ethical AI development. The General Assembly concluded the first day of its session with plans to draft a resolution outlining principles for AI governance. While the road ahead is complex, diplomats remain optimistic that this meeting could lay the groundwork for a landmark international agreement on one of the most transformative technologies of the century.",
        "story_translation": "Генеральная Ассамблея Организации Объединенных Наций собралась сегодня в Нью-Йорке, чтобы обсудить быстро развивающуюся область искусственного интеллекта, сосредоточив внимание на его глобальных последствиях для безопасности, этики и развития. Лидеры из 193 государств-участников приняли участие в дебатах о том, как сбалансировать технологические инновации с этическими стандартами. Центральным элементом обсуждений стало предложение Европейского Союза создать Глобальную Этическую Рамку, которая установила бы универсальные принципы по вопросам прозрачности, ответственности и конфиденциальности данных. Такие страны, как Япония и Канада, выразили сильную поддержку, подчеркивая важность международного сотрудничества в снижении рисков, таких как предвзятость и злоупотребление в автономных системах. Однако напряженность возникла, когда основные производители технологий, включая Соединенные Штаты и Китай, противились призывам к обязательным регуляциям. Представители Глобального Юга, возглавляемые Кенией и Бразилией, подчеркнули необходимость справедливого доступа к технологиям ИИ, выделяя различия в ресурсах и технической инфраструктуре между развитыми и развивающимися странами. Параллельно в рамках мероприятий представители технологий и организации гражданского общества провели побочные обсуждения с предложениями совместных решений, включая государственно-частные партнерства для этичного развития ИИ. Генеральная Ассамблея завершила первый день своего заседания с планами подготовить резолюцию, в которой будут изложены принципы управления ИИ. Хотя предстоящий путь сложен, дипломаты остаются оптимистичными в том, что эта встреча может заложить основу для знакового международного соглашения по одной из самых трансформирующих технологий века.",
        "audio_file": "10035"
    },
    {
        "title": "News Report 4 - Protests in Paris",
        "title_translation": "Новостной репортаж 4 - Протесты в Париже",
        "fiction": false,
        "level": "advanced",
        "story": "Paris saw massive demonstrations today as hundreds of thousands of citizens took to the streets to protest the French government’s proposed pension reforms. The sweeping changes, which include raising the retirement age from 62 to 64, have sparked widespread backlash, with unions and workers across industries calling for immediate withdrawal of the proposal. Protestors blocked roads and public transportation systems in major cities, including Marseille, Lyon, and Toulouse. Strikes disrupted schools, rail services, and airports, bringing parts of the country to a standstill. In Paris, demonstrators marched through iconic boulevards, culminating in a rally near the center of the city. Tensions escalated in the afternoon when clashes broke out between small groups of protesters and police in Paris. Authorities deployed tear gas and water cannons to disperse the crowd, while protesters hurled objects and set trash bins on fire. Over 100 arrests were reported by the evening, though the majority of demonstrations remained peaceful. Unions have vowed to intensify their efforts, calling for another nationwide strike next week. The government faces mounting pressure to find a compromise, as public opinion remains largely against the changes. A recent poll indicated that nearly 70% of French citizens oppose the reform. With both sides entrenched in their positions, the standoff is expected to continue, testing the resilience of president’s administration.",
        "story_translation": "Париж сегодня стал свидетелем массовых демонстраций, когда сотни тысяч граждан вышли на улицы, чтобы протестовать против предложенных правительством Франции пенсионных реформ. Всеобъемлющие изменения, которые включают повышение пенсионного возраста с 62 до 64 лет, вызвали широкий резонанс, профсоюзы и работники разных отраслей призвали к немедленному отзыву предложения. Протестующие заблокировали дороги и системы общественного транспорта в крупных городах, включая Марсель, Лион и Тулуза. Забастовки нарушили работу школ, железнодорожных перевозок и аэропортов, парализовав часть страны. В Париже демонстранты прошли по знаковым бульварам, завершив марш митингом около центра города. Т tensão возросла во второй половине дня, когда вспыхнули столкновения между небольшими группами протестующих и полицией в Париже. Власти применили слезоточивый газ и водометы, чтобы разогнать толпу, в то время как протестующие метали предметы и поджигали мусорные контейнеры. К вечеру было зарегистрировано более 100 арестов, хотя большинство демонстраций оставались мирными. Профсоюзы пообещали усилить свои усилия, призвав к новой общенациональной забастовке на следующей неделе. Правительство сталкивается с нарастающим давлением найти компромисс, поскольку общественное мнение в целом против изменений. Согласно недавнему опросу, почти 70% французских граждан выступают против реформы. С учетом того, что обе стороны заняли свои позиции, ожидается, что противостояние продолжится, проверяя стойкость администрации президента.",
        "audio_file": "10036"
    },
    {
        "title": "News Report 5 - Election Day",
        "title_translation": "Новостной отчет 5 - День выборов",
        "fiction": false,
        "level": "advanced",
        "story": "In a landmark general election, the nation witnessed an unprecedented voter turnout, with citizens flocking to polling stations in record numbers. The election, characterized by a highly competitive race between major party candidates, concluded with a narrow margin, underscoring the significance of every ballot cast. The election process commenced with a series of primaries and caucuses, where delegates were allocated based on proportional representation. As the campaign progressed, both parties held national conventions to formally nominate their presidential and vice-presidential candidates. The ensuing debates and nationwide canvassing efforts galvanized the electorate, culminating in heightened engagement on Election Day. Preliminary exit polls indicated a diverse voter demographic, with significant participation from first-time voters and historically underrepresented communities. The election also saw an increase in absentee and early voting, facilitated by reforms aimed at expanding access to the ballot.",
        "story_translation": "В знаменательных всеобщих выборах страна стала свидетелем беспрецедентного уровня явки избирателей, когда граждане в рекордном количестве пришли на избирательные участки. Выборы, отличавшиеся высокой конкуренцией между кандидатами от крупных партий, завершились с минимальным разрывом, подчеркивая важность каждого поданного голоса. Избирательный процесс начался с серии праймериз и кокусов, на которых делегаты распределялись на основе пропорционального представительства. По мере продвижения кампании обе партии провели национальные съезды для формального выдвижения своих кандидатов в президенты и вице-президенты. Последующие дебаты и общенациональные кампании мобилизовали избирателей, что привело к увеличению их активности в день выборов. Предварительные опросы на выходе показали разнообразие избирательной аудитории, с значительным участием впервые голосующих и исторически недопредставленных сообществ. Выборы также отметились ростом числа голосований по почте и ранних голосований, осуществленных благодаря реформам, направленным на расширение доступа к выборной урне.",
        "audio_file": "10037"
    },
    {
        "title": "Free Will and Determinism",
        "title_translation": "Свобода воли и детерминизм",
        "fiction": false,
        "level": "advanced",
        "story": "The philosophical debate surrounding free will and determinism has persisted for centuries, often raising questions about the nature of human agency and the fabric of reality. At its core, the paradox emerges from the apparent contradiction between the autonomy of choice and the deterministic nature of the universe. Determinism posits that every event, including human decisions, is the inevitable result of preceding causes governed by natural laws. In this framework, the universe operates as a vast, causal mechanism, where every action is a consequence of prior states of affairs. If this is true, human freedom may be an illusion, as our choices are predicated on factors beyond our control, such as genetics, upbringing, and environmental stimuli. Conversely, the concept of free will asserts that individuals possess the capacity to make choices independent of external constraints. This notion underpins moral responsibility, suggesting that people can be held accountable for their actions precisely because they could have acted otherwise. However, if free will exists, how does it reconcile with the deterministic laws that govern the physical world? There have been attempts to resolve this dilemma by arguing that free will and determinism are not mutually exclusive. They propose that freedom lies not in escaping causality but in the ability to act in accordance with one’s desires and intentions. Thus, even if our choices have deterministic origins, we can still be considered free as long as we act without coercion. In contrast, libertarians (not to be confused with political libertarians) reject determinism, asserting that free will necessitates indeterminacy. They argue that certain aspects of human decision-making transcend causal chains, introducing an element of unpredictability. However, this stance raises its own conundrum: if actions are not causally determined, do they become arbitrary or random, thereby undermining the coherence of moral responsibility? The debate continues to challenge philosophers, scientists, and theologians alike, as it touches upon questions of ethics, metaphysics, and neuroscience. Advances in cognitive science and quantum mechanics have added new dimensions to the discussion, suggesting that the interplay between determinism and randomness might be more complex than previously imagined. Ultimately, the paradox of free will and determinism serves as a reminder of the limits of human understanding. It invites us to explore the boundaries of agency, causality, and the essence of what it means to be human, offering no definitive answers but countless avenues for inquiry and reflection.",
        "story_translation": "Философская дискуссия о свободной воле и детерминизме продолжается на протяжении веков, часто поднимая вопросы о природе человеческого агента и устройстве реальности. В своей основе парадокс возникает из явного противоречия между автономией выбора и детерминистской природой вселенной. Детерминизм утверждает, что каждое событие, включая человеческие решения, является неизбежным результатом предшествующих причин, управляемых природными законами. В этой рамках вселенная функционирует как огромный причинно-следственный механизм, в котором каждое действие является следствием предыдущих состояний дел. Если это правда, свобода человека может быть иллюзией, поскольку наши выборы основаны на факторах, находящихся вне нашего контроля, таких как генетика, воспитание и внешние стимулы. В то же время концепция свободной воли утверждает, что индивиды обладают способностью принимать решения независимо от внешних ограничений. Это понятие лежит в основе моральной ответственности, предполагая, что люди могут быть привлечены к ответственности за свои действия именно потому, что они могли бы поступить иначе. Однако, если свободная воля существует, как она согласуется с детерминистскими законами, управляющими физическим миром? Пытались разрешить эту дилемму, утверждая, что свободная воля и детерминизм не являются взаимоисключающими. Они предлагают, что свобода заключается не в уходе от причинности, а в способности действовать в соответствии со своими желаниями и намерениями. Таким образом, даже если наши выборы имеют детерминистские корни, мы все равно можем считаться свободными, поскольку действуем без принуждения. В противовес этому либертарианцы (не путать с политическими либертарианцами) отвергают детерминизм, утверждая, что свободная воля требует неопределенности. Они утверждают, что определенные аспекты человеческого принятия решений превосходят причинные цепи, вводя элемент непредсказуемости. Однако эта позиция ставит собственную загадку: если действия не являются причинно определенными, становятся ли они произвольными или случайными, тем самым подрывая согласованность моральной ответственности? Дискуссия продолжает ставить перед философами, учеными и теологами сложные вопросы, касающиеся этики, метафизики и нейробиологии. Достижения в области когнитивной науки и квантовой механики добавили новые измерения в обсуждение, предполагая, что взаимодействие между детерминизмом и случайностью может быть более сложным, чем предполагали ранее. В конечном итоге парадокс свободной воли и детерминизма служит напоминанием о пределах человеческого понимания. Он приглашает нас исследовать границы агента, причинности и суть того, что значит быть человеком, не предлагая окончательных ответов, но открывая множество путей для исследований и размышлений.",
        "audio_file": "10038"
    },
    {
        "title": "The Ship of Theseus and the Nature of Identity",
        "title_translation": "Корабль Тесея и природа идентичности",
        "fiction": false,
        "level": "advanced",
        "story": "The Ship of Theseus is a thought experiment that has captivated philosophers for centuries, raising profound questions about the nature of identity and continuity. It asks: if a ship has all its parts replaced over time, piece by piece, is it still the same ship? This paradox, often attributed to ancient Greek philosophy, serves as a lens through which the persistence of identity is scrutinized. Consider Theseus’s ship docked in a harbor. Over the years, as its wooden planks rot, each is replaced with a new, identical piece. Eventually, none of the original components remain. At this point, can we still refer to it as the Ship of Theseus? Moreover, what if all the removed parts were gathered and reassembled elsewhere—would this new reconstruction also qualify as the Ship of Theseus? The paradox forces us to confront the essence of identity. Is it tied to physical continuity, the arrangement of parts, or something more abstract, like function or purpose? One perspective argues that objects are defined by their constituent parts. Under this view, the Ship of Theseus ceases to be the same ship as soon as any part is replaced. On the other hand, the functionalist approach suggests that as long as the ship serves its purpose and maintains its structure, its identity persists despite material changes. The thought experiment extends beyond ships to personal identity. Humans, like ships, are in constant flux. Our cells regenerate, our thoughts evolve, and our experiences reshape us. Yet, we maintain a sense of self across time. What, then, anchors this continuity? Some argue that identity resides in memory and consciousness—a thread that ties past, present, and future together. Others contend that identity is an illusion, a construct designed to provide coherence in a world of perpetual change.",
        "story_translation": "Корабль Тесея — это мысленный эксперимент, который на протяжении веков привлекает внимание философов, поднимая глубокие вопросы о природе идентичности и непрерывности. Он задает вопрос: если корабль со временем заменяет все свои части, по одной за раз, остается ли он всё тем же кораблем? Этот парадокс, часто связанный с древнегреческой философией, служит оптическим инструментом, через который исследуется устойчивость идентичности. Представьте себе корабль Тесея, пришвартованный в гавани. На протяжении лет, пока его деревянные доски гниют, каждая из них заменяется новой, идентичной деталью. В конечном итоге не остается ни одной оригинальной составляющей. В этот момент можем ли мы все еще называть его Кораблем Тесея? Более того, что если все снятые части будут собраны и воссозданы в другом месте — будет ли эта новая конструкция также считаться Кораблем Тесея? Парадокс заставляет нас задуматься о сути идентичности. Привязана ли она к физической непрерывности, расположению частей или к чему-то более абстрактному, как функция или цель? Одна из точек зрения утверждает, что объекты определяются их составными частями. С этой точки зрения Корабль Тесея перестает быть тем же кораблем, как только любая часть заменяется. С другой стороны, функционалистский подход предполагает, что пока корабль выполняет свою функцию и сохраняет свою структуру, его идентичность сохраняется, несмотря на материальные изменения. Мыслительный эксперимент выходит за пределы кораблей и касается личной идентичности. Люди, как и корабли, находятся в постоянном изменении. Наши клетки регенерируют, наши мысли развиваются, а наши переживания преобразуют нас. Тем не менее, мы сохраняем чувство себя во времени. Что же тогда укрепляет эту непрерывность? Некоторые утверждают, что идентичность resides в памяти и сознании — нити, связывающей прошлое, настоящее и будущее воедино. Другие же считают, что идентичность — это иллюзия, конструкция, созданная для обеспечения связности в мире постоянных изменений.",
        "audio_file": "10039"
    },
    {
        "title": "The Trolley Problem",
        "title_translation": "Проблема вагонетки",
        "fiction": false,
        "level": "advanced",
        "story": "The trolley problem is a classic ethical thought experiment that challenges our understanding of moral decision-making and ethical principles. It presents a scenario in which a runaway trolley is barreling down a track toward five people who are tied up and unable to move. You are standing next to a lever that can divert the trolley onto another track, where only one person is tied up. The dilemma is whether to pull the lever, actively causing the death of one person but saving five others, or to do nothing and allow the trolley to continue on its path, resulting in the deaths of five. This thought experiment raises profound ethical questions. Utilitarians argue that the morally correct action is to pull the lever, as it minimizes harm and maximizes the overall benefit by saving more lives. In contrast, deontologists assert that actively diverting the trolley makes you morally complicit in the death of the one person, which violates the principle of not using others as a means to an end, regardless of the consequences. The doctrine of double effect further complicates the matter, suggesting that while it may be permissible to allow harm as a side effect of achieving a good outcome, directly causing harm is morally questionable. The problem also invites consideration of moral intuitions. Variants of the trolley problem, such as pushing a large person onto the track to stop the trolley and save five, evoke stronger emotional reactions, even when the outcomes are numerically the same. These reactions highlight the tension between rational calculations and deeply ingrained moral instincts.",
        "story_translation": "Проблема вагонетки — это классический этический мысленный эксперимент, который ставит под сомнение наше понимание морального принятия решений и этических принципов. Он представляет собой сценарий, в котором runaway вагонетка мчится по путям к пяти людям, связанным и неспособным двигаться. Вы стоите рядом с рычагом, который может отклонить вагонетку на другие пути, где только один человек связан. Дилемма заключается в том, стоит ли дергать за рычаг, активно причиняя смерть одному человеку, но спасая пятерых других, или ничего не делать и позволить вагонетке продолжать свой путь, что приведет к смерти пятерых. Этот мысленный эксперимент поднимает глубокие этические вопросы. Утилитаристы утверждают, что морально правильным действием является дергать за рычаг, так как это минимизирует вред и максимизирует общую пользу, спасая больше жизней. В противовес этому, деонтологи утверждают, что активное отклонение вагонетки делает вас морально соучастником смерти одного человека, что нарушает принцип недопустимости использования других как средства для достижения цели, независимо от последствий. Доктрина двойного эффекта дополнительно усложняет вопрос, предполагая, что хотя может быть допустимо позволить причинение вреда как побочный эффект достижения хорошего результата, прямое причинение вреда морально сомнительно. Проблема также побуждает к размышлениям о моральных интуициях. Варианты проблемы вагонетки, такие как толкание большого человека на путь, чтобы остановить вагонетку и спасти пятерых, вызывают более сильные эмоциональные реакции, даже когда результаты количественно одинаковы. Эти реакции подчеркивают напряжение между рациональными расчетами и глубоко укоренившимися моральными инстинктами.",
        "audio_file": "10040"
    }

]