[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 Поросята",
    "story_translation": "Жили-были три поросенка, которые решили построить свои собственные дома. Первый поросенок построил свой дом из соломы, второй поросенок построил свой дом из палочек, а третий поросенок построил свой дом из кирпичей. Однажды в дом первого поросенка пришел большой злой волк. Он пыхтел, пыхтел и взорвал дом! Первый поросенок побежал так быстро, как только мог, к второму поросенку. Волк последовал за ним к дому из палок. Он снова пыхтел, пыхтел и взорвал дом! Два поросенка побежали к третьему свинарнику, который был построен из кирпича. Волк попытался снести кирпичный дом, но не смог. Он пыхтел и пыхтел, но дом стоял крепко. Три поросенка были в безопасности, а большой злой волк в конце концов ушел. Свиньи узнали, что тяжелый труд и самоотверженность в конце концов окупаются.",
    "audio_file": "10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "Волшебный сад",
    "story_translation": "Давным-давно в маленькой деревушке был волшебный сад. В этом саду круглый год цвели разноцветные цветы, а деревья шептали птицам тайны. Но самым волшебным был говорящий кролик по имени Рози. Рози была очень дружелюбной и любила помогать всем, кто приходил в сад. Однажды солнечным утром в саду зашел мальчик по имени Тимми. Ему было грустно, потому что он потерял свою любимую игрушку. Рози подскочила и спросила: «Что случилось, Тимми?» Тимми рассказал Рози о своей потерянной игрушке. Рози улыбнулась и сказала: «Не волнуйся, Тимми. Я могу помочь тебе найти его». С помощью Рози Тимми обыскал сад и нашел свою игрушку, спрятанную под большим блестящим листом. Тимми был вне себя от радости и поблагодарил Рози за ее волшебную помощь. С того дня Тимми часто посещал волшебный сад, и они с Рози стали лучшими друзьями, разделив вместе еще много волшебных приключений.",
    "audio_file": "10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "Дружелюбный лес",
    "story_translation": "Жила-была девушка по имени Лили. Она любила исследовать. Однажды она пошла в большой лес неподалеку от своего дома. В лесу она встретила счастливое дерево по имени Трии. У Три было улыбающееся лицо. Лили и Трии подружились. Они вместе играли в игры. Лили и Трии также встретили добрую белку по имени Пищалка. Пищащий любил орехи и делился ими с Лили и Трии. Они смеялись и веселились. Затем они нашли красивый цветок. Он был красочным и приятно пах. Они сорвали его и отдали дружелюбной бабочке по имени Флаттер. Флаттер был благодарен и танцевал в воздухе. Лили, Трии, Пищащий и Флаттер исследовали лес. Они увидели сверкающий ручей с прозрачной водой. Здесь обитали блестящие рыбы. Лили и ее новые друзья сидели у ручья и наслаждались умиротворяющим шумом воды. Когда пришло время возвращаться домой, Лили сказала: «Спасибо, что вы мои друзья, Трии, Скрипучий и Флаттер. Я скоро вернусь, чтобы увидеться с тобой». Она помахала рукой на прощание и вышла из леса, счастливая, что встретила своих новых друзей.",
    "audio_file": "10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "Потерянный котенок",
    "story_translation": "Давным-давно, в тихом районе, жила маленькая девочка по имени Эмма. Эмма любила животных, и однажды она нашла маленького пушистого котенка на заднем дворе. Котенок выглядел потерянным и испуганным. Эмме стало грустно за котенка, и она решила помочь. Она осторожно взяла его на руки и накрыла теплым одеялом. Эмма спросила маму, могут ли они оставить котенка, и мама согласилась. Они назвали котенка Усы из-за его милых усов. Эмма и Вискерс стали лучшими подругами. Они играли вместе каждый день и дремали на солнышке. Эмма давала Вискерсу вкусный кошачий корм, и тот радостно мурлыкал. Вскоре Вискерс перестал быть потерянным или напуганным. Эмма и ее новый пушистый друг были очень счастливы вместе. У них было много приключений, и они заставляли друг друга улыбаться каждый день.",
    "audio_file": "10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Златовласка и три медведя",
    "story_translation": "Давным-давно, в густом лесу, жила, маленькая, уютная избушка, где жили три медведя: Папа Медведица, Мама-Медведица и Медвежонок. Однажды утром, после того как Мама-Медведица приготовила вкусную кашу, семья отправилась на прогулку, чтобы дать ей остыть. Пока они отсутствовали, любопытная маленькая девочка по имени Златовласка наткнулась на их коттедж. Она постучала в дверь и, когда никто не ответил, толкнула ее и вошла внутрь. На кухне Златовласка увидела три миски с кашей. Она попробовала кашу из первой миски, которая принадлежала Папе Медведю, и воскликнула: «Эта каша слишком горячая!» Затем она попробовала кашу из миски Мамы-Медведицы и сказала: «Эта каша слишком холодная». Наконец она попробовала кашу Медвежонка и улыбнулась: «Эта каша в самый раз!» В общем, она все это съела. После еды Златовласка почувствовала усталость и нашла в гостиной три стула. Она сидела в большом кресле Папы Медведя, но это было слишком трудно. Она попробовала кресло Мамы Медведицы среднего размера, но оно оказалось слишком мягким. Затем она села в маленькое кресло Медвежонка, и оно было в самый раз, но оно сломалось под ее тяжестью! Чувствуя сонливость, Златовласка поднялась наверх и нашла три кровати. Она легла в кровать Папы Медведя, но это было слишком тяжело. Она подошла к кровати Мамы Медведицы, но она была слишком мягкой. Наконец, она попробовала кровать Медвежонка, и она оказалась в самый раз. Она уснула. Три медведя вернулись домой и с удивлением увидели, что дверь их коттеджа открыта. Внутри они обнаружили, что их каша съедена, их стулья заняты, и, наконец, маленькая девочка, спящая в кровати Медвежонка. Златовласка проснулась, увидела медведей и выбежала из хижины так быстро, как только могла, чтобы больше никогда не вернуться.",
    "audio_file": "10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Золушка",
    "story_translation": "Давным-давно, в далеком королевстве, жила добрая и красивая девушка по имени Золушка. Она жила со своей злой мачехой и двумя сводными сестрами, которые относились к ней очень плохо. Золушку заставляли выполнять всю тяжелую работу, и ей давали носить только лохмотья. Однажды король объявил большой бал, пригласив всех барышень королевства, так как принц искал невесту. Золушка очень хотела пойти на бал, но мачеха запретила это, оставив ее дома в слезах. Пока Золушка плакала, появилась ее фея-крестная. Взмахом волшебной палочки она превратила лохмотья Золушки в красивое платье, а тыкву — в великолепную карету. Она подарила Золушке стеклянные туфельки и предупредила, что волшебство исчезнет в полночь. На балу Золушка пленила всех своей грацией и красотой, особенно принца. Они танцевали всю ночь напролет, но когда часы пробили двенадцать, Золушка вспомнила предупреждение своей феи-крестной и поспешила прочь, потеряв одну из своих стеклянных туфель на ступенях дворца. Принц, преисполненный решимости найти таинственную девушку, использовал хрустальную туфельку для обыска королевства. Когда он приехал в дом Золушки, туфелька подошла ей идеально. Принц узнал ее с бала и признался ей в любви. Золушка простила мачеху и сводных сестер за их жестокость и вышла замуж за принца. Жили они долго и счастливо, а доброта и смирение Золушки были известны всему королевству.",
    "audio_file": "10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Джек и бобовый стебель",
    "story_translation": "Жил-был мальчик по имени Джек, который жил со своей матерью. Они были очень бедны, и у них была только корова. Однажды мать Джека сказала ему, чтобы он продал корову, потому что им нужны деньги. По пути продать корову Джек встретил человека, который дал ему волшебные бобы в обмен на корову. Джек был взволнован и побежал домой, чтобы показать маме. Но мама расстроилась и выбросила фасоль в окно. На следующее утро Джек увидел огромный бобовый стебель, тянущийся к небу. Ему стало любопытно, и он забрался на бобовый стебель. Она привела его на землю высоко в небе, где жил великан. У великана была курица, несущая золотые яйца, и волшебная арфа. Джек пробрался в дом великана и забрал курицу и арфу. Но арфа закричала, разбудив великана. Джек побежал и забрался вниз по бобовому стеблю. Великан последовал за ним. Когда Джек добрался до земли, он быстро срубил бобовый стебель. Великан упал, и больше его никто не видел. Джек и его мать продали золотые яйца и разбогатели. Жили они долго и счастливо.",
    "audio_file": "10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "Гадкий утенок",
    "story_translation": "Давным-давно у мамы-утки была партия яиц. Одно из яиц было больше остальных, и оно вылупилось гораздо позже. Из него вышел утенок, который выглядел совсем не так, как его братья и сестры. Он был больше и серее, а не желтый и милый, как остальные. Другие утята не играли с ним и называли его уродливым. Гадкому утенку стало очень грустно, и он ушел из дома, чтобы найти место, где он мог бы быть счастлив. Он встречал разных животных, но все они смотрели на него странно, потому что он был таким большим и серым. Наступила зима, и было очень холодно. Гадкий утенок нашел озеро и искупался в нем. Он увидел прекрасных белых птиц, летающих над ним. Он хотел быть таким же красивым и грациозным, как они. Когда наступила весна, гадкий утенок увидел свое отражение в воде. Он больше не был серой, неуклюжей птицей. Он превратился в прекрасного лебедя! Другие лебеди приветствовали его и играли с ним. Люди видели его и говорили: «Посмотрите на этого прекрасного лебедя!» Гадкий утенок, ставший прекрасным лебедем, был очень счастлив. Он понял, что не имеет значения, как он выглядит, когда родился, потому что он превратился в прекрасного лебедя.",
    "audio_file": "10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "Маленькая красная курица",
    "story_translation": "Жила-была Красная Курочка, которая жила на ферме. Она нашла несколько семян на земле. У Красной Курицы появилась идея. Она подумала: «Я посажу эти семена». Она спросила своих друзей, собаку, кошку и утку: «Кто поможет мне посадить семена?» Но все они сказали: \"Только не я\". И Красная Курочка сказала: \"Тогда я сделаю это сама\". И она посадила семена в полном одиночестве. Когда семена выросли в высокую пшеницу, Красная Курочка спросила: «Кто поможет мне косить пшеницу?» И снова собака, кошка и утка сказали: \"Не я\". Тогда Красная Курочка сказала: \"Тогда я сделаю это сама\". И она сама скосила пшеницу. Затем она спросила: «Кто поможет мне превратить пшеницу в муку?» Но ее друзья сказали: «Не я». Поэтому она сделала все сама. Тогда Красная Курочка сказала: «Кто поможет мне испечь хлеб?» И снова все они сказали: «Не я». И она сама испекла хлеб. Когда хлеб был готов и очень хорошо пах, пришли собака, кошка и утка и сказали: «Мы поможем вам съесть хлеб!» Но Красная Курочка сказала: \"Нет, я съем сама\". И она это сделала. Она съела хлеб и была очень счастлива.",
    "audio_file": "10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "Черепаха и заяц",
    "story_translation": "Жил-был шустрый заяц, который любил хвастаться тем, как быстро он умеет бегать. Была также медленная черепаха, которая двигалась очень медленно. Однажды заяц посмеялся над черепахой и сказал: «Ты такой медленный! Я могу бежать гораздо быстрее тебя!» Черепаха ответила: «Давай устроим гонку и посмотрим, кто быстрее». Они решили устроить гонку. На следующий день все звери в лесу пришли посмотреть. Началась гонка, и заяц побежал очень быстро, оставив черепаху далеко позади. Но вскоре заяц подумал: «Я так далеко впереди, что могу немного отдохнуть». Итак, он лег под деревом и уснул. Черепаха шла медленно, но уверенно. Он не останавливался и не отдыхал. Спустя долгое время он прошел мимо спящего зайца. Когда заяц проснулся, то увидел, что черепаха уже недалеко от финиша. Он бежал так быстро, как только мог, но было уже поздно. Черепаха пересекла финишную черту первой. Черепаха выиграла гонку, потому что ехала медленно и не сдавалась. Заяц усвоил, что быть быстрым не всегда лучше, и не стоит хвастаться или недооценивать других.",
    "audio_file": "10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Гензель и Гретель",
    "story_translation": "Жили-были двое детей, Гензель и Гретель, которые жили с отцом и злой мачехой. Они были очень бедны, и однажды мачеха решила оставить детей в лесу, потому что еды на всех не хватало. Отец не хотел, но согласился. Гензель услышал их план и собрал блестящие камешки. Когда они вошли в лес, Гензель бросил камешки, чтобы проложить дорогу домой. После того, как родители покинули их, Гензель и Гретель пошли по галечной тропинке и нашли дорогу домой. Отец был рад их видеть, а мачеха — нет. В следующий раз Гензель и Гретель увели вглубь леса. Гензель оставил за собой след из хлебных сухарей, но птицы съели их, и они не могли найти дорогу назад. Заблудившись и проголодавшись, они нашли домик из конфет и начали его есть. Старая ведьма, которая жила там, поймала их и заперла Гензеля в клетке. Она заставляла Гретель делать работу по дому и собиралась съесть Гензеля. Гретель обманула ведьму и толкнула ее в печь. Затем она освободила Гензеля, и они нашли сокровища в доме ведьмы. Когда ведьма ушла, Гензель и Гретель вернулись домой с сокровищами. Их отец был вне себя от радости, увидев их, и сказал, что сожалеет о том, что оставил их в лесу. Они больше никогда не видели злую мачеху. Все они жили долго и счастливо, с большим количеством еды и без забот.",
    "audio_file": "10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "Новое платье императора",
    "story_translation": "Жил-был тщеславный император, который любил носить модные одежды. Он тратил все свои деньги на то, чтобы быть хорошо одетым. Однажды в город императора пришли два мошенника. Они сказали, что могут сделать самую красивую одежду в мире. Эта одежда, утверждали они, была невидима для любого, кто был либо очень глуп, либо плохо справлялся со своей работой. Император подумал, что это отличная идея. Он дал им золото и шелк для изготовления одежды. Мошенники делали вид, что работают, но все золото и шелк оставляли себе. Когда одежда была «готова», император отправился посмотреть на нее. Он не видел никакой одежды, но не хотел показаться глупым, поэтому сделал вид, что восхищается ею. Мошенники сделали вид, что одевают императора в новую одежду. Император шел парадом перед всем своим народом. Все в толпе также делали вид, что видят одежду, так как не хотели, чтобы их называли глупыми. Наконец, маленький ребенок закричал: «Но на нем вообще ничего нет!» Постепенно все начали шептать одно и то же. Император понял, что они были правы, но продолжил парад, слишком гордый, чтобы признать свою ошибку.",
    "audio_file": "10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "Спящая красавица",
    "story_translation": "Жили-были король и королева, которые мечтали о ребенке. Наконец их желание сбылось, и у них родилась прекрасная девочка. Они назвали ее Авророй. Чтобы отпраздновать рождение Авроры, король и королева устроили грандиозную вечеринку. Они пригласили всех фей королевства, чтобы благословить Аврору. Каждая фея подарила Авроре такие дары, как красота, доброта и ум. Но была одна старая фея, которую не пригласили. Она рассердилась и все равно пришла на вечеринку. Она сделала Авроре плохой подарок: в свой шестнадцатый день рождения Аврора уколола палец о прялку и заснула навсегда. К счастью, младшая фея еще не подарила свой подарок. Она не могла снять проклятие старой феи, но могла смягчить его. Она сказала, что Аврора не умрет, а погрузится в глубокий сон, и только поцелуй настоящей любви может разбудить ее. Шли годы, и Аврора росла красивой и доброй принцессой. В свой шестнадцатый день рождения она нашла прялку и уколола палец. Она погрузилась в глубокий сон, и все королевство заснуло вместе с ней. Прошло сто лет, и в королевство пришел князь. Он нашел Аврору и поцеловал ее. Поцелуй разрушил чары. Аврора и все королевство проснулись. Принц и Аврора полюбили друг друга и поженились. Жили они долго и счастливо, и царство снова наполнилось радостью и смехом.",
    "audio_file": "10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Амелия Эрхарт",
    "story_translation": "Жила-была смелая и предприимчивая девушка по имени Амелия Эрхарт. Амелия любила наблюдать за птицами и мечтала парить высоко в небе, как они. Она росла в то время, когда не так много женщин становились пилотами, но Амелия была полна решимости следовать за своей мечтой. Она очень много работала и научилась управлять самолетами, став одной из первых женщин-пилотов в мире. Амелия сделала нечто действительно удивительное: она в одиночку перелетела через большой, широкий Атлантический океан, став первой женщиной, сделавшей это! Ее смелость и успех показали всем, что девочки тоже могут достичь больших мечтаний. Амелия стала знаменитой и вдохновила многих людей, особенно девушек, следовать за собственными мечтами, какими бы большими они ни были. Она доказала, что с решимостью и смелостью можно дотянуться до звезд и воплотить свои мечты в реальность.",
    "audio_file": "10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Мартин Лютер Кинг",
    "story_translation": "Жил-был человек по имени Мартин Лютер Кинг-младший, у которого была большая мечта. Он мечтал о мире, где ко всем, независимо от цвета кожи, будут относиться одинаково и справедливо. Мартин жил в то время, когда не ко всем относились одинаково – у людей с разным цветом кожи были разные школы, разные фонтаны, и им не разрешалось делать одно и то же. Это очень огорчило Мартина, и он захотел это изменить. Он стал лидером и говорил о своей мечте со многими людьми. Он выступал с речами и руководил мирными шествиями, призывая относиться ко всем с добротой и уважением. Его самая известная речь начиналась словами: «У меня есть мечта...» Мартин был храбрым и сильным, и он очень много работал, чтобы сделать мир лучше. Из-за него многие законы были изменены, и люди начали понимать, как важно относиться ко всем одинаково. Мартин Лютер Кинг-младший показал нам, что с любовью, миром и решимостью мы можем добиться больших перемен и помочь всем жить лучше вместе.",
    "audio_file": "10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Роза Паркс",
    "story_translation": "Жила-была смелая женщина по имени Роза Паркс, которая отстаивала то, что было правильно. Роза жила в то время, когда к людям относились по-разному в зависимости от цвета кожи. Однажды, после долгого рабочего дня, Роза села в автобус в Монтгомери, штат Алабама. Водитель автобуса велел ей уступить место белому пассажиру, но Роза устала не только от своего дня, но и от несправедливых правил, которым она и другие должны были следовать каждый день. Она решила остаться сидеть, сказав «нет» тихим, но сильным тоном. Смелый поступок Розы был очень важным моментом. Это положило начало большому движению, в котором многие люди во главе с Мартином Лютером Кингом-младшим объединились для борьбы за равенство и справедливость. Они организовали большой бойкот автобусов, где они перестали пользоваться автобусами до тех пор, пока каждый не сможет сидеть там, где хочет. Простой акт мужества Розы помог изменить многие несправедливые законы и показал миру, как отстаивание того, что правильно, даже в мелочах, может иметь огромное значение. Розу Паркс помнят как «мать движения за гражданские права», и ее история учит нас тому, что каждый может стать героем и помочь изменить мир к лучшему.",
    "audio_file": "10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Нил Армстронг",
    "story_translation": "Жил-был авантюрный человек по имени Нил Армстронг. У него была мечта сделать то, чего никто никогда не делал – пройтись по Луне! Нил любил летать и стал пилотом, летал высоко в небе и даже стал астронавтом, что означало, что он должен был отправиться в космос. 20 июля 1969 года Нил и его друзья совершили полет на космическом корабле под названием «Аполлон-11» на Луну. Это был долгий и увлекательный путь. Когда они добрались до Луны, Нил был первым, кто вышел из космического корабля на пыльную поверхность Луны. Делая свой первый шаг, он сказал: «Это один маленький шаг для человека, один гигантский скачок для человечества». Это означало, что, несмотря на то, что его шаг был небольшим, это был огромный момент для всех людей во всем мире. Нил и его друзья собрали лунные камни и установили флаг. Когда они вернулись на Землю, их чествовали как героев. Мечта и храбрость Нила показали всем, что с упорным трудом и решимостью мы можем достичь звезд и добиться невероятных вещей.",
    "audio_file": "10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Мария Кюри",
    "story_translation": "Когда-то давно, в стране Польша, жила очень любопытная и умная девушка по имени Мария Кюри. Мари любила учиться, особенно науке. Когда она выросла, она переехала в Париж, Франция, чтобы больше учиться, потому что хотела стать ученым. В то время не так много женщин были учеными, но Мари была полна решимости. Она работала в маленькой темной лаборатории вместе со своим мужем, Пьером Кюри. Вместе они открыли нечто удивительное под названием радий. Радий был особым видом металла, который светился в темноте и мог быть использован для того, чтобы помочь врачам заглянуть внутрь тел людей, чтобы сделать их лучше. Мария Кюри прославилась своим открытием и получила Нобелевскую премию не один, а два раза! Она была первой женщиной, выигравшей этот большой приз, и первым человеком, выигравшим его дважды. Мари показала миру, что девочки тоже могут быть великими учеными. Она усердно работала и никогда не сдавалась, даже когда было трудно. Ее открытия помогли многим людям и навсегда изменили мир науки.",
    "audio_file": "10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Малала Юсуфзай",
    "story_translation": "Давным-давно, в прекрасной долине Сват в Пакистане, жила храбрая девушка по имени Малала Юсуфзай. Малала любила ходить в школу и узнавать что-то новое, но в ее стране группа людей считала, что девочки не должны ходить в школу. Малала считала, что каждая девочка и мальчик имеют право учиться, поэтому она выступала за свои права и права других детей. О своей жизни и желании ходить в школу она писала в дневнике, и многие люди по всему миру читали ее слова. Ее храбрость разозлила некоторых людей, и однажды она была ранена. Но Малала была сильна и не сдавалась. После того, как ей стало лучше, она продолжала еще громче выступать за образование всех детей. Ее храбрость и ее история вдохновили многих людей, и она стала самым молодым человеком, когда-либо получившим Нобелевскую премию мира. Малала показала всем, что даже если вы молоды, вы можете изменить мир к лучшему, отстаивая то, во что вы верите.",
    "audio_file": "10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Нельсон Мандела",
    "story_translation": "Давным-давно в Южной Африке жил человек по имени Нельсон Мандела. Мандела был храбрым и мудрым человеком, который считал, что ко всем нужно относиться одинаково, независимо от цвета кожи. Но в те времена в Южной Африке существовали несправедливые законы, называемые апартеидом, которые разделяли людей по признаку расы и цвета кожи. Мандела хотел изменить эти законы, чтобы все, черные или белые, могли жить вместе в мире. Он очень много работал и разговаривал со многими людьми, пытаясь добиться перемен мирным путем. Но правительству это не понравилось, и они посадили его в тюрьму на долгие годы. Мандела никогда не терял надежды и стал символом борьбы за свободу. Люди во всем мире знали о нем и поддерживали его дело. Наконец, спустя 27 лет, он был освобожден. Мечта Манделы начала сбываться, когда он стал первым чернокожим президентом Южной Африки, и он работал над тем, чтобы объединить людей всех цветов кожи. Он показал миру силу прощения и то, как важно бороться за то, что правильно. Нельсона Манделу помнят как героя, который принес надежду и перемены в свою страну и мир.",
    "audio_file": "10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Леонардо да Винчи",
    "story_translation": "Давным-давно в Италии жил любопытный и умный мальчик по имени Леонардо да Винчи. Леонардо любил исследовать окружающий мир и интересовался многими вещами. Он любил рисовать, раскрашивать и даже придумывать что-то новое. Когда он вырос, он стал очень хорош в искусстве и создал прекрасные картины, одной из которых была знаменитая «Мона Лиза», которой люди восхищаются до сих пор. Но Леонардо был не просто художником; Он также был ученым и изобретателем. Он изучал птиц и мечтал сделать машину, которая могла бы летать, как современный самолет. Он также посмотрел на человеческое тело, чтобы понять, как оно работает, и нарисовал множество набросков своих идей. Леонардо был очень талантливым человеком, и его любопытство к миру никогда не прекращалось. Он продолжал учиться и творить всю свою жизнь. Он показал нам, что если вы любознательны и усердно работаете, вы можете узнать много разных вещей и, возможно, даже изменить мир своими идеями.",
    "audio_file": "10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Клеопатра",
    "story_translation": "Когда-то давно в Древнем Египте жила знаменитая царица по имени Клеопатра. Клеопатра была не просто царицей; Она также была очень умной и образованной. Она говорила на многих языках и была известна своим обаянием и умом. Будучи правительницей Египта, Клеопатра глубоко заботилась о своем народе и упорно трудилась, чтобы сделать свою страну сильной и могущественной. Она также была известна своей красотой и великими любовными историями с могущественными лидерами других стран, такими как Юлий Цезарь и Марк Антоний. Клеопатра жила в то время, когда женщине редко удавалось занимать столь влиятельное положение, но она показала, что может править не хуже любого царя. Она была одной из последних правительниц Древнего Египта до того, как он стал частью Римской империи. Жизнь Клеопатры была полна приключений, и она запомнилась на протяжении всей истории как одна из самых очаровательных и влиятельных женщин своего времени.",
    "audio_file": "10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Галилео Галилей",
    "story_translation": "Жил-был в Италии человек по имени Галилео Галилей. Галилей был очень любопытен к миру и звездам на небе. Он любил учиться и узнавать обо всем, что мог. Одной из самых важных вещей, которые он делал, было наблюдение за звездами и планетами в телескоп, что было новым изобретением в то время. Галилей обнаружил, что Земля и другие планеты движутся вокруг Солнца, а не наоборот, как считало большинство людей в то время. Это было большим открытием, потому что оно изменило то, как люди понимали Вселенную. Однако не все были довольны идеями Галилея. Некоторые люди, в том числе влиятельные лидеры, не верили ему и не хотели, чтобы ему верили другие. Они думали, что его идеи слишком отличаются. Галилей должен был быть очень смелым, чтобы делиться своими открытиями и отстаивать то, что, как он знал, было правдой. Он продолжал учиться и преподавать, и сегодня мы вспоминаем Галилея как одного из величайших ученых всех времен. Он показал нам, что иногда нужно подвергать сомнению то, что думают другие, и быть достаточно смелым, чтобы следовать своим собственным идеям.",
    "audio_file": "10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Жанна д'Арк",
    "story_translation": "Жила-была во Франции молодая девушка по имени Жанна д'Арк. Жанна жила в маленькой деревушке в то время, когда ее страна, Франция, находилась в большой войне с другой страной под названием Англия. Жанна была очень храброй и считала, что у нее есть особая миссия помочь Франции. Она сказала, что слышала голоса святых, которые говорили ей спасти свою страну. Несмотря на то, что она была всего лишь подростком и девочкой, Жанна убедила принца Франции позволить ей возглавить армию. Она была одета в доспехи и ехала верхом на коне, ведя своих воинов в бой. Храбрость Джоан вдохновляла всех вокруг, и она помогла выиграть несколько важных сражений. Люди видели в ней героя. К сожалению, она попала в плен к своим врагам и столкнулась с большими испытаниями. Но Джоан никогда не переставала верить в свою миссию. Спустя годы о ней вспоминали как о символе храбрости и патриотизма. Жанна д'Арк стала святой, и люди во всем мире знают ее историю. Она учила нас, что независимо от того, насколько вы молоды или малы, вы можете совершать великие дела, если у вас есть мужество и вера в себя.",
    "audio_file": "10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Альберт Эйнштейн",
    "story_translation": "Жил-был гениальный физик по имени Альберт Эйнштейн. У Альберта было глубокое любопытство к Вселенной и к тому, как она работает. Он придумал новаторскую теорию под названием «Теория относительности», которая изменила наше понимание пространства, времени и гравитации. Его формула E=mc² стала известна во всем мире. Альберт был не просто ученым; Он также был сторонником мира и прав человека. Он выступал против войны и несправедливости. Его работы и идеи произвели революцию в науке и сделали его одним из самых известных ученых в истории. Альберт Эйнштейн показал нам, что с помощью воображения, любопытства и трудолюбия мы можем раскрыть тайны Вселенной и сделать мир лучше.",
    "audio_file": "10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "Падение Берлинской стены",
    "story_translation": "Давным-давно, в 1989 году, в немецком Берлине произошло знаменательное событие – падение Берлинской стены. На протяжении десятилетий Берлинская стена разделяла Восточный и Западный Берлин, символизируя разделение между Востоком и Западом во время холодной войны. Это был физический и идеологический барьер, который стоял как символ угнетения и разделения. Однако осенью 1989 года череда мирных протестов и политических перемен в Восточной Германии привела к немыслимому. В ночь на 9 ноября 1989 года правительство ГДР объявило, что граждане могут свободно пересекать границу с Западным Берлином. Толпы людей стекались к стене, и молотками и зубилами ее начали разбирать. Мир с изумлением наблюдал за тем, как семьи и друзья радостно воссоединялись, а люди по обе стороны стены обнимали друг друга. Падение Берлинской стены ознаменовало начало окончания холодной войны и окончательного воссоединения Германии. Это было свидетельством силы людей, объединившихся для того, чтобы разрушить барьеры и достичь свободы и единства.",
    "audio_file": "10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "Шелковый путь",
    "story_translation": "Давным-давно, в древние времена, существовала обширная сеть торговых путей, известная как Шелковый путь. Это историческое путешествие было не одной дорогой, а сложной сетью взаимосвязанных путей, которые тянулись через всю Азию, соединяя Восток с Западом. Шелковый путь получил свое название от ценного шелка, роскошной ткани, производимой в Китае, которая была одним из самых востребованных товаров, торгуемых по этим маршрутам. Однако Шелковый путь был связан не только с шелком; Это был канал для обмена товарами, культурами и идеями. Торговцы из Китая, Индии, Персии, Аравии и других регионов отправлялись в опасные путешествия, перевозя такие товары, как специи, драгоценные металлы, драгоценные камни и экзотические ткани. Наряду с этими товарами они делились своей культурой, религией и технологиями. Шелковый путь способствовал замечательному обмену знаниями, что привело к прогрессу в науке, математике и искусстве. Она также сыграла значительную роль в распространении буддизма, ислама и христианства в разных частях света. По мере того, как Шелковый путь процветал, он способствовал развитию духа сотрудничества и взаимопонимания между различными цивилизациями. Несмотря на трудности, связанные с суровой местностью и непредсказуемой погодой, торговцы продолжали свои путешествия, налаживая связи между дальними землями. Шелковый путь был мостом, который соединял людей через континенты и играл ключевую роль в формировании истории нашего мира.",
    "audio_file": "10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "Великая Китайская стена",
    "story_translation": "Много веков назад на огромной и древней земле Китая начался замечательный строительный проект. Это было строительство того, что позже станет одним из самых знаковых и внушающих благоговение сооружений в мире: Великой Китайской стены. Это монументальное сооружение представляло собой не одну стену, а ряд стен, укреплений и сторожевых башен, которые тянулись вдоль северной границы Китая. Основной целью Великой китайской стены была защита китайских государств и империй от вторжений кочевых племен и военных вторжений. Строительство Великой китайской стены началось более 2000 лет назад во времена династии Цинь, но она была расширена и перестроена последующими династиями, включая династии Хань, Мин и Цин. Стена была построена с использованием различных материалов, таких как камень, земля, дерево и кирпич, и покрыла удивительное расстояние, по оценкам, от 13 000 до 21 196 миль. Это было свидетельством изобретательности и решимости китайского народа. Великая китайская стена не только служила грозным оборонительным сооружением, но и способствовала торговле, общению и культурному обмену вдоль Шелкового пути. Он выдержал испытание временем и остается символом богатой истории и непреходящей силы Китая. Сегодня он признан одним из семи чудес света, и его посещают миллионы людей со всего мира, которые приезжают, чтобы полюбоваться его величием и историческим значением.",
    "audio_file": "10027.wav"
  }
]