[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "세 마리 아기 돼지",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "옛날 옛적에, 세 마리 아기 돼지가 안전하게 살기 위해 집을 짓기로 결심했습니다. 첫째 돼지는 쉽기 때문에 밀짚으로 집을 지었습니다. 둘째 돼지는 나무토막으로 집을 지었지만 여전히 약했습니다. 셋째 돼지는 벽돌로 강하고 튼튼한 집을 지었습니다. 어느 날, 큰 나쁜 늑대가 밀짚 집에 다가왔습니다. 그는 숨을 내쉬고 불어 집을 쉽게 부숴버렸습니다. 겁에 질린 돼지는 형과 함께 나무토막 집으로 달려갔습니다. 늑대는 그 뒤를 쫓아 나무집에 다가가 숨을 내쉬고 불어 집을 허물어버렸습니다. 두 돼지는 벽돌 집으로 달려가 튼튼하길 바라며 숨었습니다. 늑대는 숨을 내쉬고 불어보았지만 벽돌 집은 무너지지 않았습니다. 화가 난 늑대는 굴뚝으로 내려가서 돼지를 잡으려 했습니다. 돼지들은 불을 피웠고, 늑대는 겁먹고 도망쳤습니다. 세 마리 돼지는 안전하게 살게 되었고, 열심히 일하는 것이 항상 보상된다는 것을 배웠습니다. 그들은 튼튼하고 안전한 벽돌 집에서 행복하게 살았습니다.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "골디락스",
        "fiction": true,
        "level": "beginner",
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "어느 화창한 아침, 골디락스는 숲 속을 걸어 작은 집을 발견했습니다. 문이 열려 있어서 골디락스는 안으로 들어가 탐험하기로 했습니다. 부엌에서 그녀는 테이블 위에 있는 세 그릇의 죽을 발견했습니다. 첫 번째 그릇을 맛보고 말했습니다: 이 죽은 너무 뜨거워요! 두 번째 그릇을 맛보고 말했습니다: 이 죽은 너무 차가워요! 세 번째 그릇을 맛보며 행복하게 말했습니다: 이 죽은 딱 좋아요! 먹은 후, 골디락스는 피로를 느끼고 거실에 있는 세 개의 의자에 눈길을 돌렸습니다. 첫 번째 의자에 앉았지만 말했습니다: 이 의자는 너무 단단해요! 두 번째 의자를 시도했지만 말했습니다: 이 의자는 너무 부드러워요! 세 번째 의자에 앉아 말했습니다: 이 의자는 딱 좋아요! 갑자기 작은 의자가 부서졌고, 골디락스는 놀라서 재빨리 일어났습니다. 졸린 기분이 들어서 계단을 올라가 방에서 세 개의 침대를 발견했습니다. 첫 번째 침대에 누워 말했습니다: 이 침대는 너무 단단해요! 두 번째 침대를 시도했지만 말했습니다: 이 침대는 너무 부드러워요! 세 번째 침대에 누워 말했습니다: 이 침대는 딱 좋아요! 골디락스는 세 Bears가 집으로 돌아오고 있다는 것을 모르고 깊이 잠들었습니다. 아빠 곰은 매우 큰 목소리로 말했습니다: 누군가 내 죽을 먹었어! 엄마 곰은 말했습니다: 누군가 내 의자에 앉아서 부러뜨렸어! 아기 곰은 말했습니다: 누군가 내 침대에서 자고 있었고, 여기 그녀가 있어! 골디락스는 깨어나서 곰들을 보고 비명을 지르며 밖으로 달려 나갔습니다. 그녀는 숲 속을 질주하며 다시는 이상한 집에 들어가지 않겠다고 자신에게 다짐했습니다.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "신데렐라",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "옛날 옛적에, 신데렐라라는 착한 소녀가 그 잔인한 계모와 함께 살고 있었습니다. 그녀의 계모와 이복자매들은 신데렐라에게 모든 청소와 요리를 하게 강요했습니다. 어느 날, 왕은 왕자가 신부를 찾기 위해 큰 무도회를 연다고 발표했습니다. 신데렐라는 가고 싶어 했지만, 계모는 거부하고 그녀를 집에 남겨두었습니다. 신데렐라가 울고 있을 때, 그녀의 요정 대모가 나타나서 그녀가 무도회에 참석할 수 있도록 도와주겠다고 약속했습니다. 요정 대모는 지팡이를 한 번 휘두르자 신데렐라의 누더기가 아름다운 드레스로 변했습니다. 그녀는 신데렐라에게 유리 슬리퍼를 주고, 호박을 마법의 마차로 변형시켰습니다. 요정 대모는 말했습니다: \"자정 전에 돌아와야 해, 그렇지 않으면 마법이 사라질 거야.\" 무도회에서 모든 사람들은 신데렐라를 감탄하며 바라보았고, 왕자는 그녀를 사랑하게 되었습니다. 그들은 밤새도록 춤을 추었고, 시계가 열두 시를 치자 신데렐라는 도망쳤습니다. 그녀는 유리 슬리퍼 하나를 남겼고, 왕자는 그것을 가지고 그녀를 찾기 시작했습니다. 왕자는 왕국의 모든 집을 방문하며 모든 젊은 여성의 발에 슬리퍼를 신겨보았습니다. 신데렐라의 집에 도착했을 때, 이복자매들은 시도했지만 그들의 발은 슬리퍼에 들어가지 않았습니다. 신데렐라가 슬리퍼를 신어보니 완벽하게 맞았습니다! 왕자는 그녀가 바로 그 사람이라는 것을 알게 되었습니다. 그들은 곧 결혼했으며, 신데렐라는 자신의 계모와 이복자매들의 잔인함을 용서했습니다. 신데렐라와 왕자는 화려한 궁전에서 행복하게 살았습니다.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "잭과 콩나무",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "옛날 옛적에, 잭이라는 가난한 소년이 그의 어머니와 함께 살고 있었습니다. 그들은 소 한 마리만 있었고, 그 소를 팔아 음식과 돈을 얻었습니다. 어느 날, 잭은 이상한 남자로부터 마법의 콩으로 소를 바꾸었습니다. 그의 어머니는 화가 나서 콩을 창 밖으로 던졌습니다. 아침이 되자, 콩이 하늘까지 뻗은 거대한 콩나무로 자랐습니다. 궁금해진 잭은 콩나무를 타고 올라가 구름 속에 있는 거대한 성을 발견했습니다. 그 안에서 그는 금색 하프와 마법의 닭을 소유한 거인을 보았습니다. 그 닭은 금 알을 낳았고, 하프는 저절로 아름다운 음악을 연주했습니다. 잭은 닭과 하프를 가져갔지만, 거인이 깨어나 그를 쫓기 시작했습니다. 잭은 화난 거인에게 쫓기며 신속하게 콩나무를 내려갔습니다. 땅에 도착한 잭은 도끼를 들고 콩나무를 베었습니다. 거인은 콩나무에서 떨어져 다시는 볼 수 없게 되었습니다. 잭은 닭의 금 알로 어머니와 함께 행복하게 살았습니다.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "거북이와 토끼",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "옛날 옛적에, 빠른 토끼가 자신의 속도에 대해 자랑하는 것을 좋아했습니다. 토끼는 느릿느릿 움직이는 거북이를 비웃으며 경주를 제안했습니다. 자신감이 넘친 토끼는 재빠르게 앞서 나갔고, 거북이는 먼 먼 뒤에서 먼지를 뒤집어쓰고 있었습니다. 승리에 대한 확신에 차 있는 토끼는 나무 그늘 아래에서 낮잠을 자기로 결정했습니다. 그동안 거북이는 꾸준히 걸어가며 한 번도 멈추지 않고 결국 잠든 토끼를 지나쳤습니다. 토끼가 잠에서 깨어났을 때, 거북이가 결승선에 가까워져 있다는 것을 깨달았습니다. 토끼는 최대한 빨리 달렸지만 이미 늦었습니다. 거북이가 먼저 결승선을 통과하며 토끼와의 경주에서 이겼습니다. 토끼는 창피함을 느끼고 자만심과 겸손에 대한 소중한 교훈을 배웠습니다. 거북이는 느리지만 꾸준한 노력이 자만심과 성급함을 이길 수 있음을 보여주었습니다.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "헨젤과 그레텔",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "한 때, 한셀과 그레텔은 아버지와 새엄마와 함께 살고 있었습니다. 그 가족은 매우 가난했고, 새엄마는 아이들을 버릴 계획을 세웠습니다. 어느 날 밤, 한셀은 이 계획을 엿듣고 길을 표시하기 위해 반짝이는 조약돌을 모았습니다. 다음 날, 부모는 한셀과 그레텔을 깊은 숲 속으로 데려갔습니다. 혼자 남겨진 한셀과 그레텔은 조약돌 길을 따라 안전하게 집으로 돌아갔습니다. 화가 난 새엄마는 그들을 다음 날 더 깊은 숲으로 데려갔습니다. 한셀은 breadcrumbs(빵 부스러기)를 남기려 했지만 새들이 그것을 먹어버려 아이들은 길을 잃고 무서워했습니다. 그들은 헤매다가 마녀의 사탕 집을 발견했고, 마녀는 그들을 가두었습니다. 마녀는 한셀을 잡아먹으려 했고, 그레텔에게 모든 집안일을 시켰습니다. 영리한 그레텔은 마녀를 속이고 그녀를 타는 오븐 안으로 밀쳐넣었습니다. 그들은 마녀의 집에서 보물을 발견하고 그것을 집으로 가져갔습니다. 아버지는 매우 기뻐했으며, 악한 새엄마는 그들의 삶에서 영원히 사라졌습니다. 한셀과 그레텔은 풍족한 음식과 걱정 없이 행복하게 살았습니다.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "황제의 새 옷",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "옛날 옛적에, 한 황제가 가장 멋지고 화려한 옷을 입는 것을 좋아했습니다. 두 명의 사기꾼이 찾아와, 어리석은 사람들에게는 보이지 않는 마법의 옷을 만들 수 있다고 주장했습니다. 황제는 그들에게 금화와 비단을 주어 멋진 의상을 만들게 했습니다. 사기꾼들은 열심히 일하는 척했지만, 금화와 비단은 자신들이 다 챙겼습니다. 옷이 완성되었을 때, 황제는 아무것도 보이지 않았지만 이를 인정하는 것이 두려워했습니다. 그는 보이지 않는 옷에 감탄하는 척하며, 다른 사람들이 자신을 바보로 생각할까 걱정했습니다. 사기꾼들은 그를 치장하는 척했고, 황제는 성대한 행진을 발표했습니다. 군중 속의 모든 사람도 황제의 새로운 옷을 보고 있는 척했습니다. 결국 한 아이가 외쳤습니다: \"하지만 그는 아무것도 입고 있지 않잖아!\" 군중은 웅성거리며 이를 인정했으며, 황제가 완전히 속았다는 것을 깨달았습니다. 황제는 부끄러웠지만, 자신의 실수를 인정하기에는 너무 자존심이 강해 행진을 계속했습니다. 그날 이후로 그는 더 겸손해졌고, 화려한 옷에 대한 관심이 줄어들었습니다.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "잠자는 숲속의 미녀",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "옛날 옛적에, 한 왕과 왕비가 아이를 원했습니다. 그들의 소원은 이루어졌고, 아름다운 아기 소녀 오로라가 태어났습니다. 요정들은 오로라에게 미와 친절 같은 축복을 주는 성대한 축하 잔치를 열었습니다. 그러나 초대받지 않은 화난 요정이 오로라에게 저주를 내렸습니다: 오로라가 손가락을 찔러 죽게 될 것이라고. 하지만 한 친절한 요정이 저주를 완화시켰습니다: 오로라는 진정한 사랑의 키스가 있기 전까지 잠들 것입니다. 왕은 오로라를 저주로부터 보호하고자 모든 물레를 불태웠습니다. 몇 년 후, 오로라의 열여섯 번째 생일에 그녀는 오래된 물레를 발견했습니다. 그녀는 손가락을 찔렀고, 예언대로 깊은 잠에 빠졌습니다. 온 성은 두껍고 가시가 많은 덩굴에 둘러싸여 잠들었습니다. 100년이 지나고, 용감한 왕자가 잠들어 있는 성을 발견했습니다. 그는 오로라에게 입맞춤을 하여 마법을 풀고 성 안의 모든 사람을 깨웠습니다. 오로라와 왕자는 사랑에 빠지고 결혼하여 행복하게 살았습니다.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "알리바바와 40인의 도둑",
        "fiction": true,
        "level": "beginner",
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "알리바바는 작은 마을에 살던 가난한 나무꾼이었습니다. 어느 날, 그는 40명의 도둑들이 마법의 동굴에 보물을 숨기는 것을 보았습니다. 그들은 \"개봉 세자리\"라고 외치자 동굴의 문이 열리며 금과 보물이 드러났습니다. 도둑들이 떠난 후, 알리바바는 같은 말을 사용하여 동굴에 들어갔습니다. 그는 자신의 가난한 가족을 돕기 위해 소량의 보물을 가져갔습니다. 도둑들은 누군가 동굴에 들어간 것을 발견하고 매우 화가 났습니다. 그들은 마을을 수색하고 알리바바가 그들의 보물을 훔쳤다고 의심했습니다. 알리바바의 영리한 하인 모르지아나는 그들이 그를 죽이려는 계획을 엿들었습니다. 그녀는 도둑들을 속이고 그들의 우두머리를 능가하여 알리바바를 구했습니다. 알리바바와 그의 가족은 행운에 감사하며 행복하게 살았습니다.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "어부와 그의 아내",
        "fiction": true,
        "level": "beginner",
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "가난한 어부는 마법의 말하는 물고기를 잡았고 그것을 풀어주기로 결정했습니다. 물고기는 자신의 생명을 구해준 대가로 어떤 소원이든 들어주겠다고 약속했습니다. 어부는 아내에게 말했고, 아내는 더 큰 집을 소원으로 요구했습니다. 물고기는 소원을 들어주었고 그들은 화려한 오두막으로 이사했습니다. 아내는 욕심을 내기 시작해 성과 여왕이 되어달라고 요청했습니다. 매번 어부는 물고기에게 돌아가 더 많은 것을 요청했습니다. 물고기는 소원을 들어주었지만, 아내의 욕심은 계속해서 커져만 갔습니다. 결국 그녀는 태양, 달, 별의 지배자가 되어달라고 요구했습니다. 물고기는 그녀의 탐욕에 화가 나서 모든 것을 되돌렸고 그들을 오두막에 남겨두었습니다. 어부와 그의 아내는 단순한 삶으로 돌아가며 만족하는 법을 배웠습니다.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "아멜리아 에어하트",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "옛날 옛적에 아멜리아 에어하트라는 용감하고 모험적인 소녀가 있었습니다. 아멜리아는 새를 보는 것을 좋아했고, 그녀처럼 하늘 높이 날아다니는 꿈을 꾸었습니다. 그녀는 여성 파일럿이 많은 시대에 자라지 않았지만, 아멜리아는 자신의 꿈을 따르기로 결심했습니다. 그녀는 정말 열심히 일하며 비행기를 조종하는 방법을 배워 세계 최초의 여성 파일럿 중 한 명이 되었습니다. 아멜리아는 정말 놀라운 일을 했습니다: 그녀는 대서양을 혼자서 가로질러 날아갔으며, 이는 여성이 처음으로 한 일이었습니다! 그녀의 용기와 성공은 모든 이에게 소녀들도 큰 꿈을 이룰 수 있음을 보여주었습니다. 아멜리아는 유명해졌고, 특히 소녀들에게 자신의 꿈을 따라가도록 영감을 주었습니다. 그녀는 결단력과 용기를 가지고 별들에 손을 뻗고 꿈을 이룰 수 있음을 증명했습니다.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "마리 퀴리",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "옛날 옛적에, 폴란드라는 나라에 마리 퀴리라는 매우 호기심이 많고 똑똑한 소녀가 살고 있었습니다. 마리는 학습, 특히 과학을 사랑했습니다. 그녀는 자라면서 과학자가 되기를 원했기 때문에 프랑스 파리로 이주하여 더 많이 공부했습니다. 그 당시에는 과학자가 된 여성들이 많지 않았지만, 마리는 결심이 굳었습니다. 그녀는 남편인 피에르 퀴리와 함께 작고 어두운 실험실에서 일했습니다. 그들은 함께 라듐이라는 놀라운 것을 발견했습니다. 라듐은 어둠 속에서 빛나는 특별한 금속으로, 의사들이 사람들의 몸 속을 볼 수 있도록 도와주어 그들을 치료하는 데 사용되었습니다. 마리 퀴리는 그녀의 발견으로 매우 유명해졌고, 노벨상을 단 한 번이 아니라 두 번이나 수상했습니다! 그녀는 이 큰 상을 받은 첫 번째 여성으로, 두 번 수상한 첫 번째 인물이기도 했습니다. 마리는 세상에 소녀들도 훌륭한 과학자가 될 수 있음을 보여주었습니다. 그녀는 열심히 일했고, 어려움이 닥쳐도 결코 포기하지 않았습니다. 그녀의 발견은 많은 사람들에게 도움이 되었고 과학의 세계를 영원히 변화시켰습니다.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "넬슨 만델라",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "옛날 남아프리카에 넬슨 만델라라는 남자가 있었습니다. 만델라는 모든 사람이 피부색에 관계없이 평등하게 대우받아야 한다고 믿었던 용감하고 지혜로운 사람이었습니다. 그러나 그 시절 남아프리카에는 인종과 색깔에 따라 사람들을 분리하는 불공평한 법인 아파르트헤이트가 있었습니다. 만델라는 모든 사람들이 흑인이든 백인이든 평화롭게 함께 살 수 있도록 이러한 법들을 바꾸고 싶어 했습니다. 그는 매우 열심히 일하고 많은 사람들과 대화하며 평화로운 방법으로 변화를 가져오고자 했습니다. 그러나 정부는 이를 좋아하지 않았고, 그는 여러 해 동안 감옥에 갇혔습니다. 만델라는 결코 희망을 포기하지 않았고, 그는 자유를 위한 투쟁의 상징이 되었습니다. 전 세계의 사람들은 그에 대해 알고 그의 대의를 지지했습니다. 마침내 27년 후, 그는 자유의 몸이 되었습니다. 만델라의 꿈은 그가 남아프리카의 첫 번째 흑인 대통령이 되면서 실현되기 시작했고, 그는 모든 색깔의 사람들을 통합하기 위해 노력했습니다. 그는 세계에 용서의 힘과 올바른 것을 위해 싸우는 것이 얼마나 중요한지를 보여주었습니다. 넬슨 만델라는 그의 나라와 세계에 희망과 변화를 가져온 영웅으로 기억됩니다.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "레오나르도 다 빈치",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "옛날 옛적 이탈리아에, 레오나르도 다 빈치라는 호기심 많고 똑똑한 소년이 살고 있었습니다. 레오나르도는 주변 세계를 탐험하는 것을 좋아했고 많은 것에 관심이 있었습니다. 그는 그림을 그리고, 그리기를 좋아했으며, 새로운 것들을 발명하기도 했습니다. 커 growing up, 그는 예술에 매우 능숙해져 아름다운 그림을 많이 그렸으며 그 중 하나가 오늘날에도 사람들이 여전히 감탄하는 유명한 '모나리자'였습니다. 하지만 레오나르도는 단순한 예술가만이 아니었습니다; 그는 과학자이자 발명가이기도 했습니다. 그는 새들을 연구하고 오늘날 비행기처럼 날 수 있는 기계를 만드는 것을 꿈꿨습니다. 또한 그는 인체를 살펴보며 그것이 어떻게 작동하는지를 이해하고자 했으며, 자신의 아이디어에 대한 많은 스케치를 그렸습니다. 레오나르도는 매우 재능 있는 사람이었고 세상에 대한 호기심은 결코 멈추지 않았습니다. 그는 평생 동안 계속 배우고 창조했습니다. 그는 우리에게 호기심을 가지고 열심히 일하면 다양한 것들에 대해 배울 수 있고, 어쩌면 당신의 아이디어로 세상을 변화시킬 수도 있다는 것을 보여주었습니다.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "클레오파트라",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "한 때 고대 이집트에는 클레오파트라라는 유명한 여왕이 있었습니다. 클레오파트라는 단순한 여왕이 아니라 매우 똑똑하고 교육받은 인물이었습니다. 그녀는 여러 언어를 구사할 수 있었고, 매력과 지혜로 잘 알려져 있었습니다. 이집트의 통치자로서 클레오파트라는 자신의 국민을 깊이 걱정하며 나라를 강하고 힘찬 곳으로 만들기 위해 열심히 일했습니다. 그녀는 또한 아름다움과 줄리어스 시저, 마크 안토니와 같은 다른 나라의 강력한 지도자들과의 위대한 사랑 이야기로 유명했습니다. 클레오파트라가 활약하던 시기는 여성이 이렇게 강력한 위치에 있는 것이 매우 드문 시기였지만, 그녀는 왕들처럼 통치할 수 있음을 증명했습니다. 그녀는 로마 제국의 일부가 되기 전 고대 이집트의 마지막 통치자 중 한 명이었습니다. 클레오파트라의 삶은 모험으로 가득 차 있었으며, 그녀는 역사 속에서 자신의 시대에서 가장 매혹적이고 영향력 있는 여성 중 한 명으로 기억되고 있습니다.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "잔 다르크",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "옛날 프랑스에 잔 다르크라는 이름의 소녀가 있었습니다. 잔은 자신의 나라 프랑스가 잉글랜드라는 다른 나라와 큰 전쟁을 벌이고 있던 시기에 작은 마을에 살고 있었습니다. 잔은 매우 용감했고 프랑스를 도와야 한다는 특별한 사명이 있다고 믿었습니다. 그녀는 성인들의 목소리를 들었다고 주장하며 자신의 나라를 구하라고 하더라고 말했습니다. 비록 그녀가 단지 십대의 소녀였지만, 잔은 프랑스 왕子를 설득하여 군을 이끌게 해달라고 요청했습니다. 그녀는 갑옷을 입고 말을 타고 전투에 나선 그녀의 군사를 이끌었습니다. 잔의 용기는 주변 모든 이들에게 영감을 주었고, 그녀는 중요한 전투에서 승리를 도왔습니다. 사람들은 그녀를 영웅으로 보았습니다. 불행하게도, 그녀는 적에게 붙잡히고 큰 도전에 직면했습니다. 그러나 잔은 자신의 사명에 대한 믿음을 결코 포기하지 않았습니다. 여러 해가 지난 후, 그녀는 용기와 애국심의 상징으로 기억되었습니다. 잔 다르크는 성인이 되었고, 전 세계 사람들이 그녀의 이야기를 알고 있습니다. 그녀는 우리에게 나이가 적고 작더라도 용기와 자기 믿음이 있다면 위대한 일을 해낼 수 있다는 것을 가르쳐 주었습니다.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "알버트 아인슈타인",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "옛날 옛적에 알버트 아인슈타인이라는 뛰어난 물리학자가 있었습니다. 알버트는 우주와 그 작동 방식에 대해 깊은 호기심을 가지고 있었습니다. 그는 '상대성 이론'이라는 획기적인 이론을 제안하였고, 이는 우리가 공간, 시간, 중력을 이해하는 방식을 바꾸어 놓았습니다. 그의 공식 E=mc²는 전 세계에 유명해졌습니다. 알버트는 단순한 과학자가 아니었습니다; 그는 평화와 인권의 옹호자이기도 했습니다. 그는 전쟁과 불의에 대해 목소리를 높였습니다. 그의 작업과 아이디어는 과학을 혁신하였고 그를 역사상 가장 유명한 과학자 중 한 사람으로 만들었습니다. 알버트 아인슈타인은 상상력, 호기심, 그리고 노력으로 우리는 우주의 신비를 풀고 세상을 더 나은 곳으로 만들 수 있음을 보여주었습니다.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "베를린 장벽의 붕괴",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "옛날 옛적, 1989년, 독일 베를린에서 중요한 사건이 발생했습니다 - 베를린 장벽의 붕괴. 수십 년 동안 베를린 장벽은 동베를린과 서베를린을 나누며 냉전 시대 동안 동서의 분열을 상징했습니다. 이는 억압과 분열의 상징으로서 물리적이고 이념적인 장벽이었습니다. 그러나 1989년 가을, 동독에서의 일련의 평화로운 시위와 정치적 변화가 생각할 수 없는 결과를 이끌어냈습니다. 1989년 11월 9일 밤, 동독 정부는 시민들이 서베를린으로 자유롭게 넘어갈 수 있다고 발표했습니다. 많은 사람들이 장벽으로 몰려들었고, 망치와 chisel로 장벽을 무너뜨리기 시작했습니다. 가족과 친구들이 기쁘게 재회하고, 장벽 양쪽의 사람들이 서로를 포옹하는 모습을 전 세계가 놀라면서 지켜보았습니다. 베를린 장벽의 붕괴는 냉전의 시작과 독일의 궁극적인 재통일의 시작을 알리는 사건이었습니다. 이는 사람들이 모여 힘을 합쳐 장벽을 허물고 자유와 단결을 이루는 힘을 증명하는 것이었습니다.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "실크로드",
        "fiction": false,
        "level": "beginner",
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "오래 전, 고대 시대에 실크로드라는 방대한 무역 노선망이 존재했습니다. 이 역사적인 여정은 단일한 도로가 아니라 아시아 전역에 걸쳐 동서양을 연결하는 복잡한 상호 연결된 경로의 웹이었습니다. 실크로드는 중국에서 생산된 값비싼 실크, 즉 고급 직물이 가장 많이 거래된 상품 중 하나였기 때문에 그 이름을 얻었습니다. 그러나 실크로드는 단순히 실크만의 무역 경로가 아니었습니다; 상품, 문화, 그리고 아이디어의 교환을 위한 통로였습니다. 중국, 인도, 페르시아, 아라비아 및 기타 지역의 상인들은 향신료, 귀금속, 보석 및 이국적인 직물과 같은 상품을 운반하며 위험한 여정을 시작했습니다. 이러한 상품들과 함께 그들은 자신의 문화, 종교, 그리고 기술을 나누었습니다. 실크로드는 지식의 놀라운 교환을 촉진하여 과학, 수학, 그리고 예술의 발전으로 이어졌습니다. 또한 불교, 이슬람, 기독교가 세계 여러 지역으로 퍼지는 데 중요한 역할을 했습니다. 실크로드가 번창함에 따라 다양한 문명 간의 협력과 이해의 정신을 키웠습니다. 험난한 지형과 예측할 수 없는 날씨의 도전에도 불구하고 상인들은 여정을 계속 이어가며 먼 땅들 간의 연결을 맺어 갔습니다. 실크로드는 대륙을 가로막고 있는 사람들을 연결하는 다리 역할을 하였으며, 우리의 세계 역사 형성에 중요한 역할을 했습니다.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "중국의 만리장성",
        "fiction": false,
        "level": "beginner",
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "수세기 전, 광대하고 고대의 중국 땅에서 놀라운 건설 프로젝트가 시작되었습니다. 그것은 이후 세계에서 가장 상징적이고 경외감을 불러일으키는 구조물 중 하나가 될 만리장성의 건설이었습니다. 이 기념비적인 사업은 단일한 벽이 아니라 중국의 북쪽 경계를 가로지르는 일련의 벽, 방어 시설, 그리고 감시탑들로 구성되었습니다. 만리장성의 주요 목적은 유목 민족과 군사 침입으로부터 중국의 국가와 제국을 보호하는 것이었습니다. 만리장성의 건설은 2,000년 이상 전 진(秦) 왕조 동안 시작되었지만, 이후 한(漢), 명(明), 청(淸) 왕조에 의해 확장되고 재건되었습니다. 이 성벽은 돌, 흙, 나무, 벽돌 등 다양한 재료로 만들어졌으며, 놀라운 거리를 차지했습니다. 그 거리는 13,000마일에서 21,196마일로 추정됩니다. 만리장성은 중국 사람들의 독창성과 결단력을 증명하는 상징이었습니다. 만리장성은 강력한 방어 구조물로 기능할 뿐만 아니라 실크로드를 따라 무역, 소통 및 문화 교류를 촉진하는 역할도 했습니다. 오랜 세월을 견디며 오늘날까지 존재하는 만리장성은 중국의 풍부한 역사와 지속적인 힘의 상징으로 남아 있습니다. 지금, 만리장성은 세계의 일곱 가지 불가사의 중 하나로 인정받고 있으며, 그 웅장함과 역사적 의미에 놀라기 위해 세계 각국에서 수많은 사람들이 방문하고 있습니다.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "투탕카멘의 무덤 발견",
        "fiction": false,
        "level": "beginner",
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "1922년 고고학자 하워드 카터는 이집트의 왕의 계곡에서 고대 무덤을 발견했습니다. 이 무덤은 3,000년 이상 전에 살았던 통치자 투탕카멘의 것이었습니다. 카터의 팀은 무덤이 온전한 상태로 남아있고, 엄청난 가치의 보물과 유물로 가득 찬 것을 발견했습니다. 이 발견은 전 세계를 놀라게 했습니다. 대부분의 무덤은 수세기 전에 약탈당했기 때문입니다. 내부에는 금으로 된 동상, 보석, 전차, 그리고 상징적인 금 제무덤 가면이 발견되었습니다. 이 무덤에는 투탕카멘의 미라로 된 시신도 있었으며, 고대 이집트의 의식에 대한 통찰을 제공했습니다. 카터는 무덤의 방을 보며 \"나는 경이로운 것들을 보고 있다!\"고 유명하게 말했습니다. 이 유물들은 투탕카멘의 짧은 삶과 그가 통치했던 세계에 대한 비밀을 드러냈습니다. 그의 무덤의 보물은 역사상 가장 중요한 고고학적 발견 중 일부로 남아 있습니다. 이 발견은 대중을 사로잡았고, 고대 이집트의 미 mysteries에 대한 지속적인 매력을 불러일으켰습니다.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "인쇄기 발명 (요하네스 구텐베르크)",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "옛날 옛적 15세기에, 요하네스 구텐베르크는 뛰어난 아이디어를 떠올렸습니다. 그는 책을 빠르게 인쇄할 수 있는 기계를 만들고 싶었습니다. 1439년에 구텐베르크는 이동 가능한 금속 활자를 사용하는 인쇄기를 발명했습니다. 이 발명으로 글자를 페이지별로 재배치하고 재사용할 수 있게 되었습니다. 그가 인쇄한 첫 번째 주요 책은 1455년에 출간된 구텐베르크 성경이었습니다. 그 전에는 책이 손으로 복사되었고, 이는 몇 개월 또는 몇 년이 걸렸습니다. 구텐베르크의 발명은 인쇄를 더 빠르고 저렴하며 접근 가능하게 만들었습니다. 지식은 빠르게 퍼져 나갔고, 이는 르네상스와 종교 개혁을 촉진시켰습니다. 사람들은 이제 책을 읽고, 새로운 아이디어를 배우며, 지식을 널리 나눌 수 있게 되었습니다. 인쇄기는 인간의 의사소통 방식과 정보 보존 방식을 변화시켰습니다. 이는 역사상 가장 중요한 발명 중 하나로 여겨집니다. 구텐베르크의 작업은 전 세계의 교육, 과학, 문화에 혁신을 가져왔습니다. 그의 인쇄기는 우리가 오늘날 알고 있는 현대 세계를 위한 길을 열었습니다.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "로제타 스톤",
        "fiction": false,
        "level": "beginner",
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "1799년에 프랑스 군인들이 이집트 로제타에서 이상한 검은 돌을 발견했습니다. 이 돌에는 세 가지 종류의 글자가 새겨져 있었습니다: 그리스어, 데모틱, 그리고 이집트의 상형 문자. 학자들은 이 돌이 고대 상형 문자의 의미를 풀 수 있는 열쇠가 될 수 있다는 것을 깨달았습니다. 장-프랑수아 샹폴리옹은 로제타 돌에 대해 여러 해 동안 연구했습니다. 그는 그리스어 텍스트와 상형 문자를 비교하여 그 의미를 찾았습니다. 1822년에 샹폴리옹은 암호를 해독하여 마침내 이집트의 상형 문자를 해독하는 데 성공했습니다. 이 발견은 고대 이집트의 글쓰기와 문화의 비밀을 밝혀주었습니다. 이를 통해 역사학자들은 파라오의 삶, 종교, 그리고 정부를 이해할 수 있게 되었습니다. 로제타 돌은 3,000년의 역사를 여는 열쇠가 되었습니다. 오늘날에도 이 돌은 세계에서 가장 중요한 고고학적 발견 중 하나로 남아 있습니다. 현재 이 돌은 모든 사람이 볼 수 있도록 대영박물관에 전시되고 있습니다. 로제타 돌은 인류의 호기심과 지식 탐구의 상징입니다.",
        "audio_file": "10022"
    },
    {
        "title": "The Siege of Constantinople",
        "title_translation": "콘스탄티노플 포위전",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1453, the Byzantine Empire faced its darkest hour as the Ottoman Sultan Mehmed II launched a massive assault on Constantinople. The city, once the jewel of Christendom, stood as the last remnant of the Eastern Roman Empire. Its towering walls had repelled countless invaders, but Mehmed was determined to succeed where others had failed. The Ottomans brought an arsenal of innovative weaponry, including a colossal cannon called the Basilica, capable of shattering stone walls. For weeks, the city endured relentless bombardment. Inside, Emperor Constantine XI rallied his people, uniting soldiers and civilians to defend their home against overwhelming odds. Despite the defenders' bravery, the city's resources dwindled. The Ottomans used tunnels to undermine the walls and deployed ships to blockade the city's harbor. On May 29, Mehmed launched his final assault. The defenders fought valiantly, but the walls were breached. As the invaders poured into the city, Constantine is said to have removed his imperial regalia and charged into battle, preferring death to capture. By day's end, the city had fallen, marking the end of the Byzantine Empire. Mehmed entered the Hagia Sophia, converting it into a mosque, a symbol of his victory. The fall of Constantinople reshaped history, opening the gateway for Ottoman expansion into Europe and marking the end of the medieval era. It also spurred European nations to seek new trade routes, igniting the Age of Exploration. The city's legacy as a crossroads of cultures, however, would endure.",
        "story_translation": "1453년, 비잔틴 제국은 오스만 제국의 메흐메드 2세가 콘스탄티노플에 대규모 공격을 감행하면서 어두운 시기를 맞이했습니다. 한때 기독교 세계의 보석이었던 이 도시는 동로마 제국의 마지막 남은 흔적이었습니다. 거대한 성벽은 무수한 침략자들을 막아냈지만, 메흐메드는 다른 이들이 실패한 곳에서 성공하기로 결심했습니다. 오스만 제국은 거대한 대포인 바실리카를 포함한 혁신적인 무기들을 가져왔고, 이 대포는 돌담을 부술 수 있었습니다. 몇 주 동안 도시에서는 끊임없는 포격이 이어졌습니다. 내부에서는 콘스탄티누스 11세 황제가 자신의 국민들을 결집시켜 군인과 민간인들이 압도적 적에 맞서 그들의 고향을 방어하도록 유도했습니다. 방어군의 용맹에도 불구하고, 도시의 자원은 줄어들었습니다. 오스만 군은 터널을 사용하여 성벽을 무너뜨리고, 배를 배치하여 도시의 항구를 봉쇄했습니다. 5월 29일, 메흐메드는 마지막 공격을 개시했습니다. 방어군은 용감히 싸웠지만, 성벽이 뚫리고 말았습니다. 침략자들이 도시로 쏟아져 들어오자 콘스탄티누스는 황제의 장신구를 벗고 전투에 돌입했다고 전해집니다. 그는 포로가 되는 것보다 죽음을 선택했습니다. 하루가 끝날 무렵, 도시는 함락되었고 비잔틴 제국의 종말을 알렸습니다. 메흐메드는 아야 소피아에 들어가 이를 모스크로 변환시켰으며, 이는 그의 승리의 상징이 되었습니다. 콘스탄티노플의 함락은 역사를 새롭게 바꾸었고, 오스만 제국의 유럽으로의 확장을 위한 길을 열어주었으며 중세 시대의 끝을 알렸습니다. 또한 유럽 국가들이 새로운 무역로를 찾도록 촉발시켜 탐험 시대를 불러일으켰습니다. 그러나 이 도시의 문화의 교차로로서의 유산은 계속해서 남아있을 것입니다.",
        "audio_file": "10025"
    },
    {
        "title": "Battle of Waterloo",
        "title_translation": "워털루 전투",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1815, on the fields of Waterloo in Belgium, one of history’s most decisive battles unfolded. Napoleon Bonaparte, recently escaped from exile on Elba, sought to reclaim his empire. Facing him were the combined forces of the Duke of Wellington and Prussian Field Marshal Blücher. The battlefield was soaked from days of rain, making movement difficult for troops and artillery. Napoleon, relying on his strategic brilliance, delayed his attack to let the ground dry. This hesitation allowed the Allied forces to strengthen their positions. As the battle commenced, French infantry and cavalry charged the Allied lines repeatedly. Wellington’s troops held firm in a defensive posture, famously relying on a sunken road and fortified farmhouses like La Haye Sainte. Meanwhile, the Prussian army, marching tirelessly, approached from the east. By late afternoon, Napoleon’s elite Imperial Guard advanced, expecting to break the Allies. To their shock, Wellington’s troops counterattacked, forcing the Guard to retreat. Soon after, Blücher’s Prussians arrived, striking the French from the rear. Surrounded and outnumbered, Napoleon's army disintegrated. This defeat marked the end of the Napoleonic Wars and sealed Napoleon’s fate as he was exiled to the remote island of Saint Helena. The Battle of Waterloo reshaped Europe, ushering in a new era of relative peace under the Congress of Vienna.",
        "story_translation": "1815년, 벨기에의 워털루 전장에서 역사상 가장 결정적인 전투 중 하나가 펼쳐졌다. 엘바 섬에서 최근 탈출한 나폴레옹 보나파르트는 자신의 제국을 되찾고자 했다. 그에 맞서 웰링턴 공작과 프로이센의 블뤼허 원수가 이끄는 연합군이 있었다. 전장은 며칠 간의 비로 흠뻑 젖어 있었고, 이는 부대와 포병의 이동을 어렵게 만들었다. 나폴레옹은 그의 전략적인 역량에 의지하여 땅이 마를 때까지 공격을 미루었다. 이 망설임은 연합군이 방어 포지션을 강화할 수 있게 해주었다. 전투가 시작되자 프랑스 보병과 기병이 연합군의 진지를 여러 차례 공격했다. 웰링턴의 부대는 방어 자세를 유지하며 굳건히 지켰고, 유명하게도 수몰된 도로와 강화된 농가인 라 헤이 생트에 의존했다. 한편, 프로이센 군대는 지치지 않고 동쪽에서 접근하고 있었다. 늦은 오후가 되자 나폴레옹의 엘리트 제국 경비대가 진격해 연합군을 무너뜨리기를 기대했다. 그러나 그들의 충격 속에서 웰링턴의 부대가 반격하여 경비대를 후퇴시키고 말았다. 그 직후 블뤼허의 프로이센 군대가 도착하여 프랑스를 뒤에서 공격했다. 포위되고 수적으로 열세에 처한 나폴레옹의 군대는 분열되었다. 이 패배는 나폴레옹 전쟁의 종말을 의미했으며, 그는 성 헬레나 섬으로 유배당하게 되었다. 워털루 전투는 유럽을 재편성시켰고, 빈 회의 하의 상대적 평화의 새로운 시대를 열었다.",
        "audio_file": "10026"
    },
    {
        "title": "Destruction of Pompeii",
        "title_translation": "폼페이의 파괴",
        "fiction": false,
        "level": "intermediate",
        "story": "In 79 AD, the ancient Roman city of Pompeii bustled with life. Located near the Bay of Naples, it was a prosperous town, known for its grand villas, busy markets, and vibrant streets. Life carried on as usual beneath the looming shadow of Mount Vesuvius, a volcano many believed to be dormant. On August 24, everything changed. Without warning, Vesuvius erupted violently, spewing ash, pumice, and deadly gases into the sky. The eruption lasted for two days, burying Pompeii under meters of volcanic debris. Many residents tried to flee, but the fast-moving pyroclastic flows made escape nearly impossible. For centuries, Pompeii lay hidden beneath the ash, preserved in remarkable detail. In the 18th century, archaeologists began uncovering the city, revealing its well-preserved streets, homes, and even the remains of its residents, frozen in time by the ash. Artifacts like frescoes, mosaics, and pottery provided a glimpse into daily life in the Roman Empire. The discovery was bittersweet—a reminder of the sudden tragedy and a celebration of the rich culture that had thrived there. Today, Pompeii is a UNESCO World Heritage Site, visited by millions who walk its streets and imagine the lives of those who lived in its shadow. It stands as a testament to the power of nature and the resilience of history.",
        "story_translation": "79년, 고대 로마 도시 폼페이는 생동감 넘치는 삶으로 가득 차 있었습니다. 나폴리 만 근처에 위치한 이 도시는 장대한 빌라, 바쁘게 돌아가는 시장, 활기찬 거리로 유명한 번성한 마을이었습니다. 베수비오 화산의 그늘 아래에서 사람들은 평소처럼 일상을 이어갔습니다. 많은 사람들이 잠들어 있다고 믿었던 이 화산이었습니다. 8월 24일, 모든 것이 변했습니다. 예고 없이 베수비오가 폭발적으로 분출하며 재, 유리암, 그리고 치명적인 가스를 하늘로 뿜어냈습니다. 폭발은 이틀간 지속되어 폼페이를 수 미터의 화산 잔해 아래 묻어버렸습니다. 많은 주민들이 탈출하려 했지만, 빠르게 움직이는 화쇄류 때문에 탈출은 거의 불가능했습니다. 수세기 동안 폼페이는 재 아래에 숨겨져 있었고, 놀라운 세부 사항으로 보존되었습니다. 18세기에 이르러 고고학자들이 이 도시를 발굴하기 시작했으며, 잘 보존된 거리, 집들, 그리고 재에 의해 시간 속에 정지된 주민들의 유해가 드러났습니다. 프레스코, 모자이크, 도자기 같은 유물들은 로마 제국의 일상생활을 엿볼 수 있는 기회를 제공했습니다. 그 발견은 씁쓸한 맛과 함께, 갑작스러운 비극에 대한 상기와 그곳에서 번창하던 풍부한 문화를 기념하는 것이었습니다. 오늘날 폼페이는 유네스코 세계유산으로 등록되어 있으며, 그 거리를 걸으며 그 시대 사람들의 삶을 상상하는 수백만 명의 방문객들이 찾아옵니다. 이는 자연의 힘과 역사에 대한 회복력을 증명하는 상징으로 남아 있습니다.",
        "audio_file": "10027"
    },
    {
        "title": "Timbuktu",
        "title_translation": "팀북투",
        "fiction": false,
        "level": "intermediate",
        "story": "In the 15th century, the city of Timbuktu in West Africa was a thriving hub of trade, culture, and scholarship. Situated along the Niger River and at the edge of the Sahara Desert, it was part of the Mali Empire, a kingdom famed for its wealth and learning. Merchants came from across Africa and beyond, bringing gold, salt, and other goods. However, it was Timbuktu's universities and libraries that truly set it apart. The city housed thousands of manuscripts on subjects ranging from astronomy to medicine, written in Arabic and local languages. Scholars from far and wide gathered in Timbuktu to study and debate. The Sankore Mosque, part of the city's educational complex, became a symbol of intellectual achievement. Under the patronage of rulers like Mansa Musa, Timbuktu flourished, earning its reputation as a center of knowledge. However, as empires shifted and trade routes changed, Timbuktu's influence waned. By the 16th century, the city faced invasions and decline, leaving many of its treasures vulnerable to the sands of time. Today, efforts are underway to preserve Timbuktu's ancient manuscripts. These fragile documents remind the world of a time when knowledge and culture united people across continents, creating a legacy that endures in the modern era.",
        "story_translation": "15세기, 서아프리카의 팀부크투는 무역, 문화, 학문의 중심지로 번영을 누렸습니다. 니제르 강을 따라 사하라 사막의 가장자리에 위치한 이 도시는 부와 학문으로 유명한 말리 제국의 일부였습니다. 상인들은 아프리카 전역과 그 너머에서 금, 소금 및 기타 상품을 가지고 왔습니다. 그러나 팀부크투를 진정으로 독특하게 만든 것은 그것의 대학과 도서관이었습니다. 이 도시는 천문학부터 의학에 이르기까지 다양한 주제의 수천 개의 원고를 보유하고 있었으며, 이들 원고는 아랍어와 지역 언어로 쓰여졌습니다. 먼 곳에서 학자들이 팀부크투에 모여 공부하고 토론했습니다. 도시의 교육 복합체의 일환인 상코레 모스크는 지식의 성취를 상징하는 장소가 되었습니다. 만사 무사와 같은 통치자들의 후원 아래에서 팀부크투는 번영을 누리며 지식의 중심으로 명성을 떨쳤습니다. 그러나 제국의 변동과 무역로의 변화로 인해 팀부크투의 영향력은 약해졌습니다. 16세기에는 도시가 침략과 쇠퇴에 직면하여 많은 보물이 시간의 모래에 취약하게 남게 되었습니다. 오늘날, 팀부크투의 고대 원고를 보존하기 위한 노력이 진행되고 있습니다. 이 연약한 문서들은 지식과 문화가 대륙을 넘어 사람들을 하나로 묶었던 시절을 세계에 상기시켜주며, 현대 시대에도 여전히 지속되는 유산을 만들어 냈습니다.",
        "audio_file": "10028"
    },
    {
        "title": "The Black Death",
        "title_translation": "흑사병",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1347, a merchant ship docked in the bustling port of Messina, Sicily, carrying more than spices and goods—it carried death. Unknowingly, the sailors had brought with them the plague. Rats aboard the ship, infested with fleas carrying Yersinia pestis, spread the disease rapidly. The Black Death swept through Europe like wildfire, killing millions in just a few years. Entire villages were abandoned, and cities burned the belongings of the infected in desperate attempts to stop the spread. Doctors wore beaked masks filled with herbs, believing the scent would protect them. Amid the devastation, society was transformed. Labor shortages gave peasants more bargaining power, weakening feudal structures. Art, literature, and religion reflected the collective trauma, with grim depictions of death and suffering. While the plague receded by the late 1350s, its legacy shaped Europe forever, influencing both its economy and culture.",
        "story_translation": "1347년, 상업 선박이 시칠리아의 번화한 메시나 항구에 도착했습니다. 그 배는 향신료와 상품 이상의 것을 실고 있었고, 그것은 죽음이었습니다. 선원들은 자신도 모르게 전염병을 가져왔습니다. 배에 있던 쥐들은 Yersinia pestis를 옮기는 벼룩에 감염되어 질병을 빠르게 퍼뜨렸습니다. 검은 죽음이 유럽을 강타하며 불길처럼 퍼져 몇 년 만에 수백만 명의 목숨을 앗아갔습니다. 전체 마을이 버려졌고, 도시들은 전염된 사람들의 소지품을 태우며 전파를 막으려는 필사적인 노력을 기울였습니다. 의사들은 허브로 채워진 부리 모양의 마스크를 쓰고, 그 향기가 자신들을 보호할 것이라고 믿었습니다. 황폐한 중에도 사회는 변화했습니다. 노동력 부족은 농민들에게 더 많은 협상력을 주었고, 봉건적 구조는 약화되었습니다. 예술, 문학, 종교는 집단적 트라우마를 반영하며 죽음과 고통을 음산하게 묘사했습니다. 전염병은 1350년대 후반에 사라졌지만, 그 유산은 유럽에 영원히 영향을 미쳤고, 경제와 문화 모두에 변화를 주었습니다.",
        "audio_file": "10029"
    },
    {
        "title": "The Spanish Armada",
        "title_translation": "스페인 무적함대",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1588, the Spanish Armada, a fleet of 130 ships, set sail under the command of King Philip II of Spain. Its mission was to invade England, dethrone Queen Elizabeth I, and restore Catholicism. The Armada was one of the most formidable naval forces ever assembled, armed with thousands of soldiers and sailors. However, the English navy, led by Sir Francis Drake, had other plans. With smaller, more maneuverable ships and innovative tactics, the English harried the Spanish fleet along the English Channel. Nature played a decisive role as well. Fierce storms scattered the Armada as it attempted to regroup off the coast of Gravelines. The battered fleet limped home, having lost over a third of its ships and thousands of men. The defeat was a turning point in European history, marking the decline of Spanish naval supremacy and the rise of England as a global maritime power. Queen Elizabeth celebrated the victory as a divine endorsement of her rule, securing her place in history as one of England's greatest monarchs.",
        "story_translation": "1588년, 스페인 아르마다라는 130척의 함선으로 구성된 함대가 스페인의 필립 2세 왕의 지휘 아래 출항했다. 그 임무는 잉글랜드를 침공하고 엘리자베스 1세 여왕을 전복시키며 가톨릭을 회복하는 것이었다. 아르마다는 수천 명의 군인과 선원으로 무장한 매우 강력한 해군 세력 중 하나였다. 그러나 영국 해군은 프란시스 드레이크 경의 지휘 아래 다른 계획을 가지고 있었다. 작고 기동성이 뛰어난 배와 혁신적인 전술을 활용하여 영국은 영어채널을 따라서 스페인 함대를 괴롭혔다. 자연 또한 결정적인 역할을 했다. 격렬한 폭풍이 아르마다를 산산조각 내면서 그들이 그라블리네 해안 근처에서 재편성하려 할 때 상황이 악화되었다. 심각한 피해를 입은 함대는 3분의 1 이상의 배와 수천 명의 병력을 잃고 간신히 귀환하였다. 이 패배는 유럽 역사에서 전환점이 되었고, 스페인의 해상 패권의 쇠퇴와 영국의 세계 해양 강국으로의 부상을 의미했다. 엘리자베스 여왕은 이 승리를 그녀의 통치를 신의 승인으로 인정하며 기념하였고, 잉글랜드의 가장 위대한 군주 중 한 명으로서 역사에 남게 되었다.",
        "audio_file": "10030"
    },
    {
        "title": "Hannibal Barca",
        "title_translation": "한니발 바르카",
        "fiction": false,
        "level": "intermediate",
        "story": "In the winter of 218 BCE, Hannibal Barca, the Carthaginian general, led one of the most daring military campaigns in history. Determined to strike at the heart of the Roman Republic, he embarked on a bold journey to cross the Alps with an army of 50,000 men, 9,000 cavalry, and 37 war elephants. The journey was treacherous. Hannibal's army faced freezing temperatures, steep cliffs, and hostile mountain tribes. Many soldiers and animals perished along the way. Despite these challenges, Hannibal's sheer determination and strategic brilliance inspired his troops to push forward. When he finally descended into northern Italy, the Roman Senate was shocked. Hannibal quickly proved his might, defeating Roman forces at battles like Trebia and Lake Trasimene. Though he would never capture Rome itself, Hannibal's campaign marked one of the greatest threats the Republic ever faced and established him as one of history’s most legendary military commanders.",
        "story_translation": "기원전 218년 겨울, 카르타고의 장군 한니발 바르카는 역사상 가장 대담한 군사 작전 중 하나를 이끌었습니다. 로마 공화국의 심장부를 타격하기로 결심한 그는 50,000명의 군인, 9,000명의 기병, 그리고 37마리의 전투 코끼리를 이끌고 알프스를 넘는 대담한 여정을 시작했습니다. 그 여정은 매우 위험했습니다. 한니발의 군대는 얼어붙는 기온, 가파른 절벽, 그리고 적대적인 산악 부족과 마주하였습니다. 많은 병사와 동물들이 그 길에서 목숨을 잃었습니다. 이러한 도전에도 불구하고 한니발의 강한 결단력과 전략적 지혜는 그의 군대를 앞으로 나아가게 했습니다. 그가 마침내 이탈리아 북부에 도착했을 때, 로마 상원은 충격을 받았습니다. 한니발은 트레비아 전투와 트라시메네 호수 전투와 같은 전투에서 로마 군대를 격파하며 그의 힘을 빠르게 입증했습니다. 그는 결코 로마 자체를 정복하지는 못했지만, 한니발의 캠페인은 공화국이 직면했던 가장 큰 위협 중 하나로 기록되었고, 그를 역사상 가장 전설적인 군사 지휘관 중 한 명으로 자리매김하게 했습니다.",
        "audio_file": "10031"
    },
    {
        "title": "Fall of Western Rome",
        "title_translation": "서부 로마의 멸망",
        "fiction": false,
        "level": "intermediate",
        "story": "In 476 CE, the Roman Empire, which had dominated the Mediterranean for centuries, faced its final collapse. The once-mighty empire had been weakened by internal corruption, economic troubles, and invasions by barbarian tribes. Odoacer, a Germanic chieftain, led a rebellion against the last Roman emperor, Romulus Augustulus. Unlike his illustrious predecessors, Romulus was a young and powerless ruler, a mere figurehead controlled by his advisors. When Odoacer marched into Rome, there was little resistance. Odoacer deposed Romulus and sent the imperial insignia to Constantinople, signaling the end of the Western Roman Empire. Rather than declaring himself emperor, Odoacer ruled Italy as its king, under nominal recognition from the Eastern Roman Empire. This event marked the beginning of the Middle Ages in Europe. While the Eastern Roman Empire, known as the Byzantine Empire, would endure for nearly a thousand more years, the West fragmented into smaller kingdoms, setting the stage for the medieval era and the rise of new powers across the continent.",
        "story_translation": "476년, 지중해를 수세기 동안 지배했던 로마 제국이 최종 붕괴를 겪었다. 한때 강력했던 이 제국은 내부 부패, 경제 문제, 그리고 야만족의 침략으로 약해졌다. 게르만족의 우두머리인 오도아세르는 마지막 로마 황제 로물루스 아우구스툴루스에 대한 반란을 이끌었다. 그의 뛰어난 선임들과는 달리, 로물루스는 젊고 무력한 통치자였으며, 자신의 자문들에 의해 조종되는 단순한 명목상의 존재였다. 오도아세르가 로마로 진격했을 때, 저항은 거의 없었다. 오도아세르는 로물루스를 폐위시키고 황제의 상징을 콘스탄티노플로 보냈으며, 이는 서부 로마 제국의 끝을 알리는 신호였다. 오도아세르는 자신을 황제로 선언하기보다는 동로마 제국의 명목상 인정을 받으며 이탈리아의 왕으로 통치했다. 이 사건은 유럽에서 중세의 시작을 알렸다. 비잔틴 제국으로 알려진 동로마 제국은 거의 천 년을 더 지속되었지만, 서부는 더 작은 왕국들로 분열되어 중세 시대와 대륙 전역에서 새로운 강국들의 부상을 위한 무대를 마련하게 되었다.",
        "audio_file": "10032"
    },
    {
        "title": "News Report 1 - Climate Change Global Summit",
        "title_translation": "뉴스 보도 1 - 기후 변화 글로벌 정상 회담",
        "fiction": false,
        "level": "advanced",
        "story": "In a historic moment for international cooperation, over 190 nations have reached a groundbreaking climate accord at the Global Summit held in Geneva. The agreement, praised as a critical step in the fight against climate change, sets unprecedented targets for reducing greenhouse gas emissions and transitioning to renewable energy sources by mid-century. The accord includes commitments to limit global temperature rise to 1.5 degrees Celsius above pre-industrial levels. Developed nations pledged significant financial aid to support developing countries in their transition to greener economies, with a $100 billion annual fund established to address climate resilience and sustainable development. Negotiations were intense, spanning weeks, as countries debated the balance between environmental ambition and economic growth. Key breakthroughs came after major emitters, including the United States, China, and the European Union, agreed on phased reductions in coal use and investment in carbon capture technologies. Critics, however, warn that the agreement lacks enforceable mechanisms, relying heavily on voluntary compliance and peer review. Climate activists also expressed concerns, urging nations to move faster in implementing their pledges. The summit’s success marks a turning point in global environmental diplomacy, though much work remains to translate commitments into action. Analysts suggest that the coming years will test the resolve of governments and industries to prioritize the environment over short-term economic interests.",
        "story_translation": "국제 협력의 역사적인 순간에서, 190개 이상의 국가가 제네바에서 열린 글로벌 정상 회담에서 획기적인 기후 협약에 도달했습니다. 이 협정은 기후 변화에 맞서는 중요한 단계로 찬사가 쏟아지며, 2050년 중반까지 온실가스 배출을 줄이고 재생 에너지로 전환하기 위한 전례 없는 목표를 설정했습니다. 이 협약은 산업화 이전 수준보다 지구의 온도 상승을 1.5도 섭씨로 제한하겠다는 약속을 포함하고 있습니다. 선진국들은 개발도상국들이 더 친환경적인 경제로 전환할 수 있도록 지원하기 위해 상당한 재정 지원을 약속했으며, 기후 회복력과 지속 가능한 발전을 다루기 위해 매년 1000억 달러의 기금을 마련했습니다. 협상은 몇 주에 걸쳐 치열하게 진행되었으며, 국가들은 환경 목표와 경제 성장 간의 균형을 논의했습니다. 주요 배출국인 미국, 중국, 유럽연합이 석탄 사용의 단계적 감소와 탄소 포집 기술에 대한 투자에 합의한 이후 중요한 돌파구가 열렸습니다. 그러나 비판자들은 이 협정이 강제 실행 메커니즘이 부족하고, 자발적인 이행과 동료 검토에 크게 의존하고 있다고 경고합니다. 기후 활동가들은 또한 국가들이 약속을 이행하는 데 더 신속하게 행동할 것을 촉구하며 우려를 표명했습니다. 이번 정상 회담의 성공은 글로벌 환경 외교의 전환점을 의미하지만, 약속을 실행으로 옮기기 위해 여전히 많은 작업이 남아 있습니다. 분석가들은 향후 몇 년이 정부와 산업이 단기 경제 이익보다 환경을 우선시할 의지를 시험할 것이라고 제안합니다.",
        "audio_file": "10033"
    },
    {
        "title": "News Report 2 - Global Markets React to Currency Crisis",
        "title_translation": "뉴스 보고서 2 - 글로벌 시장, 통화 위기에 반응하다",
        "fiction": false,
        "level": "advanced",
        "story": "Global financial markets experienced a sharp downturn today following the unexpected collapse of the FluffyCoin, a regional currency used by multiple emerging economies. The crisis, triggered by investor panic and rapid devaluation, has sent shockwaves across stock exchanges and raised concerns about broader economic instability. The currency's collapse began after a major bond default by the government of France, the largest economy using the FluffyCoin. International rating agencies quickly downgraded the nation’s credit status, further shaking investor confidence. Within hours, trading volumes surged, and the currency lost over 30% of its value against the dollar. Central banks in neighboring countries scrambled to stabilize their own economies. Emergency measures included interest rate hikes and liquidity injections, but these actions failed to fix markets. International lenders like the International Monetary Fund and World Bank are preparing intervention packages to assist affected economies. Meanwhile, countries have called for an emergency summit of nations to coordinate a regional response. As analysts debate the long-term implications, ordinary citizens in the impacted countries are grappling with skyrocketing inflation and dwindling purchasing power. Protests have erupted in several cities, with calls for accountability and economic reforms growing louder. Global leaders are urging calm but face mounting pressure to implement systemic changes to prevent similar crises in the future.",
        "story_translation": "글로벌 금융 시장은 여러 신흥 경제국에서 사용되는 지역 통화 플러피코인의 예상치 못한 붕괴로 인해 오늘 급격한 하락세를 겪었습니다. 투자자들의 패닉과 빠른 가치 하락이 촉발된 이 위기는 주식 시장에 충격파를 보내며 더 넓은 경제 불안정성에 대한 우려를 불러일으켰습니다. 플러피코인의 붕괴는 이 통화를 사용하는 가장 큰 경제국인 프랑스 정부의 주요 채권 부도 이후 시작되었습니다. 국제 신용 평가 기관들은 즉시 그 나라의 신용 등급을 하향 조정하여 투자자 신뢰를 더욱 흔들었습니다. 불과 몇 시간 안에 거래량이 급증했고, 통화 가치는 달러 대비 30% 이상 하락했습니다. 이웃 국가의 중앙은행들은 자국 경제를 안정시키기 위해 분주히 움직였습니다. 긴급 조치에는 금리 인상과 유동성 주입이 포함되었으나 이러한 조치들은 시장을 회복시키지 못했습니다. 국제 통화 기금(IMF)과 세계은행과 같은 국제 대출 기관들은 피해를 입은 경제를 지원하기 위한 개입 패키지를 준비하고 있습니다. 한편, 여러 나라들은 지역적 대응을 조율하기 위해 긴급 정상 회담을 소집하고 있습니다. 분석가들이 장기적인 영향에 대해 논의하는 가운데, 피해를 입은 국가의 일반 시민들은 급증하는 인플레이션과 감소하는 구매력에 시름하고 있습니다. 여러 도시에서는 책임 추궁과 경제 개혁을 요구하는 시위가 발생하고 있습니다. 글로벌 지도자들은 차분함을 촉구하고 있지만, 향후 유사한 위기를 예방하기 위한 체계적 변화의 시행에 대한 압박이 커지고 있습니다.",
        "audio_file": "10034"
    },
    {
        "title": "News Report 3 - United Nations General Assembly ",
        "title_translation": "뉴스 보고서 3 - 유엔 총회",
        "fiction": false,
        "level": "advanced",
        "story": "The United Nations General Assembly convened today in New York to address the rapidly advancing field of artificial intelligence, focusing on its global implications for security, ethics, and development. Leaders from 193 member states engaged in a debate over how to balance technological innovation with ethical safeguards. Central to the discussions was a proposal from the European Union to establish a Global Ethics Framework,  which would set universal guidelines on transparency, accountability, and data privacy. Countries like Japan and Canada voiced strong support, citing the importance of international cooperation in mitigating risks such as bias and misuse in autonomous systems. However, tensions arose as major technology-producing nations, including the United States and China, resisted calls for binding regulations. Representatives from the Global South, led by Kenya and Brazil, stressed the need for equitable access to AI technologies, highlighting the disparities in resources and technical infrastructure between developed and developing nations. In parallel events, tech CEOs and civil society organizations held side discussions to propose collaborative solutions, including public-private partnerships for ethical AI development. The General Assembly concluded the first day of its session with plans to draft a resolution outlining principles for AI governance. While the road ahead is complex, diplomats remain optimistic that this meeting could lay the groundwork for a landmark international agreement on one of the most transformative technologies of the century.",
        "story_translation": "유엔 총회는 오늘 뉴욕에서 인공지능의 급속한 발전 분야에 대해 논의하기 위해 소집되었습니다. 이번 회의에서는 보안, 윤리 및 개발에 대한 글로벌 의미에 중점을 두었습니다. 193개 회원국의 지도자들은 기술 혁신과 윤리적 안전장치 간의 균형을 맞추는 방법에 대해 토론했습니다. 논의의 중심에는 유럽연합의 제안이 있었는데, 이는 투명성, 책임성 및 데이터 프라이버시에 대한 보편적인 지침을 설정하는 글로벌 윤리 프레임워크를 수립하는 것이었습니다. 일본과 캐나다와 같은 국가는 자율 시스템에서의 편향과 오용과 같은 위험을 완화하기 위한 국제 협력의 중요성을 인용하며 강력한 지지를 표명했습니다. 그러나 미국과 중국을 포함한 주요 기술 생산국들은 구속력 있는 규제를 요구하는 목소리에 저항하면서 긴장이 고조되었습니다. 케냐와 브라질이 주도하는 글로벌 사우스의 대표들은 AI 기술에 대한 공정한 접근의 필요성을 강조하며, 선진국과 개발도상국 간의 자원 및 기술 인프라의 격차를 부각시켰습니다. 동시에 기술 CEO들과 시민 사회 단체들은 윤리적 AI 개발을 위한 공공-민간 파트너십을 포함한 협력 솔루션을 제안하기 위해 부대 토론을 진행했습니다. 총회는 AI 거버넌스를 위한 원칙을 개요한 결의안 초안을 마련할 계획과 함께 첫날의 세션을 마무리했습니다. 앞으로의 길은 복잡하지만 외교관들은 이번 회의가 이 세기의 가장 혁신적인 기술 중 하나에 대한 획기적인 국제 협약의 기초를 마련할 수 있을 것이라고 낙관하고 있습니다.",
        "audio_file": "10035"
    },
    {
        "title": "News Report 4 - Protests in Paris",
        "title_translation": "뉴스 보고서 4 - 파리에서의 시위",
        "fiction": false,
        "level": "advanced",
        "story": "Paris saw massive demonstrations today as hundreds of thousands of citizens took to the streets to protest the French government’s proposed pension reforms. The sweeping changes, which include raising the retirement age from 62 to 64, have sparked widespread backlash, with unions and workers across industries calling for immediate withdrawal of the proposal. Protestors blocked roads and public transportation systems in major cities, including Marseille, Lyon, and Toulouse. Strikes disrupted schools, rail services, and airports, bringing parts of the country to a standstill. In Paris, demonstrators marched through iconic boulevards, culminating in a rally near the center of the city. Tensions escalated in the afternoon when clashes broke out between small groups of protesters and police in Paris. Authorities deployed tear gas and water cannons to disperse the crowd, while protesters hurled objects and set trash bins on fire. Over 100 arrests were reported by the evening, though the majority of demonstrations remained peaceful. Unions have vowed to intensify their efforts, calling for another nationwide strike next week. The government faces mounting pressure to find a compromise, as public opinion remains largely against the changes. A recent poll indicated that nearly 70% of French citizens oppose the reform. With both sides entrenched in their positions, the standoff is expected to continue, testing the resilience of president’s administration.",
        "story_translation": "파리에서는 오늘 수십만 명의 시민들이 프랑스 정부가 제안한 연금 개혁안에 반대하여 거리에 나서 대규모 시위를 벌였습니다. 이 개혁안은 은퇴 연령을 62세에서 64세로 올리는 내용을 포함한 광범위한 변화로, 이는 각 산업의 노동조합과 근로자들이 즉각적인 철회를 요구하며 폭넓은 반발을 일으켰습니다. 시위자들은 마르세유, 리옹, 툴루즈 등 주요 도시의 도로와 대중교통 시스템을 차단했습니다. 파업은 학교, 철도 서비스, 공항에 차질을 빚게 하여 일부 지역을 마비시켰습니다. 파리에서는 시위자들이 상징적인 거리에서 행진하며 도심 근처에서 집회로 마무리되었습니다. 오후에는 파리에서 소규모 시위자들과 경찰 간의 충돌이 발생하면서 긴장이 고조되었습니다. 경찰은 군중을 해산시키기 위해 최루탄과 물대포를 투입했고, 시위자들은 물건을 던지고 쓰레기통에 불을 붙였습니다. 저녁까지 100건 이상의 체포가 보고되었지만, 대부분의 시위는 평화롭게 진행되었습니다. 노동조합은 다음 주에 또 다른 전국적인 파업을 요구하며 노력을 강화하겠다고 다짐했습니다. 정부는 여론이 주로 개혁에 반대하는 상황에서 절충안을 찾아야 하는 압박에 직면해 있습니다. 최근 여론 조사에서는 거의 70%의 프랑스 시민이 이 개혁에 반대하고 있다고 나타났습니다. 양측 모두 자신의 입장에 고수하고 있어 대치 상황은 계속될 것으로 예상되며, 이는 대통령 행정부의 저항력을 시험하는 상황이 될 것입니다.",
        "audio_file": "10036"
    },
    {
        "title": "News Report 5 - Election Day",
        "title_translation": "뉴스 보고서 5 - 선거일",
        "fiction": false,
        "level": "advanced",
        "story": "In a landmark general election, the nation witnessed an unprecedented voter turnout, with citizens flocking to polling stations in record numbers. The election, characterized by a highly competitive race between major party candidates, concluded with a narrow margin, underscoring the significance of every ballot cast. The election process commenced with a series of primaries and caucuses, where delegates were allocated based on proportional representation. As the campaign progressed, both parties held national conventions to formally nominate their presidential and vice-presidential candidates. The ensuing debates and nationwide canvassing efforts galvanized the electorate, culminating in heightened engagement on Election Day. Preliminary exit polls indicated a diverse voter demographic, with significant participation from first-time voters and historically underrepresented communities. The election also saw an increase in absentee and early voting, facilitated by reforms aimed at expanding access to the ballot.",
        "story_translation": "사상 첫 대선에서 국가 차원에서 전례 없는 유권자 투표율을 목격하였으며, 시민들이 역대 최다의 인원으로 투표소에 몰려들었습니다. 주요 정당 후보들 간의 치열한 경쟁이 특징인 이번 선거는 아슬아슬한 차이로 마무리되어, 투표한 모든 표의 중요성을 강조했습니다. 선거 과정은 비례대표제를 기반으로 делегates가 배분된 일련의 예비 선거와 코커스를 통해 시작되었습니다. 캠페인이 진행되면서 두 정당은 공식적으로 대통령 후보와 부통령 후보를 지명하기 위해 전국 대회를 개최했습니다. 이어진 토론회와 전국적인 유세 활동은 유권자들을 고무시켰고, 선거 당일에 대한 참여를 증가시키는 결과로 이어졌습니다. 초기 출구 조사에 따르면, 첫 투표자와 역사적으로 저Representation된 지역 사회의 유권자가 크게 참여한 다양한 유권자 인구 통계가 나타났습니다. 또한, 선거에서는 부재자 투표와 조기 투표가 증가했으며, 이는 투표 접근성을 확대하기 위한 개혁 덕분이었습니다.",
        "audio_file": "10037"
    },
    {
        "title": "Free Will and Determinism",
        "title_translation": "자유 의지와 결정론",
        "fiction": false,
        "level": "advanced",
        "story": "The philosophical debate surrounding free will and determinism has persisted for centuries, often raising questions about the nature of human agency and the fabric of reality. At its core, the paradox emerges from the apparent contradiction between the autonomy of choice and the deterministic nature of the universe. Determinism posits that every event, including human decisions, is the inevitable result of preceding causes governed by natural laws. In this framework, the universe operates as a vast, causal mechanism, where every action is a consequence of prior states of affairs. If this is true, human freedom may be an illusion, as our choices are predicated on factors beyond our control, such as genetics, upbringing, and environmental stimuli. Conversely, the concept of free will asserts that individuals possess the capacity to make choices independent of external constraints. This notion underpins moral responsibility, suggesting that people can be held accountable for their actions precisely because they could have acted otherwise. However, if free will exists, how does it reconcile with the deterministic laws that govern the physical world? There have been attempts to resolve this dilemma by arguing that free will and determinism are not mutually exclusive. They propose that freedom lies not in escaping causality but in the ability to act in accordance with one’s desires and intentions. Thus, even if our choices have deterministic origins, we can still be considered free as long as we act without coercion. In contrast, libertarians (not to be confused with political libertarians) reject determinism, asserting that free will necessitates indeterminacy. They argue that certain aspects of human decision-making transcend causal chains, introducing an element of unpredictability. However, this stance raises its own conundrum: if actions are not causally determined, do they become arbitrary or random, thereby undermining the coherence of moral responsibility? The debate continues to challenge philosophers, scientists, and theologians alike, as it touches upon questions of ethics, metaphysics, and neuroscience. Advances in cognitive science and quantum mechanics have added new dimensions to the discussion, suggesting that the interplay between determinism and randomness might be more complex than previously imagined. Ultimately, the paradox of free will and determinism serves as a reminder of the limits of human understanding. It invites us to explore the boundaries of agency, causality, and the essence of what it means to be human, offering no definitive answers but countless avenues for inquiry and reflection.",
        "story_translation": "자유 의지와 결정론에 대한 철학적 토론은 수세기 동안 지속되어 왔으며, 인간의 행위성과 현실의 본질에 대한 질문을 자주 제기합니다. 이 논쟁의 핵심에서, 자율적 선택의 모순과 우주의 결정론적 본질 간의 명백한 모순에서 파라독스가 발생합니다. 결정론은 인간의 결정까지 모든 사건이 자연 법칙에 의해 지배되는 이전 원인의 불가피한 결과라고 주장합니다. 이 틀에서, 우주는 방대한 인과적 메커니즘으로 작동하며, 모든 행동은 이전 상황의 결과입니다. 만약 이것이 사실이라면, 인간의 자유는 환상일 수 있으며, 우리의 선택은 유전, 양육, 환경적 자극 등 우리의 통제를 벗어난 요소들에 기초하고 있습니다. 반대로, 자유 의지의 개념은 개인이 외부 제약 없이 선택을 할 수 있는 능력을 가진다고 주장합니다. 이 관념은 도덕적 책임의 기초를 형성하며, 사람들이 다른 방식으로 행동할 수 있었기 때문에 자신의 행동에 대해 책임을 질 수 있음을 시사합니다. 그러나 만약 자유 의지가 존재한다면, 그것은 물리 세계를 지배하는 결정론적 법칙과 어떻게 조화를 이룰 수 있을까요? 자유 의지와 결정론이 상호 배타적이지 않다고 주장함으로써 이 딜레마를 해결하려는 시도가 있었습니다. 그들은 자유는 인과성을 피하는 것이 아니라 자신의 욕망과 의도에 따라 행동할 수 있는 능력에 있다고 제안합니다. 따라서 우리의 선택이 결정론적 기원을 가지더라도, 강제 없이 행동하는 한 여전히 자유롭게 여겨질 수 있습니다. 반면, 리버테리언(정치적 리버테리언과 혼동하지 말 것)들은 결정론을 거부하며, 자유 의지가 불확정성을 필요로 한다고 주장합니다. 그들은 인간 결정의 특정 측면이 인과적 연쇄를 초월하여 예측할 수 없는 요소를 도입한다고 주장합니다. 그러나 이러한 입장은 또 다른 수수께끼를 제기합니다: 행동이 인과적으로 결정되지 않는다면, 그것은 임의적이거나 무작위가 되어 도덕적 책임의 일관성을 해치는 것일까요? 이 논쟁은 윤리학, 형이상학, 신경과학 등 다양한 질문을 다루기 때문에 철학자, 과학자, 신학자들에게 지속적인 도전 과제가 되고 있습니다. 인지 과학과 양자 역학의 발전은 논의에 새로운 차원을 추가하여, 결정론과 무작위성 간의 상호 작용이 이전에 상상했던 것보다 더 복잡할 수 있음을 시사합니다. 궁극적으로, 자유 의지와 결정론의 파라독스는 인간 이해의 한계를 일깨워 주며, 행위성, 인과성, 그리고 인간이라는 존재의 본질에 대한 경계를 탐구하도록 초대합니다. 결정적인 답변은 제공하지 않지만, 수많은 질문과 반성의 길을 여는 역할을 합니다.",
        "audio_file": "10038"
    },
    {
        "title": "The Ship of Theseus and the Nature of Identity",
        "title_translation": "테세우스의 배와 정체성의 본질",
        "fiction": false,
        "level": "advanced",
        "story": "The Ship of Theseus is a thought experiment that has captivated philosophers for centuries, raising profound questions about the nature of identity and continuity. It asks: if a ship has all its parts replaced over time, piece by piece, is it still the same ship? This paradox, often attributed to ancient Greek philosophy, serves as a lens through which the persistence of identity is scrutinized. Consider Theseus’s ship docked in a harbor. Over the years, as its wooden planks rot, each is replaced with a new, identical piece. Eventually, none of the original components remain. At this point, can we still refer to it as the Ship of Theseus? Moreover, what if all the removed parts were gathered and reassembled elsewhere—would this new reconstruction also qualify as the Ship of Theseus? The paradox forces us to confront the essence of identity. Is it tied to physical continuity, the arrangement of parts, or something more abstract, like function or purpose? One perspective argues that objects are defined by their constituent parts. Under this view, the Ship of Theseus ceases to be the same ship as soon as any part is replaced. On the other hand, the functionalist approach suggests that as long as the ship serves its purpose and maintains its structure, its identity persists despite material changes. The thought experiment extends beyond ships to personal identity. Humans, like ships, are in constant flux. Our cells regenerate, our thoughts evolve, and our experiences reshape us. Yet, we maintain a sense of self across time. What, then, anchors this continuity? Some argue that identity resides in memory and consciousness—a thread that ties past, present, and future together. Others contend that identity is an illusion, a construct designed to provide coherence in a world of perpetual change.",
        "story_translation": "테세우스의 배는 정체성과 연속성의 본질에 대해 심오한 질문을 제기하는 사고 실험으로, 수세기 동안 철학자들을 매료시켜 왔습니다. 이 실험은 이렇게 질문합니다: 만약 배의 모든 부분이 시간에 따라 하나씩 교체된다면, 여전히 같은 배라고 할 수 있을까요? 이 역설은 종종 고대 그리스 철학에 기인하며, 정체성의 지속성을 scrutinize하는 관점으로 역할을 합니다. 테세우스의 배가 항구에 정박해 있다고 가정해 보십시오. 세월이 흐르면서 나무 판자들이 부패하고, 각 판자는 새로운 동일한 판자로 교체됩니다. 결국, 원래의 구성 요소는 하나도 남아 있지 않습니다. 이 시점에서 우리는 여전히 이것을 테세우스의 배라고 부를 수 있을까요? 게다가, 제거된 모든 부품이 모여 다른 곳에서 재조립된다면—이 새로운 구성체도 테세우스의 배로 자격을 갖출까요? 이 역설은 우리가 정체성의 본질에 직면하도록 강요합니다. 그것은 물리적 연속성, 부분의 배열에 묶여 있는 것인지, 아니면 기능이나 목적과 같은 좀 더 추상적인 것인지? 한 관점에서는 물체는 그 구성 부분에 의해 정의된다고 주장합니다. 이 관점 아래에서는 테세우스의 배는 어떤 부분이 교체되는 순간 더 이상 같은 배가 아닙니다. 반면, 기능주의 접근법은 배가 그 목적을 수행하고 구조를 유지하는 한, 물질적 변화에도 불구하고 정체성이 지속된다고 제안합니다. 이 사고 실험은 배 너머로 개인 정체성으로 확장됩니다. 인간은 배와 같이 끊임없이 변화하고 있습니다. 우리의 세포는 재생되고, 우리의 생각은 발전하며, 우리의 경험은 우리를 재형성합니다. 그럼에도 불구하고 우리는 시간에 따라 자기 자신을 유지합니다. 그렇다면, 무엇이 이 연속성을 고정시키는 것일까요? 어떤 이들은 정체성이 기억과 의식에 있다고 주장하며, 과거, 현재, 미래를 묶는 실과 같다고 말합니다. 반면, 다른 이들은 정체성이 환상이라고, 지속적인 변화의 세계에서 일관성을 제공하기 위해 고안된 구성물이라고 주장합니다.",
        "audio_file": "10039"
    },
    {
        "title": "The Trolley Problem",
        "title_translation": "트롤리 문제",
        "fiction": false,
        "level": "advanced",
        "story": "The trolley problem is a classic ethical thought experiment that challenges our understanding of moral decision-making and ethical principles. It presents a scenario in which a runaway trolley is barreling down a track toward five people who are tied up and unable to move. You are standing next to a lever that can divert the trolley onto another track, where only one person is tied up. The dilemma is whether to pull the lever, actively causing the death of one person but saving five others, or to do nothing and allow the trolley to continue on its path, resulting in the deaths of five. This thought experiment raises profound ethical questions. Utilitarians argue that the morally correct action is to pull the lever, as it minimizes harm and maximizes the overall benefit by saving more lives. In contrast, deontologists assert that actively diverting the trolley makes you morally complicit in the death of the one person, which violates the principle of not using others as a means to an end, regardless of the consequences. The doctrine of double effect further complicates the matter, suggesting that while it may be permissible to allow harm as a side effect of achieving a good outcome, directly causing harm is morally questionable. The problem also invites consideration of moral intuitions. Variants of the trolley problem, such as pushing a large person onto the track to stop the trolley and save five, evoke stronger emotional reactions, even when the outcomes are numerically the same. These reactions highlight the tension between rational calculations and deeply ingrained moral instincts.",
        "story_translation": "트롤리 문제는 도덕적 의사결정 및 윤리적 원칙에 대한 우리의 이해를 도전하는 고전적인 윤리적 사고 실험입니다. 이 문제는 제멋대로 달리는 트롤리가 움직일 수 없는 다섯 명이 묶여 있는 방향으로 다가오는 상황을 제시합니다. 당신은 트롤리를 다른 선로로 전환할 수 있는 레버 옆에 서 있습니다. 그 다른 선로에는 한 명만 묶여 있습니다. 딜레마는 레버를 당겨 한 사람의 죽음을 직접 초래하면서 다섯 명을 구할 것인지, 아니면 아무것도 하지 않고 트롤리가 계속 나아가 다섯 명이 죽도록 허용할 것인지입니다. 이 사고 실험은 심오한 윤리적 질문을 제기합니다. 공리주의자들은 레버를 당기는 것이 도덕적으로 올바른 행동이라고 주장합니다. 이는 해를 최소화하고 더 많은 생명을 구함으로써 전체적인 이익을 극대화하기 때문입니다. 반대로 의무론자는 트롤리를 적극적으로 전환하는 것이 한 사람의 죽음에 도덕적으로 공모하는 것이며, 결과에 상관없이 타인을 수단으로 사용하지 말라는 원칙을 위반한다고 주장합니다. 이중 효과의 원칙은 문제를 더욱 복잡하게 합니다. 이에 따르면 좋은 결과를 달성하기 위한 부작용으로 해를 허용하는 것은 허용될 수 있지만, 직접적으로 해를 초래하는 것은 도덕적으로 의문입니다. 이 문제는 또한 도덕적 직관을 고려하도록 초대합니다. 트롤리 문제의 변형, 예를 들어 큰 사람을 선로로 밀어 트롤리를 멈추고 다섯 명을 구하는 경우는 결과가 수치적으로 동일함에도 불구하고 더 강한 정서적 반응을 불러일으킵니다. 이러한 반응은 이성적 계산과 깊이 심어져 있는 도덕적 본능 사이의 긴장을 강조합니다.",
        "audio_file": "10040"
    }
]