[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 아기 돼지",
    "story_translation": "옛날 옛적에 자신의 집을 짓기 시작한 세 마리의 작은 돼지가 있었습니다. 첫째 새끼 돼지는 짚으로 집을 짓고, 둘째 새끼 돼지는 나뭇가지로 집을 짓고, 셋째 돼지는 벽돌로 집을 지었어요. 어느 날, 큰 나쁜 늑대가 첫 번째 아기 돼지의 집에 왔습니다. 그는 숨을 헐떡이며 숨을 헐떡이며 집을 날려 버렸습니다! 첫 번째 새끼 돼지는 두 번째 돼지 집으로 최대한 빨리 달려갔어요. 늑대는 그를 따라 나뭇가지들의 집으로 갔다. 그는 다시 숨을 헐떡이며 숨을 내쉬더니 집을 날려버렸다! 새끼 돼지 두 마리는 벽돌로 지은 세 번째 돼지 집으로 달려갔어요. 늑대는 벽돌집을 무너뜨리려 했지만 그럴 수 없었다. 그는 숨을 헐떡이며 숨을 내쉬었지만, 집은 굳건히 서 있었다. 아기 돼지 세 마리는 무사히 안에 있었고, 크고 나쁜 늑대는 결국 사라졌어요. 돼지들은 노력과 헌신이 결국 보상을 받는다는 것을 배웠습니다.",
    "audio_file": "10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "마법의 정원",
    "story_translation": "옛날 옛적에 작은 마을에 마법의 정원이 있었습니다. 이 정원에는 일년 내내 화려한 꽃이 피고 나무는 새들에게 비밀을 속삭였습니다. 그러나 무엇보다도 가장 마법 같은 것은 로지라는 말하는 토끼였습니다. Rosie는 매우 친절했고 정원에 오는 모든 사람을 돕는 것을 좋아했습니다. 어느 화창한 아침, 티미라는 어린 소년이 정원을 방문했습니다. 그는 자신이 가장 좋아하는 장난감을 잃어버렸기 때문에 슬펐습니다. 로지는 펄쩍펄쩍 뛰더니 '무슨 일이야, 티미?' 하고 물었다. 티미는 로지에게 잃어버린 장난감에 대해 이야기했어요. 로지는 미소를 지으며 '걱정 마, 티미. 내가 네가 그걸 찾도록 도와줄 수 있어.' 티미는 로지의 도움을 받아 정원을 샅샅이 뒤졌고, 크고 반짝이는 나뭇잎 밑에 장난감이 숨겨져 있는 것을 발견했어요. 티미는 뛸 듯이 기뻤고, 로지가 마법 같은 도움을 준 것에 대해 고마움을 표했다. 그날부터 티미는 마법의 정원을 자주 방문했고, 티미와 로지는 가장 친한 친구가 되어 더 많은 마법 같은 모험을 함께 했습니다.",
    "audio_file": "10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "프렌들리 포레스트",
    "story_translation": "옛날 옛적에 릴리라는 소녀가 있었습니다. 수녀는 탐험하는 것을 좋아했다. 그러던 어느 날, 그녀는 집 근처에 있는 큰 숲에 갔습니다. 숲에서 그녀는 트레이라는 행복한 나무를 만났습니다. 트레이는 미소를 띤 얼굴이었다. 릴리와 트레이는 친구가 되었다. 둘은 함께 게임을 했다. 릴리와 트레이는 스퀴키라는 이름의 친절한 다람쥐도 만났어요. 스퀴키는 견과류를 좋아해서 릴리와 트레이와 나눠 먹었어요. 그들은 웃고 즐거워했습니다. 그러던 중 예쁜 꽃을 발견했어요. 그것은 화려하고 좋은 냄새가났다. 그들은 그것을 골라서 Flutter라는 친근한 나비에게 주었습니다. 플러터는 고맙다는 생각에 허공에서 춤을 췄다. 릴리, 트레이, 스퀴키, 플러터는 숲을 더 많이 탐험했어요. 그들은 맑은 물이 흐르는 반짝이는 시냇물을 보았습니다. 그곳은 반짝이는 물고기들의 고향이었다. 릴리와 새 친구들은 시냇가에 앉아 평화로운 물소리를 즐겼어요. 집에 갈 시간이 되자 릴리는 '내 친구가 되어줘서 고마워, 트레이, 스퀴키, 플러터. 곧 다시 뵙겠습니다.' 그녀는 손을 흔들며 작별 인사를 하고 숲을 떠났고, 새로운 친구들을 만났다는 사실에 기뻐했다.",
    "audio_file": "10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "길 잃은 새끼 고양이",
    "story_translation": "옛날 옛적, 어느 조용한 동네에 엠마라는 어린 소녀가 있었습니다. 에머는 동물을 무척 좋아했는데, 어느 날 뒷마당에서 작고 솜털이 보송보송한 새끼 고양이를 발견했다. 새끼 고양이는 길을 잃고 겁에 질린 것처럼 보였다. 엠마는 새끼 고양이를 보며 안타까움을 느꼈고, 새끼 고양이를 돕기로 결심했어요. 그녀는 살며시 그것을 집어 들고 따뜻한 담요를 주었다. 엠마는 엄마에게 새끼 고양이를 키워도 되겠냐고 물었고, 엄마는 동의했다. 그들은 귀여운 수염 때문에 새끼 고양이의 이름을 Whiskers라고 지었습니다. 에머와 휘스커스는 가장 친한 친구가 되었다. 그들은 매일 함께 놀았고 햇볕을 쬐며 낮잠을 잤다. 엠마는 휘스커스에게 맛있는 고양이 사료를 주었고, 휘스커스는 행복하게 가르랑거렸어요. 얼마 지나지 않아 휘스커즈는 더 이상 길을 잃거나 무서워하지 않았다. 엠마와 그녀의 새로운 털복숭이 친구는 함께 매우 행복했습니다. 그들은 많은 모험을 공유했고 매일 서로를 미소 짓게 했습니다.",
    "audio_file": "10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "골디락스와 곰 세 마리",
    "story_translation": "옛날 옛적에 울창한 숲 속에는 아빠 곰, 엄마 곰, 아기 곰 세 마리가 살고 있는 작고 아늑한 오두막이 있었습니다. 어느 날 아침, 엄마 곰이 맛있는 죽을 만든 후, 가족들은 더위를 식히기 위해 산책을 나갔어요. 그들이 떠나 있는 동안, 골디락스라는 호기심 많은 어린 소녀가 그들의 오두막을 우연히 발견했다. 그녀는 문을 두드렸지만, 아무도 대답하지 않자 문을 밀어 열고 안으로 들어갔다. 부엌에서 골디락스는 세 그릇의 죽을 보았다. 첫 번째 그릇인 아빠 곰의 죽을 맛보고는 '이 죽은 너무 뜨겁다!' 하고 감탄했다. 그러고는 엄마 곰의 그릇에 담긴 죽을 맛보더니 '이 죽은 너무 차갑다'고 말했어요. 마침내 아기 곰의 죽을 맛보고는 '이 죽이 딱 맞아!' 하고 미소를 지었다. 그래서 그녀는 그것을 모두 먹어 치웠다. 식사를 마친 골디락스는 피곤함을 느꼈고 거실에서 의자 세 개를 발견했다. 그녀는 아빠 곰의 큰 의자에 앉았지만 너무 힘들었어요. 그녀는 엄마 곰의 중간 크기 의자를 사용해 보았지만 너무 푹신했습니다. 그런 다음 아기 곰의 작은 의자에 앉았는데, 딱 맞았지만 무게로 인해 부러졌습니다! 졸린 골디락스는 위층으로 올라가 침대 세 개를 찾았다. 곰 아빠의 침대에 누웠지만 너무 힘들었어요. 엄마 곰의 침대로 옮겼지만, 너무 푹신했어요. 마침내, 아기 곰의 침대를 시험해 보았는데, 딱 맞았어요. 그녀는 잠이 들었다. 집으로 돌아온 곰 세 마리는 오두막 문이 열린 것을 보고 깜짝 놀랐습니다. 그 안에는 죽을 먹고, 의자를 사용하고, 마지막으로 아기 곰의 침대에서 자고 있는 어린 소녀가 있었습니다. 잠에서 깬 골디락스는 곰을 보고는 최대한 빨리 오두막을 뛰쳐나가 다시는 돌아오지 않았다.",
    "audio_file": "10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "신데렐라",
    "story_translation": "옛날 옛적, 머나먼 왕국에 신데렐라라는 친절하고 아름다운 소녀가 살았습니다. 그녀는 사악한 계모와 두 명의 의붓여동생과 함께 살았는데, 그들은 그녀를 매우 형편없이 대했습니다. 신데렐라는 모든 힘든 일을 하도록 만들어졌고 누더기만 받았습니다. 어느 날, 왕은 왕자가 신부를 찾고 있었기 때문에 왕국의 모든 아가씨들을 초대하는 성대한 무도회를 발표했습니다. 신데렐라는 무도회에 가고 싶었지만 계모가 허락하지 않아 눈물을 흘리며 집에 남겨 두었습니다. 신데렐라가 울고 있을 때, 요정 대모가 나타났다. 그녀는 지팡이를 휘둘러 신데렐라의 누더기를 아름다운 드레스로 변신시켰고, 호박을 멋진 마차로 변신시켰습니다. 그녀는 신데렐라에게 유리 슬리퍼를 주면서 자정이 되면 마법이 사라질 것이라고 경고했습니다. 무도회에서 신데렐라는 우아함과 아름다움으로 모든 사람, 특히 왕자를 사로 잡았습니다. 그들은 밤새도록 춤을 췄지만, 시계가 12시를 가리키자 신데렐라는 요정 대모의 경고를 기억하고 궁전 계단에서 유리 구두 하나를 잃어버리고 서둘러 떠났습니다. 수수께끼의 소녀를 찾기로 결심한 왕자는 유리 구두를 사용하여 왕국을 수색했습니다. 그가 신데렐라의 집에 도착했을 때, 슬리퍼는 신데렐라에게 딱 맞았다. 왕자는 무도회에서 그녀를 알아보고 그녀에 대한 사랑을 선언했습니다. 신데렐라는 계모와 의붓여동생들의 잔인함을 용서하고 왕자와 결혼했습니다. 그들은 오래오래 행복하게 살았고, 신데렐라의 친절과 겸손은 왕국 전역에 알려졌다.",
    "audio_file": "10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "잭과 콩나무",
    "story_translation": "옛날 옛적에 어머니와 함께 살았던 잭이라는 소년이 있었습니다. 그들은 몹시 가난했고 소만 한 마리 있었습니다. 어느 날, 잭의 어머니는 돈이 필요하니 소를 팔라고 했어요. 소를 팔러 가는 길에 잭은 한 남자를 만났는데, 그는 암소와 교환하는 대가로 마법의 콩을 주었습니다. 잭은 신이 나서 집으로 달려가 어머니에게 보여 드렸어요. 그러나 그의 어머니는 화가 나서 콩을 창문 밖으로 던졌습니다. 이튿날 아침, 잭은 하늘로 뻗어 있는 거대한 콩 줄기를 보았어요. 그는 호기심이 생겨 콩나무 줄기에 올랐다. 그것은 그를 거인이 살고 있는 하늘 높은 땅으로 데려갔습니다. 거인에게는 황금 알을 낳는 암탉과 마법의 하프가 있었습니다. 잭은 거인의 집에 몰래 들어가 암탉과 하프를 가져갔어요. 그러나 하프가 울부짖으며 거인을 깨웠다. 잭은 달려가 콩나무 줄기를 타고 내려갔어요. 거인은 그의 뒤를 따랐다. 땅에 닿자마자 잭은 재빨리 콩 줄기를 베어 버렸다. 거인은 쓰러졌고 다시는 볼 수 없었습니다. 잭과 그의 어머니는 황금알을 팔아 부자가 되었습니다. 그들은 오래오래 행복하게 살았습니다.",
    "audio_file": "10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "미운 오리 새끼",
    "story_translation": "옛날 옛적에 어미 오리가 알을 한 묶음 가지고 있었습니다. 알들 중 하나는 다른 알들보다 더 컸고, 훨씬 늦게 부화했다. 거기서 그의 형제 자매들과는 다르게 생긴 새끼 오리가 나왔습니다. 그는 다른 사람들처럼 노랗고 귀엽지 않은 더 크고 회색이었다. 다른 새끼 오리들은 그와 놀지 않았고 그를 못생겼다고 불렀습니다. 미운 오리 새끼는 매우 슬펐고 행복할 수 있는 곳을 찾기 위해 집을 떠났습니다. 그는 여러 동물들을 만났지만, 그가 너무 크고 회색이었기 때문에 모두 이상하게 그를 쳐다보았다. 겨울이 되자 몹시 추웠다. 미운 오리 새끼는 호수를 발견하고 헤엄쳤습니다. 그는 아름다운 흰 새들이 그의 머리 위로 날아가는 것을 보았습니다. 그는 자신도 그들처럼 아름답고 우아하기를 바랐다. 봄이 왔을 때, 미운 오리 새끼는 물에 비친 자신의 모습을 보았습니다. 그는 더 이상 회색의 어색한 새가 아니었다. 그는 아름다운 백조로 변해 있었다! 다른 백조들은 그를 반갑게 맞아주고 함께 놀아주었습니다. 사람들은 그를 보고 '저 아름다운 백조 좀 봐!' 하고 말했어요. 이제 아름다운 백조가 된 미운 오리 새끼는 매우 행복했습니다. 그는 자신이 태어났을 때 어떻게 생겼는지는 중요하지 않다는 것을 배웠는데, 왜냐하면 그는 사랑스러운 백조로 변했기 때문입니다.",
    "audio_file": "10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "빨간 암탉",
    "story_translation": "옛날 옛적에 농장에 살았던 작은 빨간 암탉이 있었습니다. 그녀는 땅에서 씨앗 몇 개를 발견했다. 빨간 암탉은 좋은 생각이 떠올랐어요. 그녀는 '이 씨앗을 심어야겠다'고 생각했습니다. 그녀는 친구들인 개, 고양이, 오리에게 '누가 씨앗 심는 것을 도와줄까요?' 하고 물었습니다. 그러나 그들은 모두 '나는 아니다.'라고 말했고, 그래서 작은 빨간 암탉은 '그럼 내가 직접 할게요.'라고 말했다. 그리고 그녀는 혼자서 씨앗을 심었습니다. 씨앗이 자라서 키가 큰 밀이 되었을 때, 작은 빨간 암탉은 '누가 밀을 베는 것을 도와줄까요?' 하고 물었습니다. 이번에도 개, 고양이, 오리는 '나는 아니야.'라고 말했고, 그래서 작은 빨간 암탉은 '그럼 내가 직접 할게요.'라고 말했어요. 그리고 그녀는 혼자서 밀을 잘랐습니다. 그 다음에는 '누가 밀을 가루로 만드는 일을 도와 주겠어요?' 하고 물었습니다. 하지만 친구들은 '난 아니야'라고 말했고, 그래서 그녀는 혼자서 모든 것을 해냈다. 그러자 빨간 암탉이 '누가 내가 빵을 굽는 것을 도와줄까?' 하고 말했어요. 이번에도 그들은 모두 '나는 아니야'라고 말했어요. 그래서 그녀는 빵을 직접 구웠어요. 빵이 준비되고 냄새가 아주 좋으면 개, 고양이, 오리가 와서 '빵 먹는 것을 도와드리겠습니다!' 하지만 빨간 암탉은 '아니야, 내가 직접 먹을게'라고 말했어요. 그리고 그녀는 그렇게 했다. 그녀는 빵을 먹고 매우 행복했습니다.",
    "audio_file": "10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "거북이와 토끼",
    "story_translation": "옛날 옛적에, 자신이 얼마나 빨리 달릴 수 있는지 자랑하기를 좋아하는 날쌘 토끼가 있었습니다. 매우 느리게 움직이는 느린 거북이도있었습니다. 어느 날, 토끼가 거북이를 보고 웃으며 '넌 너무 느려! 나는 너보다 훨씬 빨리 달릴 수 있어!' 거북이는 '경주를 해서 누가 더 빠른지 보자'고 대답했습니다. 그들은 경주를 하기로 결정했다. 이튿날, 숲 속의 모든 동물들이 구경하러 왔어요. 경주가 시작되자 토끼는 매우 빠르게 달렸고 거북이는 훨씬 뒤처졌습니다. 하지만 얼마 지나지 않아 토끼는 '내가 너무 앞서고 있으니 잠시 쉬어도 되겠다'고 생각했습니다. 그래서 그는 나무 밑에 누워 잠이 들었습니다. 거북이는 천천히, 그러나 꾸준하게 계속 걸었다. 그는 멈추거나 쉬지 않았다. 한참 후, 그는 잠자는 토끼를 지나쳤다. 토끼가 깨어났을 때, 그는 거북이가 결승선 근처에 있는 것을 보았습니다. 그는 가능한 한 빨리 달렸지만, 너무 늦었다. 거북이가 먼저 결승선을 통과했습니다. 거북이는 천천히 가고 포기하지 않았기 때문에 경주에서 이겼습니다. 토끼는 빠른 것이 항상 최선은 아니며 다른 사람을 자랑하거나 과소평가해서는 안 된다는 것을 배웠습니다.",
    "audio_file": "10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "헨젤과 그레텔",
    "story_translation": "옛날 옛적에 헨젤과 그레텔이라는 두 아이가 있었는데, 그들은 아버지와 못된 계모와 함께 살았습니다. 그들은 몹시 가난했고, 어느 날 계모는 모두를 위한 음식이 충분하지 않았기 때문에 아이들을 숲에 남겨 두기로 결정했습니다. 아버지는 그러고 싶지 않았지만 동의했다. 헨젤은 그들의 계획을 듣고 반짝이는 조약돌을 모았다. 그들이 숲 속으로 들어갔을 때, 헨젤은 집으로 돌아가는 길을 만들기 위해 조약돌을 떨어뜨렸다. 부모가 떠난 후, 헨젤과 그레텔은 조약돌 길을 따라 집으로 돌아가는 길을 찾았습니다. 그들의 아버지는 그들을 보고 기뻐했지만, 계모는 그렇지 않았다. 다음번에는 헨젤과 그레텔을 숲 속으로 더 깊이 데려갔습니다. 헨젤은 빵 부스러기의 흔적을 남겼지만, 새들은 그것을 먹었고, 그들은 돌아갈 길을 찾을 수 없었다. 길을 잃고 배가 고파진 그들은 사탕으로 만든 집을 발견하고 그것을 먹기 시작했습니다. 그곳에 살던 늙은 마녀가 그들을 붙잡아 헨젤을 새장에 가뒀습니다. 그녀는 그레텔에게 집안일을 시키고 헨젤을 먹을 계획을 세웠다. 그레텔은 마녀를 속여 오븐에 밀어 넣었습니다. 그런 다음 그녀는 헨젤을 풀어 주었고, 그들은 마녀의 집에서 보물을 찾았습니다. 마녀가 사라진 후, 헨젤과 그레텔은 보물을 가지고 집으로 돌아가는 길을 찾았습니다. 그들의 아버지는 그들을 보고 몹시 기뻐하며 그들을 숲에 남겨 둔 것을 후회한다고 말했다. 그들은 그 못된 계모를 다시는 못했다. 그들은 모두 넉넉한 음식과 더 이상 걱정 없이 행복하게 살았습니다.",
    "audio_file": "10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "황제의 새 옷",
    "story_translation": "옛날 옛적에 화려한 옷을 즐겨 입는 허영심 많은 황제가 있었습니다. 그는 옷을 잘 입는 데 모든 돈을 썼습니다. 어느 날, 두 명의 사기꾼이 황제의 도시에 왔습니다. 그들은 세상에서 가장 아름다운 옷을 만들 수 있다고 말했습니다. 그들은 이 옷들이 매우 어리석거나 일을 잘하지 못하는 사람들에게는 보이지 않는다고 주장했다. 황제는 좋은 생각이라고 생각했다. 그는 옷을 만들도록 그들에게 금과 비단을 주었습니다. 사기꾼들은 일하는 척 했지만, 금과 비단은 모두 자기들을 위해 가지고 있었습니다. 옷이 '준비'되었을 때, 황제는 그들을 보러 갔다. 그는 옷을 못했지만 바보처럼 보이고 싶지 않았기 때문에 그들을 존경하는 척했습니다. 사기꾼들은 황제에게 새 옷을 입히는 척했습니다. 황제는 모든 백성 앞에서 퍼레이드를 벌였습니다. 군중 속의 모든 사람들은 또한 바보라고 불리고 싶지 않았기 때문에 옷을 보는 척했습니다. 마침내, 한 어린아이가 '하지만 그 아이는 아무것도 입지 않았어요!' 하고 소리쳤습니다. 천천히, 모두가 같은 말을 속삭이기 시작했다. 황제는 그들의 말이 옳았다는 것을 깨달았지만, 자신의 실수를 인정하기에는 너무 자존심이 강해 퍼레이드를 계속했다.",
    "audio_file": "10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "잠자는 숲속의 미녀",
    "story_translation": "옛날 옛적에 아이를 낳고 싶어 하는 왕과 왕비가 있었습니다. 마침내 그들의 소원이 이루어졌고, 그들은 예쁜 딸을 낳았습니다. 그들은 그녀에게 오로라라는 이름을 지어 주었습니다. 오로라의 탄생을 축하하기 위해 왕과 왕비는 성대한 파티를 열었습니다. 그들은 오로라를 축복하기 위해 왕국의 모든 요정을 초대했습니다. 각 요정은 오로라에게 아름다움, 친절함, 지성과 같은 선물을 주었습니다. 그러나 초대받지 못한 늙은 요정이 한 명 있었습니다. 그녀는 화가 났고 어쨌든 파티에 왔습니다. 그녀는 오로라에게 나쁜 선물을 주었다: 그녀의 열여섯 번째 생일에 오로라가 물레에 손가락을 찔러 영원히 잠들곤 했다. 다행히 막내 요정은 아직 선물을 주지 않았어요. 그녀는 늙은 요정의 저주를 풀 수는 없었지만, 저주를 누그러뜨릴 수는 있었다. 그녀는 오로라가 죽지 않고 깊은 잠에 빠질 것이며, 진정한 사랑의 키스만이 그녀를 깨울 수 있다고 말했다. 세월이 흘러 오로라는 아름답고 친절한 공주로 자랐습니다. 열여섯 번째 생일날, 그녀는 물레를 발견하고 손가락을 찔렀다. 그녀는 깊은 잠에 빠졌고, 온 왕국이 그녀와 함께 잠들었다. 100년이 지나고 왕자가 왕국에 왔습니다. 그는 오로라를 발견하고 그녀에게 키스했다. 키스가 주문을 깼다. 오로라와 왕국 전체가 깨어났다. 왕자와 오로라는 사랑에 빠져 결혼했다. 그들은 오래오래 행복하게 살았고, 왕국은 다시 기쁨과 웃음으로 가득 찼습니다.",
    "audio_file": "10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "아멜리아 에어하트",
    "story_translation": "옛날 옛적에 아멜리아 에어하트라는 용감하고 모험심 강한 소녀가 있었습니다. 아멜리아는 새를 관찰하는 것을 좋아했고 새들처럼 하늘 높이 솟아오르는 꿈을 꾸었습니다. 그녀는 많은 여성이 조종사가 되지 못하던 시대에 자랐지만, 아멜리아는 자신의 꿈을 좇기로 결심했습니다. 그녀는 매우 열심히 일했고 비행기 조종법을 배워 세계 최초의 여성 조종사 중 한 명이 되었습니다. 아멜리아는 정말 놀라운 일을 해냈습니다: 그녀는 혼자서 크고 넓은 대서양을 가로질러 날아갔고, 그렇게 한 최초의 여성이었습니다! 그녀의 용기와 성공은 소녀들도 큰 꿈을 이룰 수 있다는 것을 모두에게 보여주었습니다. 아멜리아는 유명해졌고 많은 사람들, 특히 소녀들이 아무리 크더라도 자신의 꿈을 좇도록 영감을 주었습니다. 그녀는 결단력과 용기가 있다면 별을 향해 손을 뻗고 꿈을 이룰 수 있다는 것을 증명했습니다.",
    "audio_file": "10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "마틴 루터 킹 주니어",
    "story_translation": "옛날 옛적에 마틴 루터 킹 주니어라는 사람이 있었는데 그는 큰 꿈을 가지고 있었습니다. 그는 피부색에 관계없이 모든 사람이 동등하고 공정하게 대우받는 세상을 꿈꿨습니다. 마틴은 피부색이 다른 사람들이 다른 학교를 가고, 다른 분수대를 가고, 같은 일을 하는 것이 허용되지 않는 시대에 살았습니다. 이 일로 마틴은 몹시 슬펐고, 마음을 바꾸고 싶었다. 그는 지도자가 되었고 많은 사람들에게 자신의 꿈에 대해 이야기했습니다. 그는 연설을 하고 평화적인 행진을 이끌면서 모든 사람을 친절과 존중으로 대할 것을 요청했다. 그의 가장 유명한 연설은 '나에게는 꿈이 있습니다...'로 시작되었습니다. 마틴은 용감하고 강했으며, 세상을 더 나은 곳으로 만들기 위해 열심히 일했습니다. 그로 인해 많은 법이 바뀌었고 사람들은 모든 사람을 동등하게 대하는 것이 얼마나 중요한지 이해하기 시작했습니다. 마틴 루터 킹 주니어는 사랑과 평화, 결단력으로 큰 변화를 만들고 모두가 함께 더 나은 삶을 살 수 있도록 도울 수 있음을 보여주었습니다.",
    "audio_file": "10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "로자 파크스(Rosa Parks)",
    "story_translation": "옛날 옛적에 옳은 것을 위해 일어섰던 로자 파크스라는 용감한 여성이 있었습니다. 로사는 사람들이 피부색에 따라 다른 대우를 받던 시대에 살았다. 어느 날, 로사는 직장에서 긴 하루를 보낸 후 앨라배마주 몽고메리에 있는 버스에 앉았습니다. 버스 운전사는 그녀에게 백인 승객을 위해 자리를 양보하라고 말했지만, 로사는 하루뿐만 아니라 그녀와 다른 사람들이 매일 따라야 하는 불공평한 규칙 때문에 피곤했다. 그녀는 자리에 앉아 조용히 그러나 힘차게 거절했다. 로사의 용감한 행동은 매우 중요한 순간이었다. 마틴 루터 킹 주니어(Martin Luther King Jr.)가 이끄는 많은 사람들이 평등과 공정성을 위해 함께 싸우는 큰 운동이 시작되었습니다. 그들은 대대적인 버스 보이콧을 조직했고, 모든 사람이 원하는 곳에 앉을 수 있을 때까지 버스 이용을 중단했다. Rosa의 단순한 용기 있는 행동은 많은 불공정한 법률을 바꾸는 데 도움이 되었으며 작은 방법이라도 옳은 것을 옹호하는 것이 얼마나 큰 차이를 만들 수 있는지 세상에 보여주었습니다. 로자 파크스는 '민권 운동의 어머니'로 기억되고 있으며, 그녀의 이야기는 누구나 영웅이 될 수 있고 세상을 더 나은 곳으로 바꾸는 데 도움이 될 수 있다는 것을 가르쳐 줍니다.",
    "audio_file": "10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "닐 암스트롱",
    "story_translation": "옛날 옛적에 닐 암스트롱이라는 모험심 강한 남자가 있었습니다. 그는 아무도 해본 적이 없는 일, 즉 달 위를 걷는 꿈을 꾸었습니다! 닐은 비행을 좋아했고 조종사가 되어 하늘 높이 날았고 심지어 우주 비행사가 되어 우주에 가야 했습니다. 1969년 7월 20일, 닐과 그의 친구들은 아폴로 11호라는 우주선을 타고 달까지 날아갔습니다. 길고도 흥미진진한 여정이었습니다. 그들이 달에 도착했을 때, 닐은 우주선에서 먼지가 많은 달 표면으로 가장 먼저 발을 내디뎠습니다. 첫 발을 내딛으면서 그는 '이것은 인간을 위한 하나의 작은 발걸음, 인류를 위한 하나의 거대한 도약이다.'라고 말했습니다. 이것은 그의 발걸음이 비록 작았지만 전 세계 모든 사람들에게 큰 순간이었다는 것을 의미했습니다. 닐과 친구들은 달의 돌을 모아 깃발을 꽂았어요. 그들이 지구로 돌아왔을 때, 그들은 영웅으로 칭송받았습니다. 닐의 꿈과 용기는 노력과 결단력으로 별에 도달하고 놀라운 일을 이룰 수 있다는 것을 모두에게 보여주었습니다.",
    "audio_file": "10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "마리 퀴리",
    "story_translation": "옛날 옛적에 폴란드라는 나라에 마리 퀴리라는 매우 호기심 많고 똑똑한 소녀가 있었습니다. 마리는 배우는 것을 좋아했는데, 특히 과학에 관한 것이 좋았다. 그녀는 자라서 과학자가 되고 싶었기 때문에 더 많은 공부를 하기 위해 프랑스 파리로 이사했습니다. 당시에는 과학자가 되는 여성이 많지 않았지만 마리는 단호했습니다. 그녀는 남편 피에르 퀴리와 함께 작고 어두운 실험실에서 일했다. 그들은 함께 라듐이라는 놀라운 것을 발견했습니다. 라듐은 어둠 속에서 빛을 발하는 특별한 종류의 금속으로, 의사들이 사람들의 몸 속을 들여다보고 더 낫게 만드는 데 사용될 수 있었습니다. 마리 퀴리는 그녀의 발견으로 매우 유명해졌고 그녀는 한 번도 아니고 두 번이나 노벨상을 수상했습니다! 그녀는 이 큰 상을 수상한 최초의 여성이자 두 번 수상한 최초의 사람이었습니다. 마리는 소녀들도 훌륭한 과학자가 될 수 있다는 것을 세상에 보여주었습니다. 수녀는 열심히 일했고 힘들 때에도 결코 포기하지 않았다. 그녀의 발견은 많은 사람들에게 도움이 되었고 과학의 세계를 영원히 바꾸어 놓았습니다.",
    "audio_file": "10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "말랄라 유사프자이",
    "story_translation": "옛날 옛적, 파키스탄의 아름다운 스와트 계곡에 말랄라 유사프자이라는 용감한 소녀가 있었습니다. 말랄라는 학교에 가는 것을 좋아하고 새로운 것을 배우는 것을 좋아했지만, 그녀의 나라에서는 한 무리의 사람들이 소녀들이 학교에 가서는 안 된다고 생각했다. 말랄라는 모든 소녀와 소년이 배울 권리가 있다고 믿었기 때문에 자신의 권리와 다른 아이들의 권리를 위해 목소리를 높였습니다. 그녀는 자신의 삶과 학교에 가고 싶은 소망을 일기에 썼고, 전 세계의 많은 사람들이 그녀의 글을 읽었습니다. 그녀의 용기는 몇몇 사람들을 화나게 했고, 어느 날 그녀는 상처를 받았다. 하지만 말랄라는 강했고, 포기하지 않았어요. 병이 나아진 뒤에도 수녀는 모든 아이들의 교육을 위해 더 큰 목소리를 냈다. 그녀의 용기와 이야기는 많은 사람들에게 영감을 주었고, 그녀는 노벨 평화상을 수상한 최연소 인물이 되었습니다. 말랄라는 나이가 어리더라도 자신이 믿는 바를 옹호함으로써 세상에 큰 변화를 가져올 수 있다는 것을 모두에게 보여주었습니다.",
    "audio_file": "10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "넬슨 만델라",
    "story_translation": "옛날 옛적에 남아프리카 공화국에 넬슨 만델라라는 사람이 있었습니다. 만델라는 피부색에 관계없이 모든 사람이 동등하게 대우받아야 한다고 믿었던 용감하고 현명한 사람이었습니다. 하지만 그 당시 남아프리카 공화국에는 인종 차별 정책이라고 하는 불공평한 법이 있었는데, 인종 차별 정책이란 인종과 피부색에 따라 사람들을 분리하는 것이었습니다. 만델라는 흑인이든 백인이든 모든 사람이 평화롭게 함께 살 수 있도록 이 법을 바꾸고 싶었습니다. 그는 매우 열심히 일했고 많은 사람들과 이야기하면서 평화적인 방식으로 변화를 가져오려고 노력했습니다. 그러나 정부는 이것을 좋아하지 않았고, 그들은 그를 여러 해 동안 감옥에 가두었다. 만델라는 결코 희망을 버리지 않았고 자유를 위한 투쟁의 상징이 되었습니다. 전 세계 사람들이 그에 대해 알고 있었고 그의 대의를 지지했습니다. 마침내 그는 27년 만에 석방되었습니다. 만델라의 꿈은 그가 남아프리카 공화국의 첫 흑인 대통령이 되었을 때 실현되기 시작했고, 그는 모든 피부색의 사람들을 하나로 모으기 위해 노력했습니다. 그는 용서의 힘과 옳은 것을 위해 싸우는 것이 얼마나 중요한지를 세상에 보여 주었다. 넬슨 만델라는 조국과 세계에 희망과 변화를 가져온 영웅으로 기억되고 있습니다.",
    "audio_file": "10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "레오나르도 다빈치",
    "story_translation": "옛날 옛적에 이탈리아에 레오나르도 다빈치라는 호기심 많고 영리한 소년이 살았습니다. 레오나르도는 주변 세계를 탐험하는 것을 좋아했고 많은 것에 관심이 있었습니다. 그는 그림 그리기, 그림 그리기, 심지어 새로운 것을 발명하는 것을 좋아했습니다. 그는 자라면서 미술에 소질이 있었고 아름다운 그림을 그렸는데, 그 중 하나가 오늘날에도 사람들이 존경하는 유명한 '모나리자'였습니다. 그러나 레오나르도는 단순한 예술가가 아니었습니다. 그는 또한 과학자이자 발명가였습니다. 그는 새를 연구했고 오늘날의 비행기처럼 날 수 있는 기계를 만드는 꿈을 꾸었습니다. 그는 또한 인체가 어떻게 작동하는지 이해하기 위해 인체를 살펴보고 자신의 아이디어에 대한 많은 스케치를 그렸습니다. 레오나르도는 매우 재능 있는 사람이었고 세상에 대한 호기심은 결코 멈추지 않았습니다. 그는 평생 배우고 창조했습니다. 그는 호기심이 많고 열심히 노력하면 다양한 것을 배울 수 있고 아이디어로 세상을 바꿀 수도 있다는 것을 보여주었습니다.",
    "audio_file": "10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "클레오파트라",
    "story_translation": "옛날 옛적에 고대 이집트에는 클레오파트라라는 유명한 여왕이 있었습니다. 클레오파트라는 단순한 여왕이 아니었습니다. 그녀는 또한 매우 똑똑하고 교육을 많이 받았습니다. 수녀는 여러 언어를 구사할 수 있었고 매력과 지성으로 유명했다. 이집트의 통치자로서 클레오파트라는 이집트 국민을 깊이 아꼈고 나라를 강하고 강력하게 만들기 위해 열심히 일했습니다. 그녀는 또한 그녀의 아름다움과 Julius Caesar 및 Mark Antony와 같은 다른 국가의 강력한 지도자들과의 위대한 사랑 이야기로 유명했습니다. 클레오파트라는 여성이 그토록 강력한 지위에 오르는 것이 매우 드문 시대에 살았지만, 어떤 왕 못지않게 잘 통치할 수 있음을 보여주었습니다. 그녀는 고대 이집트가 로마 제국의 일부가 되기 전의 마지막 통치자 중 한 명이었습니다. 클레오파트라의 삶은 모험으로 가득 차 있었고, 그녀는 역사상 가장 매력적이고 영향력 있는 여성 중 한 명으로 기억되었습니다.",
    "audio_file": "10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "갈릴레오 갈릴레이",
    "story_translation": "옛날 옛적에 이탈리아에 갈릴레오 갈릴레이라는 사람이 있었습니다. 갈릴레오는 세상과 하늘의 별에 대해 매우 호기심이 많았습니다. 그는 자신이 할 수 있는 모든 것에 대해 공부하고 배우는 것을 좋아했습니다. 그가 한 가장 중요한 일 중 하나는 망원경으로 별과 행성을 보는 것인데, 이는 당시로서는 새로운 발명품이었습니다. 갈릴레오는 지구와 다른 행성들이 태양 주위를 돈다는 것을 발견했는데, 그 당시 대부분의 사람들이 믿었던 것처럼 그 반대가 아니었다. 이것은 사람들이 우주를 이해하는 방식을 바꿨기 때문에 큰 발견이었습니다. 하지만 모든 사람이 갈릴레오의 생각에 만족한 것은 아니었습니다. 강력한 지도자들을 포함한 일부 사람들은 그를 믿지 않았고 다른 사람들도 그를 믿지 않기를 바랐다. 그들은 그의 생각이 너무 다르다고 생각했다. 갈릴레오는 자신이 발견한 것을 공유하고 자신이 진실이라고 알고 있는 것을 옹호하기 위해 매우 용감해야 했습니다. 갈릴레오는 계속 연구하고 가르쳤으며, 오늘날 우리는 갈릴레오를 역사상 가장 위대한 과학자 중 한 사람으로 기억하고 있습니다. 그는 때때로 다른 사람들이 어떻게 생각하는지 의문을 제기하고 자신의 생각을 따를 만큼 용감해야 한다는 것을 보여주었습니다.",
    "audio_file": "10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "잔 다르크",
    "story_translation": "옛날 옛적에 프랑스에 잔 다르크라는 소녀가 있었습니다. 조앤은 자신의 나라인 프랑스가 영국이라는 다른 나라와 큰 전쟁을 치르고 있을 때 작은 마을에 살았습니다. 조안은 매우 용감했고 프랑스를 도와야 할 특별한 사명이 있다고 믿었다. 그녀는 조국을 구하라고 말하는 성도들의 목소리를 들었다고 말했다. 조안은 십대에 불과한 소녀였지만 프랑스 왕자를 설득하여 군대를 이끌게 했습니다. 그녀는 갑옷을 입고 말을 타고 병사들을 이끌고 전투에 나섰습니다. 조안의 용기는 주위의 모든 사람들에게 영감을 주었고, 그녀는 몇몇 중요한 전투에서 승리하는 데 도움을 주었다. 사람들은 그녀를 영웅으로 여겼다. 불행히도 그녀는 적들에게 붙잡혀 큰 도전에 직면했습니다. 하지만 조앤은 자신의 사명에 대한 믿음을 결코 멈추지 않았다. 몇 년 후, 그녀는 용기와 애국심의 상징으로 기억되었습니다. 잔 다르크는 성인이 되었고, 전 세계 사람들이 그녀의 이야기를 알고 있습니다. 어머니는 아무리 어리거나 작더라도 용기를 갖고 자신을 믿는다면 위대한 일을 해낼 수 있다고 가르쳐 주셨습니다.",
    "audio_file": "10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "알버트 아인슈타인",
    "story_translation": "옛날 옛적에 알버트 아인슈타인이라는 뛰어난 물리학자가 있었습니다. 앨버트는 우주와 우주가 어떻게 작동하는지에 대해 깊은 호기심을 가지고 있었습니다. 그는 '상대성 이론'이라는 획기적인 이론을 내놓았는데, 이는 우리가 공간, 시간, 중력을 이해하는 방식을 바꾸어 놓았습니다. 그의 공식인 E=mc²는 전 세계적으로 유명해졌습니다. 앨버트는 단순한 과학자가 아니었습니다. 그는 또한 평화와 인권의 옹호자였습니다. 그는 전쟁과 불공정에 반대하는 목소리를 높였다. 그의 연구와 아이디어는 과학에 혁명을 일으켰고 그를 역사상 가장 유명한 과학자 중 한 명으로 만들었습니다. 알버트 아인슈타인은 상상력, 호기심, 노력으로 우주의 신비를 풀고 세상을 더 나은 곳으로 만들 수 있음을 보여주었습니다.",
    "audio_file": "10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "베를린 장벽의 붕괴",
    "story_translation": "옛날 옛적에 1989년 독일 베를린에서 베를린 장벽 붕괴라는 중대한 사건이 일어났습니다. 수십 년 동안 베를린 장벽은 동베를린과 서베를린을 갈라놓았고, 이는 냉전 시대의 동서 분단을 상징했다. 그것은 억압과 분열의 상징으로 서 있는 물리적, 이데올로기적 장벽이었다. 그러나 1989년 가을, 동독에서 일련의 평화적인 시위와 정치적 변화가 일어나 상상도 할 수 없는 일이 벌어졌다. 1989년 11월 9일 밤, 동독 정부는 시민들이 자유롭게 서베를린으로 건너갈 수 있다고 발표했다. 수많은 사람들이 성벽으로 몰려들었고, 그들은 망치와 끌로 성벽을 무너뜨리기 시작했다. 전 세계는 가족과 친구들이 기쁜 마음으로 재회하고, 장벽 양쪽에서 온 사람들이 서로를 얼싸안는 모습을 놀라움으로 지켜보았습니다. 베를린 장벽의 붕괴는 냉전의 종식과 독일의 궁극적인 통일의 시작을 의미했습니다. 장벽을 허물고 자유와 단결을 이루기 위해 함께 모인 사람들의 힘에 대한 증거였습니다.",
    "audio_file": "10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "실크로드",
    "story_translation": "오래 전, 고대에는 실크로드로 알려진 방대한 무역로 네트워크가 존재했습니다. 이 역사적인 여정은 하나의 도로가 아니라 아시아를 가로질러 뻗어 동양과 서양을 연결하는 복잡한 상호 연결된 길의 그물망이었습니다. 실크로드는 중국에서 생산되는 고급 직물인 귀중한 실크에서 그 이름을 따왔는데, 실크로드는 이 경로를 따라 거래되는 가장 인기 있는 상품 중 하나였습니다. 그러나 실크로드는 실크에 관한 것만은 아니었습니다. 그것은 상품, 문화 및 아이디어의 교환을 위한 통로였습니다. 중국, 인도, 페르시아, 아라비아 및 기타 지역의 상인들은 향신료, 귀금속, 보석 및 이국적인 직물과 같은 상품을 운반하면서 위험한 여행에 나섰습니다. 이러한 상품과 함께 그들은 문화, 종교 및 기술을 공유했습니다. 실크로드는 놀라운 지식 교환을 촉진하여 과학, 수학 및 예술의 발전을 이끌었습니다. 또한 불교, 이슬람교, 기독교가 세계 각지로 전파되는 데 중요한 역할을 했습니다. 실크로드가 번성하면서 다양한 문명 간의 협력과 이해의 정신을 키웠습니다. 혹독한 지형과 예측할 수 없는 날씨의 어려움에도 불구하고 상인들은 여행을 계속하여 먼 땅을 연결했습니다. 실크로드는 대륙을 가로질러 사람들을 연결하는 다리였으며 세계 역사를 형성하는 데 중추적인 역할을 했습니다.",
    "audio_file": "10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "중국의 만리장성",
    "story_translation": "수세기 전, 광활하고 오래된 중국의 땅에서 놀라운 건축 프로젝트가 시작되었습니다. 그것은 나중에 세계에서 가장 상징적이고 경외심을 불러일으키는 구조물 중 하나가 될 만리장성의 건설이었습니다. 이 기념비적인 공사는 하나의 성벽이 아니라 중국의 북쪽 국경을 가로질러 뻗어 있는 일련의 성벽, 요새, 망루였습니다. 만리장성의 주요 목적은 유목민의 침략과 군사적 침략으로부터 중국 국가와 제국을 보호하는 것이었습니다. 만리장성 건설은 2,000여 년 전 진나라 시대에 시작되었지만 한, 명, 청 왕조를 포함한 후속 왕조에 의해 확장되고 재건되었습니다. 성벽은 돌, 흙, 나무, 벽돌과 같은 다양한 재료를 사용하여 지어졌으며 13,000마일에서 21,196마일에 이르는 놀라운 거리를 커버했습니다. 그것은 중국인들의 독창성과 결단력에 대한 증거였습니다. 만리장성은 강력한 방어 구조물 역할을 했을 뿐만 아니라 실크로드를 따라 무역, 통신 및 문화 교류를 촉진했습니다. 그것은 시간의 시험을 견뎌 왔으며 중국의 풍부한 역사와 지속적인 힘의 상징으로 남아 있습니다. 오늘날 이곳은 세계 7대 불가사의 중 하나로 인정받고 있으며 전 세계 수백만 명의 사람들이 그 웅장함과 역사적 중요성에 감탄하기 위해 방문합니다.",
    "audio_file": "10027.wav"
  }
]