[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "De 3 Biggetjes",
        "fiction": true,
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "Er was eens een keer, drie kleine varkens die besloten om huizen te bouwen om veilig te blijven. Het eerste varken bouwde een huis van stro omdat het gemakkelijk was. Het tweede varken bouwde een huis van takken, sterker maar nog steeds zwak. Het derde varken bouwde een huis van bakstenen, sterk en stevig. Op een dag kwam er een grote slechte wolf naar het strohuis. Hij blies, puffte, en blies het strohuis moeiteloos omver. Het bange varken rende met zijn broer naar het takkenhuis. De wolf volgde, blies, puffte, en blies het takkenhuis uit elkaar. Beide varkens renden naar het stenen huis, hopend dat het sterk was. De wolf blies en puffte, maar het stenen huis viel niet om. Frustrerend probeerde de wolf door de schoorsteen naar beneden te klimmen om de varkens te vangen. De varkens staken een vuur aan, en de wolf rende bang weg. De drie varkens waren veilig en leerden dat hard werken altijd loont. Ze leefden nog lang en gelukkig in hun sterke, veilige bakstenen huis.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "Goudlokje",
        "fiction": true,
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "Op een zonnige ochtend liep Goudlokje door het bos en vond een klein huisje. De deur stond open, dus besloot Goudlokje naar binnen te stappen en te verkennen. In de keuken vond ze drie kommen pap op de tafel. Ze proefde de eerste kom en zei: Deze pap is te heet! Ze probeerde de tweede kom en zei: Deze pap is te koud! Ze proefde de derde kom en zei gelukkig: Deze pap is precies goed! Na het eten voelde Goudlokje zich moe en zag ze drie stoelen in de woonkamer. Ze ging in de eerste stoel zitten maar zei: Deze stoel is te hard! Ze probeerde de tweede stoel maar zei: Deze stoel is te zacht! Ze ging in de derde stoel zitten en zei: Deze stoel is precies goed! Plotseling brak de kleine stoel, en Goudlokje stond snel verrast op. Voelend dat ze slaperig was, klom ze de trap op en vond drie bedden in een kamer. Ze ging in het eerste bed liggen en zei: Dit bed is te hard! Ze probeerde het tweede bed maar zei: Dit bed is te zacht! Ze ging in het derde bed liggen en zei: Dit bed is precies goed! Goudlokje viel diep in slaap, niet wetende dat de drie beren terug naar huis kwamen. Papa Beer zei: Iemand heeft mijn pap gegeten! in een zeer luide stem. Mama Beer zei: Iemand heeft in mijn stoel gezeten en heeft hem gebroken! Baby Beer zei: Iemand heeft in mijn bed geslapen, en hier is ze! Goudlokje werd wakker, zag de beren en schreeuwde terwijl ze naar buiten rende. Ze racete door het bos en beloofde zichzelf nooit meer vreemde huizen binnen te gaan.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Assepoester",
        "fiction": true,
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "Er was eens een vriendelijk meisje genaamd Cinderella die samen met haar wrede stiefmoeder leefde. Haar stiefmoeder en stiefzussen dwongen haar om al het schoonmaken en koken te doen. Op een dag kondigde de koning een groot bal aan zodat de prins een bruid kon vinden. Cinderella wilde gaan, maar haar stiefmoeder weigerde en liet haar thuis. Terwijl ze huilde, verscheen haar feeënmeter en beloofde haar te helpen om te kunnen gaan. Met een zwaai van haar toverstok transformatieerde ze Cinderella’s lompen in een prachtige jurk. Ze gaf Cinderella glazen muiltjes en veranderde een pompoen in een magische koets. De feeënmeter zei: Wees terug voor middernacht of de magie zal verdwijnen. Op het bal bewonderde iedereen Cinderella, en de prins werd verliefd op haar. Ze dansten de hele nacht samen tot de klok twaalf sloeg, en Cinderella rende weg. Ze liet één glazen muiltje achter, dat de prins gebruikte om naar haar te zoeken. De prins bezocht elk huis en paste het muiltje bij elke jonge vrouw in het koninkrijk. Toen hij bij Cinderella’s huis kwam, probeerden de stiefzussen het, maar hun voeten pasten niet in het muiltje. Cinderella paste het muiltje, en het paste perfect! De prins wist dat zij de ware was. Al snel trouwden ze, en Cinderella vergaf haar stiefmoeder en stiefzussen voor hun wreedheid. Cinderella en de prins leefden nog lang en gelukkig in het grote paleis.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "Jack en de Bonenstaak",
        "fiction": true,
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "Er was eens een arme jongen genaamd Jack die bij zijn moeder woonde. Ze hadden slechts één koe, die ze verkochten voor voedsel en geld. Op een dag ruilde Jack de koe voor magische bonen van een vreemde man. Zijn moeder was woedend en gooide de bonen uit hun raam. Tegen de morgen waren de bonen gegroeid tot een gigantische stengel die de lucht in reikte. Curieus klom Jack de stengel op en ontdekte een enorm kasteel in de wolken. Binnen zag hij een reus die een gouden harp en een magische hen bezat. De hen legde gouden eieren en de harp speelde op zichzelf prachtige liedjes. Jack nam de hen en de harp mee, maar de reus werd wakker en achtervolgde hem. Jack klom snel weer naar beneden terwijl de boze reus hem volgde. Eenmaal op de grond greep Jack een bijl en hakte de stengel om. De reus viel van de stengel en werd nooit meer gezien. Met de gouden eieren van de hen leefden Jack en zijn moeder nog lang en gelukkig.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "De Schildpad en de Haas",
        "fiction": true,
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "Er was eens een snuggere haas die graag opschepte over hoe snel hij was. De haas lachte om een langzaam bewegende schildpad en daagde hem uit voor een race. Vol zelfvertrouwen rende de haas snel vooruit en liet de schildpad ver achter in het stof. Zeker van zijn overwinning besloot de haas een dutje te doen onder een boom. Ondertussen liep de schildpad gestaag door, zonder te stoppen, en passeerde uiteindelijk de slapende haas. Toen de haas wakker werd, realiseerde hij zich dat de schildpad dicht bij de finishlijn was. De haas rende zo snel als hij kon, maar het was te laat. De schildpad passeerde als eerste de finishlijn en won de race tegen de haas. De haas was beschaamd en leerde een waardevolle les over te veel zelfvertrouwen en nederigheid. De schildpad toonde aan dat langzaam en gestaag werken kan winnen van overmoed en haast.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Hans en Grietje",
        "fiction": true,
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "Er was eens, Hans en Griet leefden met hun vader en stiefmoeder. De familie was erg arm, en de stiefmoeder was van plan de kinderen te verlaten. Op een nacht hoorde Hans het plan en verzamelde hij glanzende kiezelsteentjes om een pad te markeren. De volgende dag leidde de ouders Hans en Griet diep het bos in. Toen ze alleen werden gelaten, volgden Hans en Griet het kiezelpad veilig terug naar huis. Boos nam de stiefmoeder hen de volgende dag nog dieper het bos in. Hans probeerde kruimels te laten vallen, maar vogels aten deze op, waardoor de kinderen verloren en bang raakten. Ze doolden rond en ontdekten een snoephuis dat van een heks was, die hen gevangen nam. De heks was van plan Hans te eten en liet Griet al het werk doen. Slimme Griet misleidde de heks en duwde haar in de brandende oven. Ze vonden schatten in het huis van de heks en droegen deze terug naar huis. Hun vader was dolblij, en de kwade stiefmoeder was voor altijd uit hun leven verdwenen. Hans en Griet leefden nog lang en gelukkig, met genoeg eten en zonder zorgen.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "De nieuwe kleren van de keizer",
        "fiction": true,
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "Er was eens een keizer die dol was op het dragen van de fijnste en meest elegante kleren. Twee oplichters kwamen op bezoek en beweerden dat ze magische kleren konden maken die onzichtbaar waren voor dwaasheden. De keizer gaf hen goud en zijde om de prachtige kleding te maken. De oplichters deden alsof ze hard aan het werk waren, maar hielden het goud en de zijde voor zichzelf. Toen de kleren klaar waren, zag de keizer niets, maar vreesde hij het toe te geven. Hij deed alsof hij de onzichtbare kleren bewonderde, bang dat anderen hem dwaas zouden vinden. De oplichters deden alsof ze hem aankleedden en de keizer kondigde een grote parade aan. Iedereen in de menigte deed ook alsof ze de nieuwe kleren van de keizer zagen. Uiteindelijk riep een kind: Maar hij draagt helemaal niets! De menigte mompelde en stemde in, zich realiserend dat de keizer volledig was bedrogen. De keizer was beschaamd, maar ging verder met de parade, te trots om zijn fout toe te geven. Vanaf die dag werd hij nederiger en gaf hij minder om chique kleren.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "Doornroosje",
        "fiction": true,
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "Er was eens een koning en koningin die een kind wilden. Hun wens kwam uit en ze kregen een prachtig dochtertje, Aurora. Feeën schonken Aurora zegeningen zoals schoonheid en vriendelijkheid tijdens een groot feest. Een onuitgenodigde,boze fee vervloekte Aurora om haar vinger te pricken en te sterven. Een vriendelijke fee verzachtte de vloek: Aurora zou slapen totdat de ware liefde haar zou kussen. De koning verbrandde alle spinnenwielen in de hoop Aurora te beschermen tegen de vloek. Jaren later, op haar zestiende verjaardag, vond Aurora een oud spinnenwiel. Ze prikte in haar vinger en viel in een diepe slaap, zoals voorspeld. Het hele kasteel viel in slaap, omringd door dikke, stekelige wijnstokken. Honderd jaar verstreken en een dappere prins ontdekte het slapende kasteel. Hij kuste Aurora, verbrak de betovering en wekte iedereen in het kasteel. Aurora en de prins werden verliefd, trouwden en leefden nog lang en gelukkig.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Ali Baba en de veertig rovers",
        "fiction": true,
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Ali Baba was een arme houthakker die in een klein dorpje woonde. Op een dag zag hij veertig dieven die schatten verstopten in een magische grot. Ze zeiden: Open Sesam, en de grotdeur ging open, waardoor goud en juwelen zichtbaar werden. Nadat ze weg waren, gebruikte Ali Baba dezelfde woorden om de grot binnen te gaan. Hij nam een kleine hoeveelheid schatten mee om zijn arme familie te helpen. De dieven ontdekten dat iemand de grot was binnengegaan en werden erg boos. Ze doorzochten het dorp en verdachten Ali Baba van het stelen van hun schatten. Ali Baba's slimme dienster, Morgiana, ving hun plannen op om hem te doden. Ze bedrog de dieven en redde Ali Baba door hun leider te slim af te zijn. Ali Baba en zijn familie leefden nog lang en gelukkig, dankbaar voor hun fortuin.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "De Visscher en zijn Vrouw",
        "fiction": true,
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Een arme visser ving een magische pratende vis en besloot deze te bevrijden. De vis beloofde hem elke wens te vervullen voor het sparen van zijn leven. De visser vertelde het aan zijn vrouw, die eiste dat ze een groter huis als hun wens zouden krijgen. De vis vervulde de wens en ze verhuisden naar een prachtig huisje. De vrouw werd hebzuchtig en vroeg om een kasteel en om koningin te worden. Elke keer ging de visser terug naar de vis om om meer te vragen. De vis vervulde de wensen, maar de hebzucht van de vrouw bleef maar groeien. Uiteindelijk eiste ze om heerser van de zon, de maan en de sterren te worden. De vis, boos om haar hebzucht, nam alles terug en liet hen in hun hut achter. De visser en zijn vrouw keerden terug naar hun eenvoudige leven en leerden tevreden te zijn.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Amelia Earhart",
        "fiction": false,
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "Er was eens een dappere en avontuurlijke meid genaamd Amelia Earhart. Amelia hield ervan om naar vogels te kijken en droomde ervan om net als zij hoog in de lucht te vliegen. Ze groeide op in een tijd waarin niet veel vrouwen piloot werden, maar Amelia was vastbesloten haar droom te volgen. Ze werkte heel hard en leerde vliegen met vliegtuigen, en werd een van de eerste vrouwelijke piloten ter wereld. Amelia deed iets echt verbluffends: ze vloog helemaal alleen over de grote, wijde Atlantische Oceaan, als eerste vrouw ooit die dat deed! Haar moed en succes toonden iedereen aan dat meisjes ook grote dromen kunnen bereiken. Amelia werd beroemd en inspireerde veel mensen, vooral meisjes, om hun eigen dromen te volgen, ongeacht hoe groot ze zijn. Ze proveerde dat je met vastberadenheid en moed naar de sterren kunt reiken en je dromen waar kunt maken.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Marie Curie",
        "fiction": false,
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "Er was eens, in het land Polen, een zeer nieuwsgierig en slim meisje genaamd Marie Curie. Marie hield van leren, vooral over wetenschap. Toen ze opgroeide, verhuisde ze naar Parijs, Frankrijk, om meer te studeren omdat ze wetenschapper wilde worden. In die tijd waren er niet veel vrouwen die wetenschapper waren, maar Marie was vastberaden. Ze werkte in een klein, donker laboratorium met haar man, Pierre Curie. Samen ontdekten ze iets geweldigs genaamd radium. Radium was een speciaal soort metaal dat in het donker glowde en gebruikt kon worden om artsen te helpen om binnenin mensen te kijken om hen beter te maken. Marie Curie werd erg beroemd om haar ontdekking, en ze won de Nobelprijs, niet één keer, maar twee keer! Ze was de eerste vrouw die deze grote prijs won en de eerste persoon ooit die het twee keer won. Marie toonde de wereld aan dat meisjes ook geweldige wetenschappers kunnen zijn. Ze werkte hard en gaf nooit op, zelfs niet toen het moeilijk was. Haar ontdekkingen hielpen veel mensen en veranderden de wereld van de wetenschap voor altijd.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Nelson Mandela",
        "fiction": false,
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "Er was eens in Zuid-Afrika een man genaamd Nelson Mandela. Mandela was een dappere en wijze man die geloofde dat iedereen gelijk behandeld moest worden, ongeacht de kleur van hun huid. Maar in die tijd waren er in Zuid-Afrika onrechtvaardige wetten genaamd apartheid, die mensen op basis van ras en kleur scheidden. Mandela wilde deze wetten veranderen zodat iedereen, zwart of wit, samen in vrede kon leven. Hij werkte heel hard en sprak met veel mensen, terwijl hij probeerde verandering op een vreedzame manier te brengen. Maar de regering vond dit niet leuk, en zij zetten hem jarenlang in de gevangenis. Mandela gaf nooit de hoop op, en hij werd een symbool van de strijd voor vrijheid. Mensen over de hele wereld wisten van hem en ondersteunden zijn zaak. Uiteindelijk, na 27 jaar, werd hij vrijgelaten. Mandela's droom begon werkelijkheid te worden toen hij de eerste zwarte president van Zuid-Afrika werd, en hij werkte eraan om mensen van alle kleuren samen te brengen. Hij toonde de wereld de kracht van vergeving en hoe belangrijk het is om te vechten voor wat juist is. Nelson Mandela wordt herinnerd als een held die hoop en verandering naar zijn land en de wereld bracht.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Leonardo Da Vinci",
        "fiction": false,
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "Er was eens in Italië een nieuwsgierige en slimme jongen genaamd Leonardo da Vinci. Leonardo hield ervan om de wereld om hem heen te verkennen en had interesse in veel dingen. Hij vond het leuk om te tekenen, te schilderen en zelfs nieuwe dingen uit te vinden. Toen hij opgroeide, werd hij zeer goed in kunst en maakte prachtige schilderijen, waarvan er één de beroemde 'Mona Lisa' is die mensen tot op de dag van vandaag nog bewonderen. Maar Leonardo was niet alleen een artiest; hij was ook een wetenschapper en een uitvinder. Hij bestudeerde vogels en droomde ervan een machine te maken die kon vliegen, net als een vliegtuig van vandaag. Hij keek ook naar het menselijk lichaam om te begrijpen hoe het werkt en tekende veel schetsen van zijn ideeën. Leonardo was een zeer getalenteerde man, en zijn nieuwsgierigheid naar de wereld stopte nooit. Hij bleef zijn hele leven leren en creëren. Hij toonde ons aan dat als je nieuwsgierig bent en hard werkt, je veel verschillende dingen kunt leren en misschien zelfs de wereld kunt veranderen met je ideeën.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Cleopatra",
        "fiction": false,
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "Er was eens, in het oude Egypte, een beroemde koningin genaamd Cleopatra. Cleopatra was niet zomaar een koningin; ze was ook zeer slim en onderlegd. Ze kon veel talen spreken en stond bekend om haar charme en intelligentie. Als heerser van Egypte gaf Cleopatra veel om haar volk en werkte ze hard om haar land sterk en machtig te maken. Ze was ook beroemd om haar schoonheid en haar grote liefdesverhalen met krachtige leiders uit andere landen, zoals Julius Caesar en Marcus Antonius. Cleopatra leefde in een tijd waarin het zeer zeldzaam was voor een vrouw om in zo'n machtige positie te zijn, maar ze toonde aan dat ze net zo goed kon regeren als elke koning. Ze was een van de laatste heersers van het oude Egypte voordat het deel werd van het Romeinse Rijk. Cleopatra's leven was vol avonturen, en ze is door de geschiedenis heen herinnerd als een van de meest fascinerende en invloedrijke vrouwen van haar tijd.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Jeanne d'Arc",
        "fiction": false,
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "Er was eens in Frankrijk een jong meisje genaamd Jeanne d'Arc. Jeanne woonde in een klein dorpje in een tijd waarin haar land, Frankrijk, verwikkeld was in een grote oorlog met een ander land, genaamd Engeland. Jeanne was erg moedig en geloofde dat ze een speciale missie had om Frankrijk te helpen. Ze zei dat ze stemmen van heiligen hoorde die haar vertelde om haar land te redden. Hoewel ze nog maar een tiener en een meisje was, overtuigde Jeanne de prins van Frankrijk om haar een leger te laten leiden. Ze droeg wapenuitrusting en reed op een paard, terwijl ze haar soldaten de strijd in leidde. Jeanne's moed inspireerde iedereen om haar heen, en ze hielp om enkele belangrijke veldslagen te winnen. Mensen zagen haar als een heldin. Helaas werd ze gevangen genomen door haar vijanden en kreeg ze met grote uitdagingen te maken. Maar Jeanne stopte nooit met geloven in haar missie. Jaren later werd ze herinnerd als een symbool van moed en patriottisme. Jeanne d'Arc werd een heilige, en mensen over de hele wereld kennen haar verhaal. Ze leerde ons dat, ongeacht hoe jong of klein je bent, je geweldige dingen kunt doen als je moed hebt en in jezelf gelooft.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Albert Einstein",
        "fiction": false,
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "Er was eens een briljante natuurkundige genaamd Albert Einstein. Albert had een diepe nieuwsgierigheid naar het universum en hoe het werkte. Hij ontwikkelde een baanbrekende theorie genaamd 'Relativiteitstheorie', die de manier waarop we ruimte, tijd en zwaartekracht begrijpen veranderde. Zijn formule, E=mc², werd wereldwijd beroemd. Albert was niet alleen een wetenschapper; hij was ook een voorvechter van vrede en mensenrechten. Hij sprak zich uit tegen oorlog en onrecht. Zijn werk en ideeën revolutioneerden de wetenschap en maakten hem tot een van de beroemdste wetenschappers in de geschiedenis. Albert Einstein toonde ons aan dat we met verbeelding, nieuwsgierigheid en hard werken de mysteries van het universum kunnen ontgrendelen en de wereld een betere plek kunnen maken.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "De Val van de Berlijnse Muur",
        "fiction": false,
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "Er was eens, in 1989, een belangwekkende gebeurtenis die zich voltrok in Berlijn, Duitsland - de val van de Berlijnse Muur. Decennialang had de Berlijnse Muur Oost- en West-Berlijn gescheiden, en symboliseerde het de verdeling tussen Oost en West tijdens de Koude Oorlog. Het was een fysieke en ideologische barrière die als een symbool van onderdrukking en verdeeldheid diende. Echter, in de herfst van 1989 leidde een reeks vreedzame protesten en politieke veranderingen in Oost-Duitsland tot het ondenkbare. In de nacht van 9 november 1989 maakte de Oost-Duitse regering bekend dat burgers vrij konden oversteken naar West-Berlijn. Drommen mensen verzamelden zich bij de muur, en met hamers en beitels begonnen ze deze af te breken. De wereld keek vol verbazing toe terwijl families en vrienden zich jubelend herenigden, en mensen van beide kanten van de muur elkaar omhelsden. De val van de Berlijnse Muur markeerde het begin van het einde van de Koude Oorlog en de uiteindelijke hereniging van Duitsland. Het was een bewijs van de kracht van mensen die samenkomen om barrières te doorbreken en vrijheid en eenheid te bereiken.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "De Zijderoute",
        "fiction": false,
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Lang geleden, in de oude tijden, bestond er een uitgebreid netwerk van handelsroutes dat bekend stond als de Zijderoute. Deze historische reis was niet slechts één weg, maar een complex web van onderling verbonden paden die zich door Azië uitstrekten, van het Oosten naar het Westen. De Zijderoute kreeg zijn naam van de waardevolle zijde, een luxe stof die in China werd geproduceerd en een van de meest gezochte goederen was die langs deze routes werd verhandeld. Echter, de Zijderoute ging niet alleen over zijde; het was een kanaal voor de uitwisseling van goederen, culturen en ideeën. Handelaren uit China, India, Perzië, Arabië en andere regio's ondernemen gevaarlijke reizen, waarbij ze goederen meedroegen zoals specerijen, edelmetalen, edelstenen en exotische textiel. Naast deze artikelen deelden ze hun culturen, religies en technologieën. De Zijderoute faciliteerde een opmerkelijke uitwisseling van kennis, wat leidde tot vooruitgang in wetenschap, wiskunde en kunst. Het speelde ook een significante rol in de verspreiding van het boeddhisme, de islam en het christendom naar verschillende delen van de wereld. Terwijl de Zijderoute bloeide, bevorderde het een geest van samenwerking en begrip tussen diverse beschavingen. Ondanks de uitdagingen van ruige terreinen en onvoorspelbaar weer, zetten handelaren hun reizen voort en smeedden ze verbindingen tussen verre landen. De Zijderoute was een brug die mensen over continenten met elkaar verbond en speelde een cruciale rol in de geschiedenis van onze wereld.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "De Grote Muur van China",
        "fiction": false,
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Vele eeuwen geleden, in het uitgestrekte en oude land van China, begon een opmerkelijk bouwproject. Het was de bouw van wat later een van de meest iconische en indrukwekkende structuren ter wereld zou worden: de Grote Muur van China. Deze monumentale onderneming was niet slechts één muur, maar een reeks muren, vestingwerken en wachttorens die zich uitstrekte over de noordelijke grens van China. Het primaire doel van de Grote Muur was om de Chinese staten en rijken te beschermen tegen invasies van nomadische stammen en militaire invallen. De bouw van de Grote Muur begon meer dan 2.000 jaar geleden tijdens de Qin-dynastie, maar deze werd uitgebreid en herbouwd door de opvolgende dynastieën, waaronder de Han, Ming en Qing. De muur werd gebouwd met verschillende materialen zoals steen, aarde, hout en baksteen, en besloeg een verbazingwekkende afstand, met schattingen variërend van 13.000 tot 21.196 mijl. Het was een bewijs van de vindingrijkheid en vastberadenheid van het Chinese volk. De Grote Muur diende niet alleen als een geduchte verdedigingsstructuur, maar vergemakkelijkte ook handel, communicatie en culturele uitwisselingen langs de Zijderoute. Ze heeft de tand des tijds doorstaan en blijft een symbool van de rijke geschiedenis en duurzame kracht van China. Vandaag de dag wordt ze erkend als een van de Zeven Wereldwonderen en wordt ze bezocht door miljoenen mensen van over de wereld die komen om te genieten van haar grandeur en historische betekenis.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Ontdekking van het graf van Toetanchamon",
        "fiction": false,
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "In 1922 ontdekte archeoloog Howard Carter een oud graf in de Vallei der Koningen in Egypte. Het graf behoorde toe aan farao Toetanchamon, een heerser die meer dan 3.000 jaar geleden leefde. Carter's team vond het graf intact, gevuld met schatten en artefacten van enorme waarde. De ontdekking verbaasde de wereld, aangezien de meeste graven eeuwen eerder waren geplunderd. Binnen ontdekte men gouden beelden, juwelen, strijdwagens en de iconische gouden begrafenismaske. Het graf bevatte ook het gemummificeerde lichaam van Toetanchamon, wat inzicht gaf in de oude Egyptische rituelen. Carter keek beroemd het graf binnen en zei: Ik zie wonderlijke dingen! De artefacten onthulden geheimen over het korte leven van Toetanchamon en de wereld die hij regeerde. De schatten van zijn graf blijven een van de meest significante archeologische vondsten in de geschiedenis. De ontdekking boeide het publiek en ontketende een blijvende fascinatie voor de mysteries van het oude Egypte.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "De Uitvinding van de Drukpers (Johannes Gutenberg)",
        "fiction": false,
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "Er was eens, in de 15e eeuw, dat Johannes Gutenberg een briljant idee had. Hij wilde een machine creëren die boeken snel kon drukken. In 1439 vond Gutenberg de drukpers uit, die gebruikmaakte van verwisselbare metalen letters. Hierdoor konden letters opnieuw worden gerangschikt en hergebruikt voor elke pagina. Het eerste grote boek dat hij drukte, was de Gutenbergbijbel, in 1455. Voor deze uitvinding werden boeken met de hand gekopieerd, wat maanden of zelfs jaren duurde. Gutenbergs uitvinding maakte het drukken sneller, goedkoper en toegankelijker. Kennis verspreidde zich razendsnel, wat de Renaissance en de Reformatie voedde. Mensen konden nu boeken lezen, nieuwe ideeën leren en kennis breed delen. De drukpers veranderde de manier waarop mensen communiceerden en informatie bewaarden. Het wordt beschouwd als een van de belangrijkste uitvindingen in de geschiedenis. Gutenbergs werk revolutioneerde onderwijs, wetenschap en cultuur over de hele wereld. Zijn drukpers legde de basis voor de moderne wereld die we vandaag de dag kennen.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "De Steentafels van Rosetta",
        "fiction": false,
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "In 1799 ontdekten Franse soldaten een vreemde zwarte steen in Rosetta, Egypte. De steen had drie soorten schrift: Grieks, Demotisch en Egyptische hiërogliefen. Geleerden beseften dat het de betekenis van oude hiërogliefen kon ontsluiten. Jean-François Champollion bestudeerde de Steen van Rosetta vele jaren. Hij vergeleek de Griekse tekst met de hiërogliefen om hun betekenis te achterhalen. In 1822 kraakte Champollion de code en decodering van de Egyptische hiërogliefen eindelijk. Deze ontdekking onthulde de geheimen van het oude Egyptische schrift en de cultuur. Het stelde historici in staat om het leven, de religie en de regering van de farao's te begrijpen. De Steen van Rosetta werd een sleutel tot het ontsluiten van 3.000 jaar geschiedenis. Het blijft een van de belangrijkste archeologische vondsten ter wereld. Tegenwoordig wordt de steen tentoongesteld in het British Museum voor iedereen om te zien. De Steen van Rosetta is een symbool van menselijke nieuwsgierigheid en de zoektocht naar kennis.",
        "audio_file": "10022"
    }
]