[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "De 3 Biggetjes",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "Er was eens een keer, drie kleine varkens die besloten om huizen te bouwen om veilig te blijven. Het eerste varken bouwde een huis van stro omdat het gemakkelijk was. Het tweede varken bouwde een huis van takken, sterker maar nog steeds zwak. Het derde varken bouwde een huis van bakstenen, sterk en stevig. Op een dag kwam er een grote slechte wolf naar het strohuis. Hij blies, puffte, en blies het strohuis moeiteloos omver. Het bange varken rende met zijn broer naar het takkenhuis. De wolf volgde, blies, puffte, en blies het takkenhuis uit elkaar. Beide varkens renden naar het stenen huis, hopend dat het sterk was. De wolf blies en puffte, maar het stenen huis viel niet om. Frustrerend probeerde de wolf door de schoorsteen naar beneden te klimmen om de varkens te vangen. De varkens staken een vuur aan, en de wolf rende bang weg. De drie varkens waren veilig en leerden dat hard werken altijd loont. Ze leefden nog lang en gelukkig in hun sterke, veilige bakstenen huis.",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "Goudlokje",
        "fiction": true,
        "level": "beginner",
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "Op een zonnige ochtend liep Goudlokje door het bos en vond een klein huisje. De deur stond open, dus besloot Goudlokje naar binnen te stappen en te verkennen. In de keuken vond ze drie kommen pap op de tafel. Ze proefde de eerste kom en zei: Deze pap is te heet! Ze probeerde de tweede kom en zei: Deze pap is te koud! Ze proefde de derde kom en zei gelukkig: Deze pap is precies goed! Na het eten voelde Goudlokje zich moe en zag ze drie stoelen in de woonkamer. Ze ging in de eerste stoel zitten maar zei: Deze stoel is te hard! Ze probeerde de tweede stoel maar zei: Deze stoel is te zacht! Ze ging in de derde stoel zitten en zei: Deze stoel is precies goed! Plotseling brak de kleine stoel, en Goudlokje stond snel verrast op. Voelend dat ze slaperig was, klom ze de trap op en vond drie bedden in een kamer. Ze ging in het eerste bed liggen en zei: Dit bed is te hard! Ze probeerde het tweede bed maar zei: Dit bed is te zacht! Ze ging in het derde bed liggen en zei: Dit bed is precies goed! Goudlokje viel diep in slaap, niet wetende dat de drie beren terug naar huis kwamen. Papa Beer zei: Iemand heeft mijn pap gegeten! in een zeer luide stem. Mama Beer zei: Iemand heeft in mijn stoel gezeten en heeft hem gebroken! Baby Beer zei: Iemand heeft in mijn bed geslapen, en hier is ze! Goudlokje werd wakker, zag de beren en schreeuwde terwijl ze naar buiten rende. Ze racete door het bos en beloofde zichzelf nooit meer vreemde huizen binnen te gaan.",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Assepoester",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "Er was eens een vriendelijk meisje genaamd Cinderella die samen met haar wrede stiefmoeder leefde. Haar stiefmoeder en stiefzussen dwongen haar om al het schoonmaken en koken te doen. Op een dag kondigde de koning een groot bal aan zodat de prins een bruid kon vinden. Cinderella wilde gaan, maar haar stiefmoeder weigerde en liet haar thuis. Terwijl ze huilde, verscheen haar feeënmeter en beloofde haar te helpen om te kunnen gaan. Met een zwaai van haar toverstok transformatieerde ze Cinderella’s lompen in een prachtige jurk. Ze gaf Cinderella glazen muiltjes en veranderde een pompoen in een magische koets. De feeënmeter zei: Wees terug voor middernacht of de magie zal verdwijnen. Op het bal bewonderde iedereen Cinderella, en de prins werd verliefd op haar. Ze dansten de hele nacht samen tot de klok twaalf sloeg, en Cinderella rende weg. Ze liet één glazen muiltje achter, dat de prins gebruikte om naar haar te zoeken. De prins bezocht elk huis en paste het muiltje bij elke jonge vrouw in het koninkrijk. Toen hij bij Cinderella’s huis kwam, probeerden de stiefzussen het, maar hun voeten pasten niet in het muiltje. Cinderella paste het muiltje, en het paste perfect! De prins wist dat zij de ware was. Al snel trouwden ze, en Cinderella vergaf haar stiefmoeder en stiefzussen voor hun wreedheid. Cinderella en de prins leefden nog lang en gelukkig in het grote paleis.",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "Jack en de Bonenstaak",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "Er was eens een arme jongen genaamd Jack die bij zijn moeder woonde. Ze hadden slechts één koe, die ze verkochten voor voedsel en geld. Op een dag ruilde Jack de koe voor magische bonen van een vreemde man. Zijn moeder was woedend en gooide de bonen uit hun raam. Tegen de morgen waren de bonen gegroeid tot een gigantische stengel die de lucht in reikte. Curieus klom Jack de stengel op en ontdekte een enorm kasteel in de wolken. Binnen zag hij een reus die een gouden harp en een magische hen bezat. De hen legde gouden eieren en de harp speelde op zichzelf prachtige liedjes. Jack nam de hen en de harp mee, maar de reus werd wakker en achtervolgde hem. Jack klom snel weer naar beneden terwijl de boze reus hem volgde. Eenmaal op de grond greep Jack een bijl en hakte de stengel om. De reus viel van de stengel en werd nooit meer gezien. Met de gouden eieren van de hen leefden Jack en zijn moeder nog lang en gelukkig.",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "De Schildpad en de Haas",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "Er was eens een snuggere haas die graag opschepte over hoe snel hij was. De haas lachte om een langzaam bewegende schildpad en daagde hem uit voor een race. Vol zelfvertrouwen rende de haas snel vooruit en liet de schildpad ver achter in het stof. Zeker van zijn overwinning besloot de haas een dutje te doen onder een boom. Ondertussen liep de schildpad gestaag door, zonder te stoppen, en passeerde uiteindelijk de slapende haas. Toen de haas wakker werd, realiseerde hij zich dat de schildpad dicht bij de finishlijn was. De haas rende zo snel als hij kon, maar het was te laat. De schildpad passeerde als eerste de finishlijn en won de race tegen de haas. De haas was beschaamd en leerde een waardevolle les over te veel zelfvertrouwen en nederigheid. De schildpad toonde aan dat langzaam en gestaag werken kan winnen van overmoed en haast.",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "Hans en Grietje",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "Er was eens, Hans en Griet leefden met hun vader en stiefmoeder. De familie was erg arm, en de stiefmoeder was van plan de kinderen te verlaten. Op een nacht hoorde Hans het plan en verzamelde hij glanzende kiezelsteentjes om een pad te markeren. De volgende dag leidde de ouders Hans en Griet diep het bos in. Toen ze alleen werden gelaten, volgden Hans en Griet het kiezelpad veilig terug naar huis. Boos nam de stiefmoeder hen de volgende dag nog dieper het bos in. Hans probeerde kruimels te laten vallen, maar vogels aten deze op, waardoor de kinderen verloren en bang raakten. Ze doolden rond en ontdekten een snoephuis dat van een heks was, die hen gevangen nam. De heks was van plan Hans te eten en liet Griet al het werk doen. Slimme Griet misleidde de heks en duwde haar in de brandende oven. Ze vonden schatten in het huis van de heks en droegen deze terug naar huis. Hun vader was dolblij, en de kwade stiefmoeder was voor altijd uit hun leven verdwenen. Hans en Griet leefden nog lang en gelukkig, met genoeg eten en zonder zorgen.",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "De nieuwe kleren van de keizer",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "Er was eens een keizer die dol was op het dragen van de fijnste en meest elegante kleren. Twee oplichters kwamen op bezoek en beweerden dat ze magische kleren konden maken die onzichtbaar waren voor dwaasheden. De keizer gaf hen goud en zijde om de prachtige kleding te maken. De oplichters deden alsof ze hard aan het werk waren, maar hielden het goud en de zijde voor zichzelf. Toen de kleren klaar waren, zag de keizer niets, maar vreesde hij het toe te geven. Hij deed alsof hij de onzichtbare kleren bewonderde, bang dat anderen hem dwaas zouden vinden. De oplichters deden alsof ze hem aankleedden en de keizer kondigde een grote parade aan. Iedereen in de menigte deed ook alsof ze de nieuwe kleren van de keizer zagen. Uiteindelijk riep een kind: Maar hij draagt helemaal niets! De menigte mompelde en stemde in, zich realiserend dat de keizer volledig was bedrogen. De keizer was beschaamd, maar ging verder met de parade, te trots om zijn fout toe te geven. Vanaf die dag werd hij nederiger en gaf hij minder om chique kleren.",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "Doornroosje",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "Er was eens een koning en koningin die een kind wilden. Hun wens kwam uit en ze kregen een prachtig dochtertje, Aurora. Feeën schonken Aurora zegeningen zoals schoonheid en vriendelijkheid tijdens een groot feest. Een onuitgenodigde,boze fee vervloekte Aurora om haar vinger te pricken en te sterven. Een vriendelijke fee verzachtte de vloek: Aurora zou slapen totdat de ware liefde haar zou kussen. De koning verbrandde alle spinnenwielen in de hoop Aurora te beschermen tegen de vloek. Jaren later, op haar zestiende verjaardag, vond Aurora een oud spinnenwiel. Ze prikte in haar vinger en viel in een diepe slaap, zoals voorspeld. Het hele kasteel viel in slaap, omringd door dikke, stekelige wijnstokken. Honderd jaar verstreken en een dappere prins ontdekte het slapende kasteel. Hij kuste Aurora, verbrak de betovering en wekte iedereen in het kasteel. Aurora en de prins werden verliefd, trouwden en leefden nog lang en gelukkig.",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "Ali Baba en de veertig rovers",
        "fiction": true,
        "level": "beginner",
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "Ali Baba was een arme houthakker die in een klein dorpje woonde. Op een dag zag hij veertig dieven die schatten verstopten in een magische grot. Ze zeiden: Open Sesam, en de grotdeur ging open, waardoor goud en juwelen zichtbaar werden. Nadat ze weg waren, gebruikte Ali Baba dezelfde woorden om de grot binnen te gaan. Hij nam een kleine hoeveelheid schatten mee om zijn arme familie te helpen. De dieven ontdekten dat iemand de grot was binnengegaan en werden erg boos. Ze doorzochten het dorp en verdachten Ali Baba van het stelen van hun schatten. Ali Baba's slimme dienster, Morgiana, ving hun plannen op om hem te doden. Ze bedrog de dieven en redde Ali Baba door hun leider te slim af te zijn. Ali Baba en zijn familie leefden nog lang en gelukkig, dankbaar voor hun fortuin.",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "De Visscher en zijn Vrouw",
        "fiction": true,
        "level": "beginner",
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "Een arme visser ving een magische pratende vis en besloot deze te bevrijden. De vis beloofde hem elke wens te vervullen voor het sparen van zijn leven. De visser vertelde het aan zijn vrouw, die eiste dat ze een groter huis als hun wens zouden krijgen. De vis vervulde de wens en ze verhuisden naar een prachtig huisje. De vrouw werd hebzuchtig en vroeg om een kasteel en om koningin te worden. Elke keer ging de visser terug naar de vis om om meer te vragen. De vis vervulde de wensen, maar de hebzucht van de vrouw bleef maar groeien. Uiteindelijk eiste ze om heerser van de zon, de maan en de sterren te worden. De vis, boos om haar hebzucht, nam alles terug en liet hen in hun hut achter. De visser en zijn vrouw keerden terug naar hun eenvoudige leven en leerden tevreden te zijn.",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "Amelia Earhart",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "Er was eens een dappere en avontuurlijke meid genaamd Amelia Earhart. Amelia hield ervan om naar vogels te kijken en droomde ervan om net als zij hoog in de lucht te vliegen. Ze groeide op in een tijd waarin niet veel vrouwen piloot werden, maar Amelia was vastbesloten haar droom te volgen. Ze werkte heel hard en leerde vliegen met vliegtuigen, en werd een van de eerste vrouwelijke piloten ter wereld. Amelia deed iets echt verbluffends: ze vloog helemaal alleen over de grote, wijde Atlantische Oceaan, als eerste vrouw ooit die dat deed! Haar moed en succes toonden iedereen aan dat meisjes ook grote dromen kunnen bereiken. Amelia werd beroemd en inspireerde veel mensen, vooral meisjes, om hun eigen dromen te volgen, ongeacht hoe groot ze zijn. Ze proveerde dat je met vastberadenheid en moed naar de sterren kunt reiken en je dromen waar kunt maken.",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "Marie Curie",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "Er was eens, in het land Polen, een zeer nieuwsgierig en slim meisje genaamd Marie Curie. Marie hield van leren, vooral over wetenschap. Toen ze opgroeide, verhuisde ze naar Parijs, Frankrijk, om meer te studeren omdat ze wetenschapper wilde worden. In die tijd waren er niet veel vrouwen die wetenschapper waren, maar Marie was vastberaden. Ze werkte in een klein, donker laboratorium met haar man, Pierre Curie. Samen ontdekten ze iets geweldigs genaamd radium. Radium was een speciaal soort metaal dat in het donker glowde en gebruikt kon worden om artsen te helpen om binnenin mensen te kijken om hen beter te maken. Marie Curie werd erg beroemd om haar ontdekking, en ze won de Nobelprijs, niet één keer, maar twee keer! Ze was de eerste vrouw die deze grote prijs won en de eerste persoon ooit die het twee keer won. Marie toonde de wereld aan dat meisjes ook geweldige wetenschappers kunnen zijn. Ze werkte hard en gaf nooit op, zelfs niet toen het moeilijk was. Haar ontdekkingen hielpen veel mensen en veranderden de wereld van de wetenschap voor altijd.",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "Nelson Mandela",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "Er was eens in Zuid-Afrika een man genaamd Nelson Mandela. Mandela was een dappere en wijze man die geloofde dat iedereen gelijk behandeld moest worden, ongeacht de kleur van hun huid. Maar in die tijd waren er in Zuid-Afrika onrechtvaardige wetten genaamd apartheid, die mensen op basis van ras en kleur scheidden. Mandela wilde deze wetten veranderen zodat iedereen, zwart of wit, samen in vrede kon leven. Hij werkte heel hard en sprak met veel mensen, terwijl hij probeerde verandering op een vreedzame manier te brengen. Maar de regering vond dit niet leuk, en zij zetten hem jarenlang in de gevangenis. Mandela gaf nooit de hoop op, en hij werd een symbool van de strijd voor vrijheid. Mensen over de hele wereld wisten van hem en ondersteunden zijn zaak. Uiteindelijk, na 27 jaar, werd hij vrijgelaten. Mandela's droom begon werkelijkheid te worden toen hij de eerste zwarte president van Zuid-Afrika werd, en hij werkte eraan om mensen van alle kleuren samen te brengen. Hij toonde de wereld de kracht van vergeving en hoe belangrijk het is om te vechten voor wat juist is. Nelson Mandela wordt herinnerd als een held die hoop en verandering naar zijn land en de wereld bracht.",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "Leonardo Da Vinci",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "Er was eens in Italië een nieuwsgierige en slimme jongen genaamd Leonardo da Vinci. Leonardo hield ervan om de wereld om hem heen te verkennen en had interesse in veel dingen. Hij vond het leuk om te tekenen, te schilderen en zelfs nieuwe dingen uit te vinden. Toen hij opgroeide, werd hij zeer goed in kunst en maakte prachtige schilderijen, waarvan er één de beroemde 'Mona Lisa' is die mensen tot op de dag van vandaag nog bewonderen. Maar Leonardo was niet alleen een artiest; hij was ook een wetenschapper en een uitvinder. Hij bestudeerde vogels en droomde ervan een machine te maken die kon vliegen, net als een vliegtuig van vandaag. Hij keek ook naar het menselijk lichaam om te begrijpen hoe het werkt en tekende veel schetsen van zijn ideeën. Leonardo was een zeer getalenteerde man, en zijn nieuwsgierigheid naar de wereld stopte nooit. Hij bleef zijn hele leven leren en creëren. Hij toonde ons aan dat als je nieuwsgierig bent en hard werkt, je veel verschillende dingen kunt leren en misschien zelfs de wereld kunt veranderen met je ideeën.",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "Cleopatra",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "Er was eens, in het oude Egypte, een beroemde koningin genaamd Cleopatra. Cleopatra was niet zomaar een koningin; ze was ook zeer slim en onderlegd. Ze kon veel talen spreken en stond bekend om haar charme en intelligentie. Als heerser van Egypte gaf Cleopatra veel om haar volk en werkte ze hard om haar land sterk en machtig te maken. Ze was ook beroemd om haar schoonheid en haar grote liefdesverhalen met krachtige leiders uit andere landen, zoals Julius Caesar en Marcus Antonius. Cleopatra leefde in een tijd waarin het zeer zeldzaam was voor een vrouw om in zo'n machtige positie te zijn, maar ze toonde aan dat ze net zo goed kon regeren als elke koning. Ze was een van de laatste heersers van het oude Egypte voordat het deel werd van het Romeinse Rijk. Cleopatra's leven was vol avonturen, en ze is door de geschiedenis heen herinnerd als een van de meest fascinerende en invloedrijke vrouwen van haar tijd.",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "Jeanne d'Arc",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "Er was eens in Frankrijk een jong meisje genaamd Jeanne d'Arc. Jeanne woonde in een klein dorpje in een tijd waarin haar land, Frankrijk, verwikkeld was in een grote oorlog met een ander land, genaamd Engeland. Jeanne was erg moedig en geloofde dat ze een speciale missie had om Frankrijk te helpen. Ze zei dat ze stemmen van heiligen hoorde die haar vertelde om haar land te redden. Hoewel ze nog maar een tiener en een meisje was, overtuigde Jeanne de prins van Frankrijk om haar een leger te laten leiden. Ze droeg wapenuitrusting en reed op een paard, terwijl ze haar soldaten de strijd in leidde. Jeanne's moed inspireerde iedereen om haar heen, en ze hielp om enkele belangrijke veldslagen te winnen. Mensen zagen haar als een heldin. Helaas werd ze gevangen genomen door haar vijanden en kreeg ze met grote uitdagingen te maken. Maar Jeanne stopte nooit met geloven in haar missie. Jaren later werd ze herinnerd als een symbool van moed en patriottisme. Jeanne d'Arc werd een heilige, en mensen over de hele wereld kennen haar verhaal. Ze leerde ons dat, ongeacht hoe jong of klein je bent, je geweldige dingen kunt doen als je moed hebt en in jezelf gelooft.",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "Albert Einstein",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "Er was eens een briljante natuurkundige genaamd Albert Einstein. Albert had een diepe nieuwsgierigheid naar het universum en hoe het werkte. Hij ontwikkelde een baanbrekende theorie genaamd 'Relativiteitstheorie', die de manier waarop we ruimte, tijd en zwaartekracht begrijpen veranderde. Zijn formule, E=mc², werd wereldwijd beroemd. Albert was niet alleen een wetenschapper; hij was ook een voorvechter van vrede en mensenrechten. Hij sprak zich uit tegen oorlog en onrecht. Zijn werk en ideeën revolutioneerden de wetenschap en maakten hem tot een van de beroemdste wetenschappers in de geschiedenis. Albert Einstein toonde ons aan dat we met verbeelding, nieuwsgierigheid en hard werken de mysteries van het universum kunnen ontgrendelen en de wereld een betere plek kunnen maken.",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "De Val van de Berlijnse Muur",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "Er was eens, in 1989, een belangwekkende gebeurtenis die zich voltrok in Berlijn, Duitsland - de val van de Berlijnse Muur. Decennialang had de Berlijnse Muur Oost- en West-Berlijn gescheiden, en symboliseerde het de verdeling tussen Oost en West tijdens de Koude Oorlog. Het was een fysieke en ideologische barrière die als een symbool van onderdrukking en verdeeldheid diende. Echter, in de herfst van 1989 leidde een reeks vreedzame protesten en politieke veranderingen in Oost-Duitsland tot het ondenkbare. In de nacht van 9 november 1989 maakte de Oost-Duitse regering bekend dat burgers vrij konden oversteken naar West-Berlijn. Drommen mensen verzamelden zich bij de muur, en met hamers en beitels begonnen ze deze af te breken. De wereld keek vol verbazing toe terwijl families en vrienden zich jubelend herenigden, en mensen van beide kanten van de muur elkaar omhelsden. De val van de Berlijnse Muur markeerde het begin van het einde van de Koude Oorlog en de uiteindelijke hereniging van Duitsland. Het was een bewijs van de kracht van mensen die samenkomen om barrières te doorbreken en vrijheid en eenheid te bereiken.",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "De Zijderoute",
        "fiction": false,
        "level": "beginner",
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "Lang geleden, in de oude tijden, bestond er een uitgebreid netwerk van handelsroutes dat bekend stond als de Zijderoute. Deze historische reis was niet slechts één weg, maar een complex web van onderling verbonden paden die zich door Azië uitstrekten, van het Oosten naar het Westen. De Zijderoute kreeg zijn naam van de waardevolle zijde, een luxe stof die in China werd geproduceerd en een van de meest gezochte goederen was die langs deze routes werd verhandeld. Echter, de Zijderoute ging niet alleen over zijde; het was een kanaal voor de uitwisseling van goederen, culturen en ideeën. Handelaren uit China, India, Perzië, Arabië en andere regio's ondernemen gevaarlijke reizen, waarbij ze goederen meedroegen zoals specerijen, edelmetalen, edelstenen en exotische textiel. Naast deze artikelen deelden ze hun culturen, religies en technologieën. De Zijderoute faciliteerde een opmerkelijke uitwisseling van kennis, wat leidde tot vooruitgang in wetenschap, wiskunde en kunst. Het speelde ook een significante rol in de verspreiding van het boeddhisme, de islam en het christendom naar verschillende delen van de wereld. Terwijl de Zijderoute bloeide, bevorderde het een geest van samenwerking en begrip tussen diverse beschavingen. Ondanks de uitdagingen van ruige terreinen en onvoorspelbaar weer, zetten handelaren hun reizen voort en smeedden ze verbindingen tussen verre landen. De Zijderoute was een brug die mensen over continenten met elkaar verbond en speelde een cruciale rol in de geschiedenis van onze wereld.",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "De Grote Muur van China",
        "fiction": false,
        "level": "beginner",
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "Vele eeuwen geleden, in het uitgestrekte en oude land van China, begon een opmerkelijk bouwproject. Het was de bouw van wat later een van de meest iconische en indrukwekkende structuren ter wereld zou worden: de Grote Muur van China. Deze monumentale onderneming was niet slechts één muur, maar een reeks muren, vestingwerken en wachttorens die zich uitstrekte over de noordelijke grens van China. Het primaire doel van de Grote Muur was om de Chinese staten en rijken te beschermen tegen invasies van nomadische stammen en militaire invallen. De bouw van de Grote Muur begon meer dan 2.000 jaar geleden tijdens de Qin-dynastie, maar deze werd uitgebreid en herbouwd door de opvolgende dynastieën, waaronder de Han, Ming en Qing. De muur werd gebouwd met verschillende materialen zoals steen, aarde, hout en baksteen, en besloeg een verbazingwekkende afstand, met schattingen variërend van 13.000 tot 21.196 mijl. Het was een bewijs van de vindingrijkheid en vastberadenheid van het Chinese volk. De Grote Muur diende niet alleen als een geduchte verdedigingsstructuur, maar vergemakkelijkte ook handel, communicatie en culturele uitwisselingen langs de Zijderoute. Ze heeft de tand des tijds doorstaan en blijft een symbool van de rijke geschiedenis en duurzame kracht van China. Vandaag de dag wordt ze erkend als een van de Zeven Wereldwonderen en wordt ze bezocht door miljoenen mensen van over de wereld die komen om te genieten van haar grandeur en historische betekenis.",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "Ontdekking van het graf van Toetanchamon",
        "fiction": false,
        "level": "beginner",
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "In 1922 ontdekte archeoloog Howard Carter een oud graf in de Vallei der Koningen in Egypte. Het graf behoorde toe aan farao Toetanchamon, een heerser die meer dan 3.000 jaar geleden leefde. Carter's team vond het graf intact, gevuld met schatten en artefacten van enorme waarde. De ontdekking verbaasde de wereld, aangezien de meeste graven eeuwen eerder waren geplunderd. Binnen ontdekte men gouden beelden, juwelen, strijdwagens en de iconische gouden begrafenismaske. Het graf bevatte ook het gemummificeerde lichaam van Toetanchamon, wat inzicht gaf in de oude Egyptische rituelen. Carter keek beroemd het graf binnen en zei: Ik zie wonderlijke dingen! De artefacten onthulden geheimen over het korte leven van Toetanchamon en de wereld die hij regeerde. De schatten van zijn graf blijven een van de meest significante archeologische vondsten in de geschiedenis. De ontdekking boeide het publiek en ontketende een blijvende fascinatie voor de mysteries van het oude Egypte.",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "De Uitvinding van de Drukpers (Johannes Gutenberg)",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "Er was eens, in de 15e eeuw, dat Johannes Gutenberg een briljant idee had. Hij wilde een machine creëren die boeken snel kon drukken. In 1439 vond Gutenberg de drukpers uit, die gebruikmaakte van verwisselbare metalen letters. Hierdoor konden letters opnieuw worden gerangschikt en hergebruikt voor elke pagina. Het eerste grote boek dat hij drukte, was de Gutenbergbijbel, in 1455. Voor deze uitvinding werden boeken met de hand gekopieerd, wat maanden of zelfs jaren duurde. Gutenbergs uitvinding maakte het drukken sneller, goedkoper en toegankelijker. Kennis verspreidde zich razendsnel, wat de Renaissance en de Reformatie voedde. Mensen konden nu boeken lezen, nieuwe ideeën leren en kennis breed delen. De drukpers veranderde de manier waarop mensen communiceerden en informatie bewaarden. Het wordt beschouwd als een van de belangrijkste uitvindingen in de geschiedenis. Gutenbergs werk revolutioneerde onderwijs, wetenschap en cultuur over de hele wereld. Zijn drukpers legde de basis voor de moderne wereld die we vandaag de dag kennen.",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "De Steentafels van Rosetta",
        "fiction": false,
        "level": "beginner",
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "In 1799 ontdekten Franse soldaten een vreemde zwarte steen in Rosetta, Egypte. De steen had drie soorten schrift: Grieks, Demotisch en Egyptische hiërogliefen. Geleerden beseften dat het de betekenis van oude hiërogliefen kon ontsluiten. Jean-François Champollion bestudeerde de Steen van Rosetta vele jaren. Hij vergeleek de Griekse tekst met de hiërogliefen om hun betekenis te achterhalen. In 1822 kraakte Champollion de code en decodering van de Egyptische hiërogliefen eindelijk. Deze ontdekking onthulde de geheimen van het oude Egyptische schrift en de cultuur. Het stelde historici in staat om het leven, de religie en de regering van de farao's te begrijpen. De Steen van Rosetta werd een sleutel tot het ontsluiten van 3.000 jaar geschiedenis. Het blijft een van de belangrijkste archeologische vondsten ter wereld. Tegenwoordig wordt de steen tentoongesteld in het British Museum voor iedereen om te zien. De Steen van Rosetta is een symbool van menselijke nieuwsgierigheid en de zoektocht naar kennis.",
        "audio_file": "10022"
    },
    {
        "title": "The Siege of Constantinople",
        "title_translation": "Het Beleg van Constantinopel",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1453, the Byzantine Empire faced its darkest hour as the Ottoman Sultan Mehmed II launched a massive assault on Constantinople. The city, once the jewel of Christendom, stood as the last remnant of the Eastern Roman Empire. Its towering walls had repelled countless invaders, but Mehmed was determined to succeed where others had failed. The Ottomans brought an arsenal of innovative weaponry, including a colossal cannon called the Basilica, capable of shattering stone walls. For weeks, the city endured relentless bombardment. Inside, Emperor Constantine XI rallied his people, uniting soldiers and civilians to defend their home against overwhelming odds. Despite the defenders' bravery, the city's resources dwindled. The Ottomans used tunnels to undermine the walls and deployed ships to blockade the city's harbor. On May 29, Mehmed launched his final assault. The defenders fought valiantly, but the walls were breached. As the invaders poured into the city, Constantine is said to have removed his imperial regalia and charged into battle, preferring death to capture. By day's end, the city had fallen, marking the end of the Byzantine Empire. Mehmed entered the Hagia Sophia, converting it into a mosque, a symbol of his victory. The fall of Constantinople reshaped history, opening the gateway for Ottoman expansion into Europe and marking the end of the medieval era. It also spurred European nations to seek new trade routes, igniting the Age of Exploration. The city's legacy as a crossroads of cultures, however, would endure.",
        "story_translation": "In 1453 beleefde het Byzantijnse Rijk zijn donkerste uur toen de Ottomaanse Sultan Mehmed II een massale aanval op Constantinopel lanceerde. De stad, ooit de parel van het christendom, was de laatste overblijfsel van het Oost-Romeinse Rijk. Zijn torenhoge muren hadden talloze indringers afgestoten, maar Mehmed was vastbesloten om te slagen waar anderen hadden gefaald. De Ottomanen brachten een arsenaal aan innovatieve wapens mee, waaronder een kolossaal kanon genaamd de Basilica, dat in staat was om stenen muren te verwoesten. Wekenlang onderging de stad onophoudelijke bombardementen. Binnen rallyde keizer Constantijn XI zijn volk, waarbij hij soldaten en burgers verenigde om hun thuis te verdedigen tegen overweldigende kansen. Ondanks de moed van de verdedigers, slonken de middelen van de stad. De Ottomanen gebruikten tunnels om de muren te ondermijnen en zetten schepen in om de haven van de stad te blokkeren. Op 29 mei lanceerde Mehmed zijn laatste aanval. De verdedigers vochten dapper, maar de muren werden doorbroken. Toen de indringers de stad binnenstroomden, wordt gezegd dat Constantijn zijn keizerlijke regalia afdeed en de strijd inging, de voorkeur gevend aan de dood boven gevangenname. Tegen het einde van de dag was de stad gevallen, wat het einde van het Byzantijnse Rijk betekende. Mehmed betrad de Hagia Sophia en veranderde het in een moskee, een symbool van zijn overwinning. De val van Constantinopel herschreef de geschiedenis, opende de poort voor de Ottomaanse expansie in Europa en markeerde het einde van het middeleeuwse tijdperk. Het spoorde Europese naties ook aan om nieuwe handelsroutes te zoeken, wat de Tijd van Ontdekkingen inluidde. De erfenis van de stad als kruispunt van culturen zou echter voortduren.",
        "audio_file": "10025"
    },
    {
        "title": "Battle of Waterloo",
        "title_translation": "Slag bij Waterloo",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1815, on the fields of Waterloo in Belgium, one of history’s most decisive battles unfolded. Napoleon Bonaparte, recently escaped from exile on Elba, sought to reclaim his empire. Facing him were the combined forces of the Duke of Wellington and Prussian Field Marshal Blücher. The battlefield was soaked from days of rain, making movement difficult for troops and artillery. Napoleon, relying on his strategic brilliance, delayed his attack to let the ground dry. This hesitation allowed the Allied forces to strengthen their positions. As the battle commenced, French infantry and cavalry charged the Allied lines repeatedly. Wellington’s troops held firm in a defensive posture, famously relying on a sunken road and fortified farmhouses like La Haye Sainte. Meanwhile, the Prussian army, marching tirelessly, approached from the east. By late afternoon, Napoleon’s elite Imperial Guard advanced, expecting to break the Allies. To their shock, Wellington’s troops counterattacked, forcing the Guard to retreat. Soon after, Blücher’s Prussians arrived, striking the French from the rear. Surrounded and outnumbered, Napoleon's army disintegrated. This defeat marked the end of the Napoleonic Wars and sealed Napoleon’s fate as he was exiled to the remote island of Saint Helena. The Battle of Waterloo reshaped Europe, ushering in a new era of relative peace under the Congress of Vienna.",
        "story_translation": "In 1815 vond op de velden van Waterloo in België een van de meest beslissende veldslagen uit de geschiedenis plaats. Napoleon Bonaparte, die recentelijk uit zijn ballingschap op Elba was ontsnapt, probeerde zijn rijk terug te veroveren. Hem stonden de gecombineerde troepen van de hertog van Wellington en de Pruisische veldmaarschalk Blücher tegenover. Het slagveld was door dagenlange regen doordrenkt, wat de beweging van troepen en artillerie bemoeilijkte. Napoleon, vertrouwend op zijn strategische briljantheid, stelde zijn aanval uit om de grond te laten opdrogen. Deze aarzeling gaf de geallieerde troepen de kans om hun posities te versterken. Toen de strijd begon, chargeerden Franse infanterie en cavalerie herhaaldelijk de geallieerde linies. Wellington's troepen hielden stand in een verdedigende houding, beroemd om hun gebruik van een verzonken weg en versterkte boerderijen zoals La Haye Sainte. Ondertussen naderde het Pruisische leger, dat onvermoeid marcheerde, vanuit het oosten. Tegen de late namiddag trok Napoleon's elite keizerlijke garde ten strijde, in de verwachting de geallieerden te doorbreken. Tot hun schrik voerden Wellington's troepen een tegenaanval uit, waardoor de garde gedwongen werd zich terug te trekken. Kort daarna arriveerden Blüchers Pruisen en sloegen van achteren toe op de Fransen. Omringd en in de minderheid, viel Napoleon's leger uit elkaar. Deze nederlaag markeerde het einde van de Napoleontische Oorlogen en bezegelde Napoleon's lot toen hij werd verbannen naar het afgelegen eiland Sint-Helena. De Slag bij Waterloo hervormde Europa en luidde een nieuw tijdperk van relatieve vrede in onder het Congres van Wenen.",
        "audio_file": "10026"
    },
    {
        "title": "Destruction of Pompeii",
        "title_translation": "Verwoesting van Pompeii",
        "fiction": false,
        "level": "intermediate",
        "story": "In 79 AD, the ancient Roman city of Pompeii bustled with life. Located near the Bay of Naples, it was a prosperous town, known for its grand villas, busy markets, and vibrant streets. Life carried on as usual beneath the looming shadow of Mount Vesuvius, a volcano many believed to be dormant. On August 24, everything changed. Without warning, Vesuvius erupted violently, spewing ash, pumice, and deadly gases into the sky. The eruption lasted for two days, burying Pompeii under meters of volcanic debris. Many residents tried to flee, but the fast-moving pyroclastic flows made escape nearly impossible. For centuries, Pompeii lay hidden beneath the ash, preserved in remarkable detail. In the 18th century, archaeologists began uncovering the city, revealing its well-preserved streets, homes, and even the remains of its residents, frozen in time by the ash. Artifacts like frescoes, mosaics, and pottery provided a glimpse into daily life in the Roman Empire. The discovery was bittersweet—a reminder of the sudden tragedy and a celebration of the rich culture that had thrived there. Today, Pompeii is a UNESCO World Heritage Site, visited by millions who walk its streets and imagine the lives of those who lived in its shadow. It stands as a testament to the power of nature and the resilience of history.",
        "story_translation": "In 79 na Christus was de oude Romeinse stad Pompeii levendig en bruisend van het leven. Gelegen nabij de Baai van Napels, was het een welvarende stad, bekend om zijn grandioze villa's, drukke markten en levendige straten. Het leven ging zijn gewone gang onder de dreigende schaduw van de Vesuvius, een vulkaan waarvan velen geloofden dat deze slapend was. Op 24 augustus veranderde alles. Zonder enige waarschuwing barstte de Vesuvius gewelddadig uit, waarbij as, puimsteen en dodelijke gassen de lucht in werden geslingerd. De uitbarsting duurde twee dagen en begroef Pompeii onder meters vulkanisch puin. Veel inwoners probeerden te ontsnappen, maar de snel bewegende pyroclastische stromen maakten ontsnappen bijna onmogelijk. Eeuwenlang lag Pompeii verborgen onder de as, bewaard in opmerkelijke details. In de 18e eeuw begonnen archeologen de stad bloot te leggen, waarbij ze de goed bewaarde straten, huizen en zelfs de resten van de bewoners onthulden, die door de as in de tijd waren bevroren. Artefacten zoals fresco's, mozaïeken en aardewerk gaven een glimp van het dagelijkse leven in het Romeinse Rijk. De ontdekking was bitterzoet—een herinnering aan de plotselinge tragedie en een viering van de rijke cultuur die daar had gedije. Tegenwoordig is Pompeii een UNESCO Werelderfgoedlocatie, bezocht door miljoenen die zijn straten bewandelen en zich de levens van degenen voorstellen die in zijn schaduw leefden. Het staat als een getuigenis van de kracht van de natuur en de veerkracht van de geschiedenis.",
        "audio_file": "10027"
    },
    {
        "title": "Timbuktu",
        "title_translation": "Timbuktu",
        "fiction": false,
        "level": "intermediate",
        "story": "In the 15th century, the city of Timbuktu in West Africa was a thriving hub of trade, culture, and scholarship. Situated along the Niger River and at the edge of the Sahara Desert, it was part of the Mali Empire, a kingdom famed for its wealth and learning. Merchants came from across Africa and beyond, bringing gold, salt, and other goods. However, it was Timbuktu's universities and libraries that truly set it apart. The city housed thousands of manuscripts on subjects ranging from astronomy to medicine, written in Arabic and local languages. Scholars from far and wide gathered in Timbuktu to study and debate. The Sankore Mosque, part of the city's educational complex, became a symbol of intellectual achievement. Under the patronage of rulers like Mansa Musa, Timbuktu flourished, earning its reputation as a center of knowledge. However, as empires shifted and trade routes changed, Timbuktu's influence waned. By the 16th century, the city faced invasions and decline, leaving many of its treasures vulnerable to the sands of time. Today, efforts are underway to preserve Timbuktu's ancient manuscripts. These fragile documents remind the world of a time when knowledge and culture united people across continents, creating a legacy that endures in the modern era.",
        "story_translation": "In de 15e eeuw was de stad Timbuktu in West-Afrika een bloeiend centrum van handel, cultuur en wetenschap. Gelegen langs de Niger-rivier en aan de rand van de Sahara, maakte het deel uit van het Mali-imperium, een koninkrijk dat beroemd was om zijn rijkdom en kennis. Koopmannen kwamen uit heel Afrika en daarbuiten, en brachten goud, zout en andere goederen mee. Maar het waren de universiteiten en bibliotheken van Timbuktu die de stad echt onderscheidend maakten. De stad herbergde duizenden manuscripten over onderwerpen variërend van astronomie tot geneeskunde, geschreven in het Arabisch en lokale talen. Wetenschappers van ver weg verzamelden zich in Timbuktu om te studeren en debatteren. De Sankore-moskee, die deel uitmaakt van het onderwijssysteem van de stad, werd een symbool van intellectuele prestatie. Onder het patronaat van heersers zoals Mansa Musa bloeide Timbuktu, en verwierf het zijn reputatie als een centrum van kennis. Echter, naarmate de rijken veranderden en handelsroutes verlegden, nam de invloed van Timbuktu af. Tegen de 16e eeuw zag de stad zich geconfronteerd met invasies en achteruitgang, waardoor veel van zijn schatten kwetsbaar werden voor de zanden van de tijd. Tegenwoordig zijn er inspanningen gaande om de oude manuscripten van Timbuktu te behouden. Deze kwetsbare documenten herinneren de wereld aan een tijd waarin kennis en cultuur mensen over continenten heen verenigde, en een nalatenschap creëerde die voortduurt in het moderne tijdperk.",
        "audio_file": "10028"
    },
    {
        "title": "The Black Death",
        "title_translation": "De Zwarte Dood",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1347, a merchant ship docked in the bustling port of Messina, Sicily, carrying more than spices and goods—it carried death. Unknowingly, the sailors had brought with them the plague. Rats aboard the ship, infested with fleas carrying Yersinia pestis, spread the disease rapidly. The Black Death swept through Europe like wildfire, killing millions in just a few years. Entire villages were abandoned, and cities burned the belongings of the infected in desperate attempts to stop the spread. Doctors wore beaked masks filled with herbs, believing the scent would protect them. Amid the devastation, society was transformed. Labor shortages gave peasants more bargaining power, weakening feudal structures. Art, literature, and religion reflected the collective trauma, with grim depictions of death and suffering. While the plague receded by the late 1350s, its legacy shaped Europe forever, influencing both its economy and culture.",
        "story_translation": "In 1347 kwam een koopvaardijschip aan in de bruisende haven van Messina, Sicilië, met meer dan alleen specerijen en goederen — het bracht de dood mee. Onbewust hadden de zeelieden de pest meegenomen. Ratten aan boord van het schip, geïnfecteerd met vlooien die Yersinia pestis bij zich droegen, verspreidden de ziekte razendsnel. De Zwarte Dood raasde door Europa als een lopend vuurtje en doodde miljoenen in slechts enkele jaren. Hele dorpen werden verlaten en steden verbrandden de bezittingen van de geïnfecteerden in wanhopige pogingen om de verspreiding te stoppen. Artsen droegen snavelmaskers gevuld met kruiden, in de overtuiging dat de geur hen zou beschermen. Temidden van de verwoesting werd de samenleving getransformeerd. Arbeidstekorten gaven boeren meer onderhandelingskracht, waardoor de feodale structuren verzwakten. Kunst, literatuur en religie weerspiegelden het collectieve trauma, met sombere afbeeldingen van dood en lijden. Terwijl de pest tegen het einde van de jaren 1350 afnam, vormde de erfenis ervan Europa voor altijd, met invloed op zowel de economie als de cultuur.",
        "audio_file": "10029"
    },
    {
        "title": "The Spanish Armada",
        "title_translation": "De Spaanse Armada",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1588, the Spanish Armada, a fleet of 130 ships, set sail under the command of King Philip II of Spain. Its mission was to invade England, dethrone Queen Elizabeth I, and restore Catholicism. The Armada was one of the most formidable naval forces ever assembled, armed with thousands of soldiers and sailors. However, the English navy, led by Sir Francis Drake, had other plans. With smaller, more maneuverable ships and innovative tactics, the English harried the Spanish fleet along the English Channel. Nature played a decisive role as well. Fierce storms scattered the Armada as it attempted to regroup off the coast of Gravelines. The battered fleet limped home, having lost over a third of its ships and thousands of men. The defeat was a turning point in European history, marking the decline of Spanish naval supremacy and the rise of England as a global maritime power. Queen Elizabeth celebrated the victory as a divine endorsement of her rule, securing her place in history as one of England's greatest monarchs.",
        "story_translation": "In 1588 zeilde de Spaanse Armada, een vloot van 130 schepen, onder het bevel van koning Filips II van Spanje. De missie was om Engeland binnen te vallen, koningin Elizabeth I te verdrijven en het katholicisme te herstellen. De Armada was een van de meest formidabele zeewateren ooit samengebracht, bewapend met duizenden soldaten en zeelieden. De Engelse marine, geleid door sir Francis Drake, had echter andere plannen. Met kleinere, wendbare schepen en innovatieve tactieken lieten de Engelsen de Spaanse vloot in de problemen komen langs het Engelse Kanaal. De natuur speelde ook een beslissende rol. Heftige stormen verstrooiden de Armada terwijl die probeerde zich te hergroeperen voor de kust van Gravelines. De gehavende vloot hinkte naar huis terug, met meer dan een derde van zijn schepen en duizenden mannen verloren. De nederlaag was een keerpunt in de Europese geschiedenis, waaraan het verval van de Spaanse maritieme suprematie en de opkomst van Engeland als een wereldwijde maritieme kracht werd gekoppeld. Koningin Elizabeth vierde de overwinning als een goddelijke goedkeuring van haar heerschappij, waarmee ze haar plaats in de geschiedenis als een van de grootste monarchen van Engeland veiligstelde.",
        "audio_file": "10030"
    },
    {
        "title": "Hannibal Barca",
        "title_translation": "Hannibal Barca",
        "fiction": false,
        "level": "intermediate",
        "story": "In the winter of 218 BCE, Hannibal Barca, the Carthaginian general, led one of the most daring military campaigns in history. Determined to strike at the heart of the Roman Republic, he embarked on a bold journey to cross the Alps with an army of 50,000 men, 9,000 cavalry, and 37 war elephants. The journey was treacherous. Hannibal's army faced freezing temperatures, steep cliffs, and hostile mountain tribes. Many soldiers and animals perished along the way. Despite these challenges, Hannibal's sheer determination and strategic brilliance inspired his troops to push forward. When he finally descended into northern Italy, the Roman Senate was shocked. Hannibal quickly proved his might, defeating Roman forces at battles like Trebia and Lake Trasimene. Though he would never capture Rome itself, Hannibal's campaign marked one of the greatest threats the Republic ever faced and established him as one of history’s most legendary military commanders.",
        "story_translation": "In de winter van 218 v.Chr. leidde Hannibal Barca, de Carthagische generaal, een van de meest gedurfde militaire campagnes in de geschiedenis. Vastbesloten om het hart van de Romeinse Republiek te raken, begon hij aan een gedurfde reis om de Alpen over te steken met een leger van 50.000 man, 9.000 cavalerie en 37 oorlogselephants. De reis was verraderlijk. Hannibals leger werd geconfronteerd met vrieskou, steile kliffen en vijandige bergstammen. Veel soldaten en dieren kwamen onderweg om het leven. Ondanks deze uitdagingen inspireerde Hannibals pure vastberadenheid en strategische genialiteit zijn troepen om vooruit te blijven pushen. Toen hij eindelijk in Noord-Italië afdaalde, was de Romeinse Senaat geschokt. Hannibal bewees al snel zijn kracht door de Romeinse troepen te verslaan in veldslagen zoals die bij de Trebia en het Trasimene-meer. Hoewel hij Rome zelf nooit zou veroveren, betekende Hannibals campagne een van de grootste bedreigingen waarmee de Republiek ooit te maken kreeg en vestigde hij zich als een van de meest legendarische militaire commandanten in de geschiedenis.",
        "audio_file": "10031"
    },
    {
        "title": "Fall of Western Rome",
        "title_translation": "Val van het West-Romeinse Rijk",
        "fiction": false,
        "level": "intermediate",
        "story": "In 476 CE, the Roman Empire, which had dominated the Mediterranean for centuries, faced its final collapse. The once-mighty empire had been weakened by internal corruption, economic troubles, and invasions by barbarian tribes. Odoacer, a Germanic chieftain, led a rebellion against the last Roman emperor, Romulus Augustulus. Unlike his illustrious predecessors, Romulus was a young and powerless ruler, a mere figurehead controlled by his advisors. When Odoacer marched into Rome, there was little resistance. Odoacer deposed Romulus and sent the imperial insignia to Constantinople, signaling the end of the Western Roman Empire. Rather than declaring himself emperor, Odoacer ruled Italy as its king, under nominal recognition from the Eastern Roman Empire. This event marked the beginning of the Middle Ages in Europe. While the Eastern Roman Empire, known as the Byzantine Empire, would endure for nearly a thousand more years, the West fragmented into smaller kingdoms, setting the stage for the medieval era and the rise of new powers across the continent.",
        "story_translation": "In 476 na Christus stond het Romeinse Rijk, dat eeuwenlang het Middellandse Zeegebied had gedomineerd, voor zijn laatste instorting. Het ooit machtige rijk was verzwakt door interne corruptie, economische problemen en invasies door barbaars stam. Odoacer, een Germaanse opperbevelhebber, leidde een opstand tegen de laatste Romeinse keizer, Romulus Augustulus. In tegenstelling tot zijn illustere voorgangers was Romulus een jonge en machteloze heerser, een loutere figurant die werd gecontroleerd door zijn adviseurs. Toen Odoacer Rome binnenmarchte, was er weinig verzet. Odoacer zette Romulus af en stuurde de keizerlijke insignia naar Constantinopel, wat het einde van het West-Romeinse Rijk betekende. In plaats van zichzelf tot keizer te verklaren, regeerde Odoacer Italië als zijn koning, onder nominale erkenning van het Oost-Romeinse Rijk. Deze gebeurtenis markeerde het begin van de Middeleeuwen in Europa. Terwijl het Oost-Romeinse Rijk, bekend als het Byzantijnse Rijk, bijna duizend jaar langer zou voortduren, fragmentiseerde het Westen in kleinere koninkrijken, wat de basis legde voor het middeleeuwse tijdperk en de opkomst van nieuwe machten over het continent.",
        "audio_file": "10032"
    },
    {
        "title": "News Report 1 - Climate Change Global Summit",
        "title_translation": "Nieuwsbericht 1 - Wereldtop Klimaatverandering",
        "fiction": false,
        "level": "advanced",
        "story": "In a historic moment for international cooperation, over 190 nations have reached a groundbreaking climate accord at the Global Summit held in Geneva. The agreement, praised as a critical step in the fight against climate change, sets unprecedented targets for reducing greenhouse gas emissions and transitioning to renewable energy sources by mid-century. The accord includes commitments to limit global temperature rise to 1.5 degrees Celsius above pre-industrial levels. Developed nations pledged significant financial aid to support developing countries in their transition to greener economies, with a $100 billion annual fund established to address climate resilience and sustainable development. Negotiations were intense, spanning weeks, as countries debated the balance between environmental ambition and economic growth. Key breakthroughs came after major emitters, including the United States, China, and the European Union, agreed on phased reductions in coal use and investment in carbon capture technologies. Critics, however, warn that the agreement lacks enforceable mechanisms, relying heavily on voluntary compliance and peer review. Climate activists also expressed concerns, urging nations to move faster in implementing their pledges. The summit’s success marks a turning point in global environmental diplomacy, though much work remains to translate commitments into action. Analysts suggest that the coming years will test the resolve of governments and industries to prioritize the environment over short-term economic interests.",
        "story_translation": "In een historisch moment voor internationale samenwerking hebben meer dan 190 landen een baanbrekend klimaatakkoord bereikt op de wereldwijde top die in Genève werd gehouden. De overeenkomst, die wordt geprezen als een cruciale stap in de strijd tegen klimaatverandering, stelt ongekende doelen voor het verminderen van de uitstoot van broeikasgassen en de overgang naar hernieuwbare energiebronnen tegen het midden van de eeuw. Het akkoord bevat toezeggingen om de wereldwijde temperatuurstijging te beperken tot 1,5 graden Celsius boven pre-industriële niveaus. Ontwikkelde landen hebben aanzienlijke financiële steun beloofd om ontwikkelingslanden te helpen bij hun overgang naar groene economieën, met een jaarlijkse fonds van 100 miljard dollar dat is opgericht om klimaatbestendigheid en duurzame ontwikkeling aan te pakken. De onderhandelingen waren intensief en duurden weken, terwijl landen debatteerden over de balans tussen milieudoelen en economische groei. Belangrijke doorbraken werden bereikt nadat grote vervuilers, waaronder de Verenigde Staten, China en de Europese Unie, akkoord gingen met gefaseerde reducties van het kolengebruik en investeringen in koolstofafvangtechnologieën. Critics waarschuwen echter dat de overeenkomst ontbreekt aan afdwingbare mechanismen, en zwaar leunt op vrijwillige naleving en peer review. Klimaatactivisten hebben ook bezorgdheid geuit en landen aangespoord om sneller hun toezeggingen te implementeren. Het succes van de top markeert een keerpunt in de mondiale milieudiplomatie, hoewel er nog veel werk aan de winkel is om toezeggingen om te zetten in actie. Analisten suggereren dat de komende jaren de vastberadenheid van overheden en industrieën zullen testen om het milieu prioriteit te geven boven kortetermijn economische belangen.",
        "audio_file": "10033"
    },
    {
        "title": "News Report 2 - Global Markets React to Currency Crisis",
        "title_translation": "Nieuwsbericht 2 - Wereldwijde Markten Reageren op Valutacrisis",
        "fiction": false,
        "level": "advanced",
        "story": "Global financial markets experienced a sharp downturn today following the unexpected collapse of the FluffyCoin, a regional currency used by multiple emerging economies. The crisis, triggered by investor panic and rapid devaluation, has sent shockwaves across stock exchanges and raised concerns about broader economic instability. The currency's collapse began after a major bond default by the government of France, the largest economy using the FluffyCoin. International rating agencies quickly downgraded the nation’s credit status, further shaking investor confidence. Within hours, trading volumes surged, and the currency lost over 30% of its value against the dollar. Central banks in neighboring countries scrambled to stabilize their own economies. Emergency measures included interest rate hikes and liquidity injections, but these actions failed to fix markets. International lenders like the International Monetary Fund and World Bank are preparing intervention packages to assist affected economies. Meanwhile, countries have called for an emergency summit of nations to coordinate a regional response. As analysts debate the long-term implications, ordinary citizens in the impacted countries are grappling with skyrocketing inflation and dwindling purchasing power. Protests have erupted in several cities, with calls for accountability and economic reforms growing louder. Global leaders are urging calm but face mounting pressure to implement systemic changes to prevent similar crises in the future.",
        "story_translation": "De wereldwijde financiële markten hebben vandaag een scherpe achteruitgang ervaren na de onverwachte ineenstorting van de FluffyCoin, een regionale valuta die door meerdere opkomende economieën wordt gebruikt. De crisis, veroorzaakt door paniek onder investeerders en snelle devaluatie, heeft schokgolven gestuurd door de beurzen en zorgen gewekt over bredere economische instabiliteit. De ineenstorting van de valuta begon na een grote wanbetaling op obligaties door de regering van Frankrijk, de grootste economie die de FluffyCoin gebruikt. Internationale ratingbureaus verlaagden snel de kredietstatus van het land, wat het vertrouwen van investeerders verder ondermijnde. Binnen enkele uren stegen de handelsvolumes en verloor de valuta meer dan 30% van zijn waarde ten opzichte van de dollar. Centrale banken in buurlanden deden hun best om hun eigen economieën te stabiliseren. Noodmaatregelen omvatten rentestijgingen en liquiditeitsinjecties, maar deze acties faalden in het herstellen van de markten. Internationale kredietverstrekkers zoals het Internationaal Monetair Fonds en de Wereldbank bereiden interventiepakketten voor om de getroffen economieën te ondersteunen. Ondertussen hebben landen opgeroepen tot een noodtop van naties om een regionale reactie te coördineren. Terwijl analisten debatteren over de langetermijneffecten, worstelen gewone burgers in de getroffen landen met torenhoge inflatie en afnemende aankoopkracht. Er zijn protesten uitgebroken in verschillende steden, met steeds luider wordende oproepen voor verantwoordelijkheid en economische hervormingen. Wereldleiders dringen aan op kalmte, maar worden steeds meer onder druk gezet om systemische veranderingen door te voeren om soortgelijke crises in de toekomst te voorkomen.",
        "audio_file": "10034"
    },
    {
        "title": "News Report 3 - United Nations General Assembly ",
        "title_translation": "Nieuwsbericht 3 - Algemene Vergadering van de Verenigde Naties",
        "fiction": false,
        "level": "advanced",
        "story": "The United Nations General Assembly convened today in New York to address the rapidly advancing field of artificial intelligence, focusing on its global implications for security, ethics, and development. Leaders from 193 member states engaged in a debate over how to balance technological innovation with ethical safeguards. Central to the discussions was a proposal from the European Union to establish a Global Ethics Framework,  which would set universal guidelines on transparency, accountability, and data privacy. Countries like Japan and Canada voiced strong support, citing the importance of international cooperation in mitigating risks such as bias and misuse in autonomous systems. However, tensions arose as major technology-producing nations, including the United States and China, resisted calls for binding regulations. Representatives from the Global South, led by Kenya and Brazil, stressed the need for equitable access to AI technologies, highlighting the disparities in resources and technical infrastructure between developed and developing nations. In parallel events, tech CEOs and civil society organizations held side discussions to propose collaborative solutions, including public-private partnerships for ethical AI development. The General Assembly concluded the first day of its session with plans to draft a resolution outlining principles for AI governance. While the road ahead is complex, diplomats remain optimistic that this meeting could lay the groundwork for a landmark international agreement on one of the most transformative technologies of the century.",
        "story_translation": "De Algemene Vergadering van de Verenigde Naties kwam vandaag bijeen in New York om het snelgroeiende veld van kunstmatige intelligentie aan te pakken, met een focus op de wereldwijde implicaties voor veiligheid, ethiek en ontwikkeling. Leiders van 193 lidstaten voerden een debat over hoe technologische innovatie in balans kan worden gebracht met ethische waarborgen. Centraal in de discussies stond een voorstel van de Europese Unie om een Wereldwijde Ethiekraamwerk op te stellen, dat universele richtlijnen zou vaststellen over transparantie, verantwoordelijkheid en gegevensprivacy. Landen zoals Japan en Canada spraken hun sterke steun uit en onderstreepten het belang van internationale samenwerking om risico's zoals bias en misbruik in autonome systemen te beperken. Echter, spanningen ontstonden toen grote technologieproducerende landen, waaronder de Verenigde Staten en China, zich verzetten tegen oproepen voor bindende regelgeving. Vertegenwoordigers van het Werelddeel Zuid, geleid door Kenia en Brazilië, benadrukten de noodzaak van eerlijke toegang tot AI-technologieën, en vestigden de aandacht op de ongelijkheden in middelen en technische infrastructuur tussen ontwikkelde en ontwikkelingslanden. In parallelle evenementen hielden tech-CEO's en maatschappelijke organisaties nevenbesprekingen om samenwerkingsoplossingen voor te stellen, waaronder publiek-private partnerschappen voor de ethische ontwikkeling van AI. De Algemene Vergadering sloot de eerste dag van haar zitting af met plannen om een resolutie te op te stellen die principes voor AI-governance in kaart brengt. Hoewel de weg vooruit complex is, blijven diplomaten optimistisch dat deze bijeenkomst de basis kan leggen voor een baanbrekende internationale overeenkomst over een van de meest transformerende technologieën van de eeuw.",
        "audio_file": "10035"
    },
    {
        "title": "News Report 4 - Protests in Paris",
        "title_translation": "Nieuwsrapport 4 - Protesten in Parijs",
        "fiction": false,
        "level": "advanced",
        "story": "Paris saw massive demonstrations today as hundreds of thousands of citizens took to the streets to protest the French government’s proposed pension reforms. The sweeping changes, which include raising the retirement age from 62 to 64, have sparked widespread backlash, with unions and workers across industries calling for immediate withdrawal of the proposal. Protestors blocked roads and public transportation systems in major cities, including Marseille, Lyon, and Toulouse. Strikes disrupted schools, rail services, and airports, bringing parts of the country to a standstill. In Paris, demonstrators marched through iconic boulevards, culminating in a rally near the center of the city. Tensions escalated in the afternoon when clashes broke out between small groups of protesters and police in Paris. Authorities deployed tear gas and water cannons to disperse the crowd, while protesters hurled objects and set trash bins on fire. Over 100 arrests were reported by the evening, though the majority of demonstrations remained peaceful. Unions have vowed to intensify their efforts, calling for another nationwide strike next week. The government faces mounting pressure to find a compromise, as public opinion remains largely against the changes. A recent poll indicated that nearly 70% of French citizens oppose the reform. With both sides entrenched in their positions, the standoff is expected to continue, testing the resilience of president’s administration.",
        "story_translation": "Parijs zag vandaag enorme demonstraties toen honderdduizenden burgers de straat op gingen om te protesteren tegen de voorgestelde pensioenhervormingen van de Franse regering. De verregaande veranderingen, waaronder het verhogen van de pensioenleeftijd van 62 naar 64, hebben een brede tegenreactie uitgelokt, waarbij vakbonden en werknemers uit verschillende sectoren oproepen tot onmiddellijke intrekking van het voorstel. Demonstranten blokkeerden wegen en openbaar vervoerssystemen in grote steden, waaronder Marseille, Lyon en Toulouse. Staken verstoorden scholen, treinverbindingen en luchthavens, waardoor delen van het land tot stilstand kwamen. In Parijs marcheerden demonstranten door iconische boulevards, wat culmineerde in een bijeenkomst nabij het centrum van de stad. De spanningen liepen in de middag op toen er confrontaties ontstonden tussen kleine groepen demonstranten en de politie in Parijs. De autoriteiten maakten gebruik van traangas en waterkanonnen om de menigte te verspreiden, terwijl demonstranten voorwerpen gooiden en afvalcontainers in brand staken. Tegen de avond waren er meer dan 100 arrestaties gerapporteerd, hoewel de meeste demonstraties vreedzaam bleven. Vakbonden hebben beloofd hun inspanningen op te voeren en roepen op tot een nieuwe nationale staking volgende week. De regering staat onder druk om een compromis te vinden, aangezien de publieke opinie over het algemeen tegen de veranderingen is. Een recente peiling gaf aan dat bijna 70% van de Franse burgers tegen de hervorming is. Met beide partijen stevig in hun standpunten verwachte men dat de impasse zal aanhouden, wat de veerkracht van het bestuur van de president op de proef stelt.",
        "audio_file": "10036"
    },
    {
        "title": "News Report 5 - Election Day",
        "title_translation": "Nieuwsbericht 5 - Verkiezingsdag",
        "fiction": false,
        "level": "advanced",
        "story": "In a landmark general election, the nation witnessed an unprecedented voter turnout, with citizens flocking to polling stations in record numbers. The election, characterized by a highly competitive race between major party candidates, concluded with a narrow margin, underscoring the significance of every ballot cast. The election process commenced with a series of primaries and caucuses, where delegates were allocated based on proportional representation. As the campaign progressed, both parties held national conventions to formally nominate their presidential and vice-presidential candidates. The ensuing debates and nationwide canvassing efforts galvanized the electorate, culminating in heightened engagement on Election Day. Preliminary exit polls indicated a diverse voter demographic, with significant participation from first-time voters and historically underrepresented communities. The election also saw an increase in absentee and early voting, facilitated by reforms aimed at expanding access to the ballot.",
        "story_translation": "In een baanbrekende algemene verkiezing heeft de natie een ongekende opkomst van kiezers meegemaakt, waarbij burgers in recordaantallen naar de stembureaus stroomden. De verkiezingen, gekenmerkt door een zeer competitieve race tussen kandidaten van grote partijen, eindigden met een kleine marge, die het belang van elke uitgebrachte stem benadrukte. Het verkiezingsproces begon met een reeks voorverkiezingen en caucussen, waarin afgevaardigden werden toegewezen op basis van proportionele vertegenwoordiging. Terwijl de campagne vorderde, hielden beide partijen nationale conventies om hun presidentiële en vice-presidentiële kandidaten formeel te nomineren. De daaropvolgende debatten en landelijke campagne-inspanningen stimuleerden het electoraat, wat culminerde in een verhoogde betrokkenheid op de verkiezingsdag. Voorlopige exitpolls gaven aan dat de kiezersdemografie divers was, met aanzienlijke deelname van nieuwkomers en historisch ondervertegenwoordigde gemeenschappen. De verkiezingen veroorzaakten ook een toename van afwezigheids- en vervroegd stemmen, mogelijk gemaakt door hervormingen die gericht waren op het vergroten van de toegankelijkheid van de stembiljetten.",
        "audio_file": "10037"
    },
    {
        "title": "Free Will and Determinism",
        "title_translation": "Vrije Wil en Determinisme",
        "fiction": false,
        "level": "advanced",
        "story": "The philosophical debate surrounding free will and determinism has persisted for centuries, often raising questions about the nature of human agency and the fabric of reality. At its core, the paradox emerges from the apparent contradiction between the autonomy of choice and the deterministic nature of the universe. Determinism posits that every event, including human decisions, is the inevitable result of preceding causes governed by natural laws. In this framework, the universe operates as a vast, causal mechanism, where every action is a consequence of prior states of affairs. If this is true, human freedom may be an illusion, as our choices are predicated on factors beyond our control, such as genetics, upbringing, and environmental stimuli. Conversely, the concept of free will asserts that individuals possess the capacity to make choices independent of external constraints. This notion underpins moral responsibility, suggesting that people can be held accountable for their actions precisely because they could have acted otherwise. However, if free will exists, how does it reconcile with the deterministic laws that govern the physical world? There have been attempts to resolve this dilemma by arguing that free will and determinism are not mutually exclusive. They propose that freedom lies not in escaping causality but in the ability to act in accordance with one’s desires and intentions. Thus, even if our choices have deterministic origins, we can still be considered free as long as we act without coercion. In contrast, libertarians (not to be confused with political libertarians) reject determinism, asserting that free will necessitates indeterminacy. They argue that certain aspects of human decision-making transcend causal chains, introducing an element of unpredictability. However, this stance raises its own conundrum: if actions are not causally determined, do they become arbitrary or random, thereby undermining the coherence of moral responsibility? The debate continues to challenge philosophers, scientists, and theologians alike, as it touches upon questions of ethics, metaphysics, and neuroscience. Advances in cognitive science and quantum mechanics have added new dimensions to the discussion, suggesting that the interplay between determinism and randomness might be more complex than previously imagined. Ultimately, the paradox of free will and determinism serves as a reminder of the limits of human understanding. It invites us to explore the boundaries of agency, causality, and the essence of what it means to be human, offering no definitive answers but countless avenues for inquiry and reflection.",
        "story_translation": "De filosofische discussie over vrije wil en determinisme bestaat al eeuwenlang en roept vaak vragen op over de aard van menselijke handelingsbekwaamheid en de structuur van de realiteit. In wezen komt de paradox voort uit de schijnbare tegenspraak tussen de autonomie van keuze en de deterministische aard van het universum. Het determinisme stelt dat elk evenement, inclusief menselijke beslissingen, het onvermijdelijke resultaat is van voorafgaande oorzaken die onder natuurlijke wetten vallen. In dit kader functioneert het universum als een omvangrijk, causaal mechanisme, waarbij elke handeling een gevolg is van eerdere toestanden van zaken. Als dit waar is, kan de menselijke vrijheid een illusie zijn, aangezien onze keuzes gebaseerd zijn op factoren buiten onze controle, zoals genetica, opvoeding en omgevingsstimuli. Aan de andere kant stelt het concept van vrije wil dat individuen de capaciteit hebben om keuzes te maken onafhankelijke van externe beperkingen. Deze notie vormt de basis voor morele verantwoordelijkheid, wat suggereert dat mensen verantwoordelijk kunnen worden gehouden voor hun daden juist omdat ze anders hadden kunnen handelen. Echter, als vrije wil bestaat, hoe verhoudt deze zich dan tot de deterministische wetten die de fysieke wereld beheersen? Er zijn pogingen gedaan om dit dilemma op te lossen door te beargumenteren dat vrije wil en determinisme niet wederzijds exclusief zijn. Ze stellen dat vrijheid niet ligt in het ontsnappen aan causaliteit, maar in het vermogen om te handelen in overeenstemming met iemands verlangens en intenties. Dus, zelfs als onze keuzes deterministische oorsprongen hebben, kunnen we nog steeds als vrij worden beschouwd zolang we handelen zonder dwang. In contrast hiermee verwerpen libertariërs (niet te verwarren met politieke libertariërs) het determinisme en stellen zij dat vrije wil onbepaaldheid vereist. Zij beweren dat bepaalde aspecten van menselijke besluitvorming de causale ketens overstijgen, wat een element van onvoorspelbaarheid introduceert. Deze houding roept echter een eigen raadsel op: als handelingen niet causaal bepaald zijn, worden ze dan willekeurig of random, en ondermijnen ze daarmee de samenhang van morele verantwoordelijkheid? De discussie blijft een uitdaging voor filosofen, wetenschappers en theologen, aangezien het raakt aan vragen van ethiek, metafysica en neurowetenschap. Vooruitgangen in de cognitieve wetenschap en de kwantummechanica hebben nieuwe dimensies aan de discussie toegevoegd, en suggereren dat de interactie tussen determinisme en willekeuriger misschien complexer is dan voorheen werd gedacht. Uiteindelijk dient de paradox van vrije wil en determinisme als een herinnering aan de grenzen van het menselijke begrip. Het nodigt ons uit om de grenzen van handelingsbekwaamheid, causaliteit en de essentie van wat het betekent om mens te zijn te verkennen, zonder definitieve antwoorden te bieden maar talloze wegen voor onderzoek en reflectie.",
        "audio_file": "10038"
    },
    {
        "title": "The Ship of Theseus and the Nature of Identity",
        "title_translation": "Het Schip van Theseus en de Natuur van Identiteit",
        "fiction": false,
        "level": "advanced",
        "story": "The Ship of Theseus is a thought experiment that has captivated philosophers for centuries, raising profound questions about the nature of identity and continuity. It asks: if a ship has all its parts replaced over time, piece by piece, is it still the same ship? This paradox, often attributed to ancient Greek philosophy, serves as a lens through which the persistence of identity is scrutinized. Consider Theseus’s ship docked in a harbor. Over the years, as its wooden planks rot, each is replaced with a new, identical piece. Eventually, none of the original components remain. At this point, can we still refer to it as the Ship of Theseus? Moreover, what if all the removed parts were gathered and reassembled elsewhere—would this new reconstruction also qualify as the Ship of Theseus? The paradox forces us to confront the essence of identity. Is it tied to physical continuity, the arrangement of parts, or something more abstract, like function or purpose? One perspective argues that objects are defined by their constituent parts. Under this view, the Ship of Theseus ceases to be the same ship as soon as any part is replaced. On the other hand, the functionalist approach suggests that as long as the ship serves its purpose and maintains its structure, its identity persists despite material changes. The thought experiment extends beyond ships to personal identity. Humans, like ships, are in constant flux. Our cells regenerate, our thoughts evolve, and our experiences reshape us. Yet, we maintain a sense of self across time. What, then, anchors this continuity? Some argue that identity resides in memory and consciousness—a thread that ties past, present, and future together. Others contend that identity is an illusion, a construct designed to provide coherence in a world of perpetual change.",
        "story_translation": "Het Schip van Theseus is een gedachte-experiment dat filosofen al eeuwenlang fascineert en diepgaande vragen oproept over de aard van identiteit en continuïteit. Het vraagt: als een schip in de loop van de tijd stuk voor stuk al zijn onderdelen wordt vervangen, is het dan nog steeds hetzelfde schip? Deze paradox, die vaak wordt toegeschreven aan de oude Griekse filosofie, fungeert als een lens waardoor de persistentie van identiteit wordt onderzocht. Stel je het schip van Theseus voor dat in een haven ligt. Door de jaren heen, naarmate de houten planken verrotten, wordt elke plank vervangen door een nieuw, identiek onderdeel. Uiteindelijk is geen enkel origineel onderdeel overgebleven. Kunnen we het op dat moment nog steeds het Schip van Theseus noemen? Bovendien, wat als al de verwijderde delen verzameld en ergens anders weer in elkaar worden gezet—zou deze nieuwe reconstructie ook kwalificeren als het Schip van Theseus? De paradox dwingt ons om de essentie van identiteit onder ogen te zien. Is het verbonden met fysieke continuïteit, de samenstelling van delen, of iets abstracters, zoals functie of doel? Een perspectief stelt dat objecten worden gedefinieerd door hun samenstellende delen. Vanuit dit gezichtspunt verliest het Schip van Theseus zijn identiteit zodra een onderdeel wordt vervangen. Aan de andere kant suggereert de functionele benadering dat zolang het schip zijn doel dient en zijn structuur behoudt, zijn identiteit blijft bestaan ondanks materiële veranderingen. Het gedachte-experiment strekt zich uit voorbij schepen naar persoonlijke identiteit. Mensen, net als schepen, zijn in constante flux. Onze cellen regenereren, onze gedachten evolueren en onze ervaringen vormen ons opnieuw. Toch behouden we een gevoel van zelf door de tijd heen. Wat verankert deze continuïteit dan? Sommigen beweren dat identiteit resides in geheugen en bewustzijn—een draad die verleden, heden en toekomst met elkaar verbindt. Anderen beweren dat identiteit een illusie is, een constructie die is ontworpen om samenhang te bieden in een wereld van voortdurende verandering.",
        "audio_file": "10039"
    },
    {
        "title": "The Trolley Problem",
        "title_translation": "Het Trolleyprobleem",
        "fiction": false,
        "level": "advanced",
        "story": "The trolley problem is a classic ethical thought experiment that challenges our understanding of moral decision-making and ethical principles. It presents a scenario in which a runaway trolley is barreling down a track toward five people who are tied up and unable to move. You are standing next to a lever that can divert the trolley onto another track, where only one person is tied up. The dilemma is whether to pull the lever, actively causing the death of one person but saving five others, or to do nothing and allow the trolley to continue on its path, resulting in the deaths of five. This thought experiment raises profound ethical questions. Utilitarians argue that the morally correct action is to pull the lever, as it minimizes harm and maximizes the overall benefit by saving more lives. In contrast, deontologists assert that actively diverting the trolley makes you morally complicit in the death of the one person, which violates the principle of not using others as a means to an end, regardless of the consequences. The doctrine of double effect further complicates the matter, suggesting that while it may be permissible to allow harm as a side effect of achieving a good outcome, directly causing harm is morally questionable. The problem also invites consideration of moral intuitions. Variants of the trolley problem, such as pushing a large person onto the track to stop the trolley and save five, evoke stronger emotional reactions, even when the outcomes are numerically the same. These reactions highlight the tension between rational calculations and deeply ingrained moral instincts.",
        "story_translation": "Het trolleyprobleem is een klassiek ethisch gedachte-experiment dat onze begrip van morele besluitvorming en ethische principes uitdaagt. Het presenteert een scenario waarin een ongecontroleerde trolley met hoge snelheid over een spoor rijdt richting vijf mensen die vastgebonden zijn en niet kunnen bewegen. Je staat naast een hendel die de trolley naar een ander spoor kan omleiden, waar slechts één persoon vastgebonden is. Het dilemma is of je de hendel moet overhalen, waardoor je actief de dood van één persoon veroorzaakt maar vijf anderen redt, of dat je niets moet doen en de trolley zijn pad laat vervolgen, wat resulteert in de dood van vijf. Dit gedachte-experiment roept diepgaande ethische vragen op. Utilitaristen beweren dat de moreel juiste actie is om de hendel over te halen, omdat dit schade minimaliseert en het algehele voordeel maximaliseert door meer levens te redden. In tegenstelling tot hen beweren deontologen dat het actief omleiden van de trolley je moreel medeplichtig maakt aan de dood van de ene persoon, wat in strijd is met het principe om anderen niet als middel tot een doel te gebruiken, ongeacht de gevolgen. De doctrine van het dubbele effect complicateert de zaak verder, aangezien het suggereert dat, hoewel het misschien toegestaan is om schade toe te staan als een bijwerking van het bereiken van een goed resultaat, het direct veroorzaken van schade moreel twijfelachtig is. Het probleem nodigt ook uit tot het overwegen van morele intuitie. Varianten van het trolleyprobleem, zoals het duwen van een groot persoon op het spoor om de trolley te stoppen en vijf te redden, roepen sterkere emotionele reacties op, zelfs wanneer de uitkomsten numeriek hetzelfde zijn. Deze reacties benadrukken de spanning tussen rationele berekeningen en diepgewortelde morele instincten.",
        "audio_file": "10040"
    }
]