[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 biggetjes",
    "story_translation": "Er waren eens drie biggetjes die hun eigen huis gingen bouwen. Het eerste varkentje bouwde zijn huis van stro, het tweede varkentje bouwde zijn huis van stokken en het derde varkentje bouwde zijn huis van bakstenen. Op een dag kwam er een grote boze wolf naar het huis van het eerste varkentje. Hij hijgde en pufte en blies het huis omver! Het eerste varkentje rende zo snel als hij kon naar het huis van het tweede varken. De wolf volgde hem naar het huis van de stokken. Hij hijgde en pufte weer en blies het huis omver! De twee biggetjes renden naar het derde varkenshuis, dat van bakstenen was gemaakt. De wolf probeerde het bakstenen huis omver te blazen, maar dat lukte niet. Hij hijgde en pufte, maar het huis stond sterk. De drie biggetjes waren veilig binnen en de grote boze wolf verdween uiteindelijk. De varkens leerden dat hard werken en toewijding uiteindelijk vruchten afwerpen.",
    "audio_file": "nl/10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "De Magische Tuin",
    "story_translation": "Er was eens een magische tuin in een klein dorp. In deze tuin bloeiden het hele jaar door kleurrijke bloemen en de bomen fluisterden geheimen voor de vogels. Maar het meest magische van alles was het pratende konijn genaamd Rosie. Rosie was erg vriendelijk en hield ervan om iedereen te helpen die naar de tuin kwam. Op een zonnige ochtend bezocht Timmy de tuin. Hij was verdrietig omdat hij zijn favoriete speeltje was kwijtgeraakt. Rosie sprong naar haar toe en vroeg: 'Wat is er aan de hand, Timmy?' Timmy vertelde Rosie over zijn verloren speeltje. Rosie glimlachte en zei: 'Maak je geen zorgen, Timmy. Ik kan je helpen het te vinden.' Met de hulp van Rosie doorzocht Timmy de tuin en vond zijn speeltje verborgen onder een groot, glanzend blad. Timmy was dolblij en bedankte Rosie voor haar magische hulp. Vanaf die dag bezocht Timmy de magische tuin vaak, en hij en Rosie werden de beste vrienden en deelden nog veel meer magische avonturen samen.",
    "audio_file": "nl/10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "Het vriendelijke bos",
    "story_translation": "Er was eens een meisje dat Lily heette. Ze ging graag op ontdekkingstocht. Op een dag ging ze naar een groot bos in de buurt van haar huis. In het bos ontmoette ze een gelukkige boom genaamd Treey. Treey had een lachend gezicht. Lily en Treey werden vrienden. Ze speelden samen spelletjes. Lily en Treey ontmoetten ook een vriendelijke eekhoorn genaamd Squeaky. Squeaky hield van noten en deelde ze met Lily en Treey. Ze lachten en hadden plezier. Toen vonden ze een mooie bloem. Het was kleurrijk en rook lekker. Ze plukten het en gaven het aan een vriendelijke vlinder genaamd Flutter. Flutter was dankbaar en danste in de lucht. Lily, Treey, Squeaky en Flutter verkenden meer van het bos. Ze zagen een bruisend beekje met helder water. Het was de thuisbasis van glimmende vissen. Lily en haar nieuwe vrienden zaten bij de beek en genoten van het vredige geluid van water. Toen het tijd was om naar huis te gaan, zei Lily: 'Bedankt dat jullie mijn vrienden zijn, Treey, Squeaky en Flutter. Ik kom snel terug om je te zien.' Ze zwaaide gedag en verliet het bos, blij dat ze haar nieuwe vrienden had ontmoet.",
    "audio_file": "nl/10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "Het verloren katje",
    "story_translation": "Er was eens, in een rustige buurt, een klein meisje dat Emma heette. Emma hield van dieren en op een dag vond ze een klein, pluizig katje in haar achtertuin. Het kitten zag er verloren en bang uit. Emma voelde zich verdrietig voor het kitten en besloot te helpen. Ze pakte het voorzichtig op en gaf het een warme deken. Emma vroeg haar moeder of ze het kitten mochten houden, en haar moeder stemde toe. Ze noemden het kitten Whiskers vanwege zijn schattige snorharen. Emma en Whiskers werden beste vriendinnen. Ze speelden elke dag samen en deden dutjes in de zon. Emma gaf Whiskers heerlijk kattenvoer en Whiskers spinde blij. Al snel was Whiskers niet meer verdwaald of bang. Emma en haar nieuwe harige vriend waren erg gelukkig samen. Ze deelden vele avonturen en maakten elkaar elke dag aan het lachen.",
    "audio_file": "nl/10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "Goudlokje en de drie beren",
    "story_translation": "Er was eens, in een dicht bos, een klein, gezellig huisje waar drie beren woonden: Papa Beer, Mama Beer en Baby Beer. Op een ochtend, nadat Mama Beer een heerlijke pap had gemaakt, ging de familie wandelen om het af te laten koelen. Terwijl ze weg waren, stuitte een nieuwsgierig klein meisje genaamd Goudlokje op hun huisje. Ze klopte op de deur en toen niemand opendeed, duwde ze hem open en ging naar binnen. In de keuken zag Goudlokje drie kommen pap. Ze proefde de pap uit de eerste kom, die van Papa Beer was, en riep uit: 'Deze pap is te heet!' Toen proefde ze de pap uit de kom van Mama Beer en zei: 'Deze pap is te koud.' Uiteindelijk proefde ze de pap van Baby Bear en glimlachte: 'Deze pap is precies goed!' Dus at ze het allemaal op. Na het eten voelde Goudlokje zich moe en vond drie stoelen in de woonkamer. Ze zat in de grote stoel van Papa Beer, maar die was te zwaar. Ze probeerde de middelgrote stoel van Mama Beer, maar die was te zacht. Toen ging ze in het stoeltje van Baby Beer zitten, en het was precies goed, maar het brak onder haar gewicht! Goudlokje voelde zich slaperig en ging naar boven en vond drie bedden. Ze ging in het bed van Papa Beer liggen, maar het was te hard. Ze verhuisde naar het bed van Mama Beer, maar het was te zacht. Uiteindelijk probeerde ze het bed van Baby Bear, en het was precies goed. Ze viel in slaap. De drie beren keerden terug naar huis en waren verrast toen ze de deur van hun huisje open zagen gaan. Binnen vonden ze hun pap opgegeten, hun stoelen gebruikt en ten slotte het kleine meisje slapend in het bed van Baby Bear. Goudlokje werd wakker, zag de beren en rende zo snel als ze kon het huisje uit, om nooit meer terug te keren.",
    "audio_file": "nl/10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "Assepoester",
    "story_translation": "Er was eens, in een koninkrijk ver weg, een aardig en mooi meisje dat Assepoester heette. Ze woonde bij haar boze stiefmoeder en twee stiefzussen, die haar erg slecht behandelden. Assepoester moest al het zware werk doen en kreeg alleen vodden om te dragen. Op een dag kondigde de koning een groot bal aan, waarbij alle jonge dames in het koninkrijk werden uitgenodigd, want de prins was op zoek naar een bruid. Assepoester verlangde ernaar om naar het bal te gaan, maar haar stiefmoeder verbood het en liet haar in tranen thuis achter. Terwijl Assepoester huilde, verscheen haar Fairy Godmother. Met een zwaai van haar toverstok toverde ze Assepoesters vodden om tot een prachtige jurk en veranderde ze een pompoen in een prachtige koets. Ze gaf Assepoester glazen muiltjes en waarschuwde haar dat de magie om middernacht zou verdwijnen. Op het bal betoverde Assepoester iedereen met haar gratie en schoonheid, vooral de prins. Ze dansten de hele nacht door, maar toen de klok twaalf uur sloeg, herinnerde Assepoester zich de waarschuwing van haar Fairy Godmother en haastte zich weg, waarbij ze een van haar glazen muiltjes op de trappen van het paleis verloor. De prins, vastbesloten om het mysterieuze meisje te vinden, gebruikte het glazen muiltje om het koninkrijk te doorzoeken. Toen hij bij Assepoester thuis aankwam, paste de pantoffel haar perfect. De prins herkende haar van het bal en verklaarde zijn liefde voor haar. Assepoester vergaf haar stiefmoeder en stiefzussen voor hun wreedheid en trouwde met de prins. Ze leefden nog lang en gelukkig, en Assepoesters vriendelijkheid en nederigheid waren in het hele koninkrijk bekend.",
    "audio_file": "nl/10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "Jack en de bonenstaak",
    "story_translation": "Er was eens een jongen genaamd Jack die bij zijn moeder woonde. Ze waren erg arm en hadden alleen een koe. Op een dag zei Jacks moeder dat hij de koe moest verkopen omdat ze geld nodig hadden. Op weg om de koe te verkopen, ontmoette Jack een man die hem magische bonen gaf in ruil voor de koe. Jack was opgewonden en rende naar huis om het aan zijn moeder te laten zien. Maar zijn moeder was boos en gooide de bonen uit het raam. De volgende ochtend zag Jack een enorme bonenstaak de lucht in reiken. Hij was nieuwsgierig en klom in de bonenstaak. Het bracht hem naar een land hoog in de lucht waar een reus woonde. De reus had een kip die gouden eieren legde en een magische harp. Jaap sloop het huis van de reus binnen en nam de kip en de harp mee. Maar de harp schreeuwde het uit en maakte de reus wakker. Jack rende en klom langs de bonenstaak naar beneden. De reus volgde hem. Toen Jack de grond bereikte, hakte hij snel de bonenstaak om. De reus viel en werd nooit meer gezien. Jack en zijn moeder verkochten de gouden eieren en werden rijk. Ze leefden nog lang en gelukkig.",
    "audio_file": "nl/10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "Het lelijke eendje",
    "story_translation": "Er was eens een moedereend die een partij eieren had. Een van de eieren was groter dan de rest en kwam veel later uit. Daaruit kwam een eendje tevoorschijn dat er anders uitzag dan zijn broertjes en zusjes. Hij was groter en grijs, niet geel en schattig zoals de anderen. De andere eendjes speelden niet met hem en noemden hem lelijk. Het lelijke eendje voelde zich erg verdrietig en verliet het huis om een plek te vinden waar hij gelukkig kon zijn. Hij ontmoette verschillende dieren, maar ze keken hem allemaal vreemd aan omdat hij zo groot en grijs was. De winter kwam en het was erg koud. Het lelijke eendje vond een meer en zwom erin. Hij zag prachtige witte vogels boven zich vliegen. Hij wenste dat hij net zo mooi en gracieus kon zijn als zij. Toen de lente aanbrak, zag het lelijke eendje zijn spiegelbeeld in het water. Hij was niet langer een grijze, onhandige vogel. Hij was veranderd in een prachtige zwaan! De andere zwanen verwelkomden hem en speelden met hem. Mensen zagen hem en zeiden: 'Kijk eens naar die mooie zwaan!' Het lelijke eendje, nu een prachtige zwaan, was erg blij. Hij leerde dat het niet uitmaakte hoe hij eruit zag toen hij werd geboren, omdat hij in een mooie zwaan was veranderd.",
    "audio_file": "nl/10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "De kleine rode kip",
    "story_translation": "Er was eens een Rode Kip die op een boerderij woonde. Ze vond wat zaadjes op de grond. De Kleine Rode Kip had een idee. Ze dacht: 'Ik zal deze zaadjes planten.' Ze vroeg haar vrienden, de hond, de kat en de eend: 'Wie zal me helpen de zaadjes te planten?' Maar ze zeiden allemaal: 'Ik niet.' En het rode duivinnetje zei: 'Dan doe ik het zelf wel.' En ze plantte de zaadjes helemaal alleen. Toen de zaden uitgroeiden tot hoge tarwe, vroeg de kleine rode kip: 'Wie zal me helpen de tarwe te maaien?' Weer zeiden de hond, de kat en de eend: 'Ik niet.' Dus het rode kippetje zei: 'Dan doe ik het zelf.' En ze maaide de tarwe helemaal zelf. Vervolgens vroeg ze: 'Wie zal me helpen om van de tarwe meel te maken?' Maar haar vrienden zeiden: 'Ik niet.' Dus deed ze het helemaal alleen. Toen zei het Rode Kippetje: 'Wie zal me helpen met het bakken van het brood?' Weer zeiden ze allemaal: 'Ik niet.' Dus bakte ze het brood zelf. Toen het brood klaar was en lekker rook, kwamen de hond, de kat en de eend en zeiden: \"We zullen je helpen het brood op te eten!\" Maar het Rode Kippetje zei: \"Nee, ik eet het zelf wel op.\" En dat deed ze. Ze at het brood op en was erg blij.",
    "audio_file": "nl/10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "De schildpad en de haas",
    "story_translation": "Er was eens een snelle haas die graag opschepte over hoe snel hij kon rennen. Er was ook een langzame schildpad die heel langzaam bewoog. Op een dag lachte de haas de schildpad uit en zei: 'Je bent zo traag! Ik kan veel sneller rennen dan jij!' De schildpad antwoordde: 'Laten we een race houden en kijken wie er sneller is.' Ze besloten een race te houden. De volgende dag kwamen alle dieren in het bos kijken. De race begon en de haas rende heel snel en liet de schildpad ver achter zich. Maar al snel dacht de haas: 'Ik ben zo ver vooruit, ik kan een tijdje rusten.' Dus ging hij onder een boom liggen en viel in slaap. De schildpad bleef langzaam maar gestaag lopen. Hij stopte niet en rustte niet. Na een lange tijd passeerde hij de slapende haas. Toen de haas wakker werd, zag hij dat de schildpad in de buurt van de finish was. Hij rende zo hard als hij kon, maar het was te laat. De schildpad kwam als eerste over de finish. De schildpad won de race omdat hij langzaam bleef gaan en niet opgaf. De haas leerde dat snel zijn niet altijd het beste is, en dat je niet moet opscheppen of anderen moet onderschatten.",
    "audio_file": "nl/10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "Hans en Grietje",
    "story_translation": "Er waren eens twee kinderen, Hans en Grietje, die bij hun vader en een gemene stiefmoeder woonden. Ze waren erg arm en op een dag besloot de stiefmoeder de kinderen in het bos achter te laten omdat er niet genoeg voedsel was voor iedereen. De vader wilde het niet, maar hij stemde toe. Hans hoorde hun plan en verzamelde glimmende kiezelstenen. Toen ze het bos in liepen, liet Hans de kiezelstenen vallen om een pad terug naar huis te maken. Nadat hun ouders hen hadden verlaten, volgden Hans en Grietje het kiezelpad en vonden hun weg terug naar huis. Hun vader was blij hen te zien, maar de stiefmoeder niet. De volgende keer werden Hans en Grietje dieper het bos in gebracht. Hans liet een spoor van broodkruimels achter, maar vogels aten ze op en ze konden de weg terug niet vinden. Verdwaald en hongerig vonden ze een huis gemaakt van snoep en begonnen het op te eten. Een oude heks die daar woonde, betrapte hen en sloot Hans op in een kooi. Ze liet Grietje klusjes doen en was van plan Hans op te eten. Grietje bedroog de heks en duwde haar in de oven. Toen bevrijdde ze Hans en ze vonden schatten in het huis van de heks. Toen de heks weg was, vonden Hans en Grietje hun weg terug naar huis met de schatten. Hun vader was dolblij hen te zien en zei dat hij er spijt van had dat hij hen in het bos had achtergelaten. Ze hebben de gemene stiefmoeder nooit meer gezien. Ze leefden allemaal nog lang en gelukkig met veel eten en geen zorgen meer.",
    "audio_file": "nl/10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "De nieuwe kleren van de keizer",
    "story_translation": "Er was eens een ijdele keizer die graag mooie kleren droeg. Hij gaf al zijn geld uit om goed gekleed te zijn. Op een dag kwamen er twee oplichters naar de stad van de keizer. Ze zeiden dat ze de mooiste kleren ter wereld konden maken. Deze kleren, zo beweerden ze, waren onzichtbaar voor iedereen die ofwel erg dom was of niet goed in zijn werk. De keizer vond het een geweldig idee. Hij gaf hun goud en zijde om de kleren te maken. De oplichters deden alsof ze werkten, maar ze hielden al het goud en de zijde voor zichzelf. Toen de kleren 'klaar' waren, ging de keizer naar hen toe. Hij zag geen kleren, maar hij wilde niet dom overkomen, dus deed hij alsof hij ze bewonderde. De oplichters deden alsof ze de keizer in de nieuwe kleren kleedden. De keizer marcheerde in een parade voor al zijn volk. Iedereen in de menigte deed ook alsof ze de kleding zagen, omdat ze niet dom genoemd wilden worden. Uiteindelijk riep een klein kind: 'Maar hij heeft helemaal niets aan!' Langzaam begon iedereen hetzelfde te fluisteren. De keizer besefte dat ze gelijk hadden, maar zette de parade voort, te trots om zijn fout toe te geven.",
    "audio_file": "nl/10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "Doornroosje",
    "story_translation": "Er waren eens een koning en een koningin die een kind wensten. Uiteindelijk kwam hun wens uit en kregen ze een prachtig meisje. Ze noemden haar Aurora. Om de geboorte van Aurora te vieren, hielden de koning en koningin een groots feest. Ze nodigden alle feeën in het koninkrijk uit om Aurora te zegenen. Elke fee gaf Aurora een geschenk zoals schoonheid, vriendelijkheid en intelligentie. Maar er was een oude fee die niet was uitgenodigd. Ze voelde zich boos en kwam toch naar het feest. Ze gaf Aurora een slecht cadeau: op haar zestiende verjaardag prikte Aurora haar vinger aan een spinnewiel en viel voor altijd in slaap. Gelukkig had de jongste fee haar nog geen cadeau gegeven. Ze kon de vloek van de oude fee niet ongedaan maken, maar ze kon hem wel verzachten. Ze zei dat Aurora niet zou sterven, maar in een diepe slaap zou vallen, en dat alleen een kus van een ware liefde haar wakker zou kunnen maken. Jaren gingen voorbij en Aurora groeide op tot een mooie en vriendelijke prinses. Op haar zestiende verjaardag vond ze een spinnewiel en prikte in haar vinger. Ze viel in een diepe slaap en het hele koninkrijk viel met haar in slaap. Honderd jaar gingen voorbij en er kwam een prins in het koninkrijk. Hij vond Aurora en kuste haar. De kus verbrak de betovering. Aurora en het hele koninkrijk werden wakker. De prins en Aurora werden verliefd en trouwden. Ze leefden nog lang en gelukkig, en het koninkrijk was weer vol vreugde en gelach.",
    "audio_file": "nl/10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "Amelia Earhart",
    "story_translation": "Er was eens een dapper en avontuurlijk meisje genaamd Amelia Earhart. Amelia hield ervan om naar vogels te kijken en droomde ervan om net als zij hoog in de lucht te zweven. Ze groeide op in een tijd waarin niet veel vrouwen piloot werden, maar Amelia was vastbesloten haar droom te volgen. Ze werkte heel hard en leerde vliegtuigen besturen en werd een van de eerste vrouwelijke piloten ter wereld. Amelia deed iets heel geweldigs: ze vloog helemaal alleen over de grote, brede Atlantische Oceaan, de eerste vrouw ooit die dat deed! Haar moed en succes lieten iedereen zien dat meisjes ook grote dromen kunnen verwezenlijken. Amelia werd beroemd en inspireerde veel mensen, vooral meisjes, om hun eigen dromen te volgen, hoe groot ze ook zijn. Ze bewees dat je met vastberadenheid en moed naar de sterren kunt reiken en je dromen kunt waarmaken.",
    "audio_file": "nl/10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "Martin Luther King Jr.",
    "story_translation": "Er was eens een man genaamd Martin Luther King Jr., die een grote droom had. Hij droomde van een wereld waarin iedereen, ongeacht de kleur van zijn huid, gelijk en eerlijk zou worden behandeld. Martin leefde in een tijd waarin niet iedereen hetzelfde werd behandeld - mensen met verschillende huidskleuren hadden verschillende scholen, verschillende waterfonteinen en mochten niet dezelfde dingen doen. Dit maakte Martin erg verdrietig en hij wilde het veranderen. Hij werd een leider en sprak met veel mensen over zijn droom. Hij hield toespraken en leidde vreedzame marsen, waarbij hij vroeg om iedereen met vriendelijkheid en respect te behandelen. Zijn beroemdste toespraak begon met 'I have a dream...' Martin was dapper en sterk, en hij werkte heel hard om van de wereld een betere plek te maken. Door hem werden veel wetten veranderd en begonnen mensen te begrijpen hoe belangrijk het is om iedereen gelijk te behandelen. Martin Luther King Jr. heeft ons laten zien dat we met liefde, vrede en vastberadenheid grote veranderingen kunnen aanbrengen en iedereen kunnen helpen beter samen te leven.",
    "audio_file": "nl/10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "Rosa Parken",
    "story_translation": "Er was eens een moedige vrouw genaamd Rosa Parks die opkwam voor wat juist was. Rosa leefde in een tijd waarin mensen anders werden behandeld op basis van hun huidskleur. Op een dag, na een lange dag op het werk, nam Rosa plaats in een bus in Montgomery, Alabama. De buschauffeur zei dat ze haar stoel moest afstaan voor een blanke passagier, maar Rosa was moe, niet alleen van haar dag, maar ook van de oneerlijke regels die zij en anderen elke dag moesten volgen. Ze besloot te blijven zitten en zei nee op een rustige maar krachtige manier. Rosa's moedige daad was een heel belangrijk moment. Het begon een grote beweging waarbij veel mensen, onder leiding van Martin Luther King Jr., zich verenigden om te vechten voor gelijkheid en eerlijkheid. Ze organiseerden een grote busboycot, waarbij ze stopten met het gebruik van de bussen totdat iedereen kon zitten waar ze wilden. Rosa's eenvoudige daad van moed hielp veel oneerlijke wetten te veranderen en liet de wereld zien hoe opkomen voor wat juist is, zelfs op kleine manieren, een enorm verschil kan maken. Rosa Parks wordt herinnerd als de 'moeder van de burgerrechtenbeweging' en haar verhaal leert ons dat iedereen een held kan zijn en kan helpen de wereld ten goede te veranderen.",
    "audio_file": "nl/10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "Neil Armstrong",
    "story_translation": "Er was eens een avontuurlijke man genaamd Neil Armstrong. Hij had een droom om iets te doen wat nog nooit iemand eerder had gedaan: op de maan lopen! Neil hield van vliegen en werd piloot, vloog hoog in de lucht en werd zelfs astronaut, wat betekende dat hij naar de ruimte mocht. Op 20 juli 1969 vlogen Neil en zijn vrienden in een ruimteschip genaamd Apollo 11 helemaal naar de maan. Het was een lange en spannende reis. Toen ze op de maan aankwamen, was Neil de eerste die uit het ruimteschip op het stoffige maanoppervlak stapte. Toen hij zijn eerste stap zette, zei hij: 'Dat is een kleine stap voor de mens, een grote sprong voor de mensheid.' Dit betekende dat, hoewel zijn stap klein was, het een enorm moment was voor alle mensen overal. Neil en zijn vrienden verzamelden maanstenen en plantten een vlag. Toen ze terugkeerden naar de aarde, werden ze gevierd als helden. Neil's droom en moed lieten iedereen zien dat we met hard werken en vastberadenheid de sterren kunnen bereiken en ongelooflijke dingen kunnen bereiken.",
    "audio_file": "nl/10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "Marie Curie",
    "story_translation": "Er was eens, in het land Polen, een heel nieuwsgierig en slim meisje genaamd Marie Curie. Marie hield van leren, vooral over wetenschap. Toen ze opgroeide, verhuisde ze naar Parijs, Frankrijk, om verder te studeren omdat ze wetenschapper wilde worden. In die tijd waren niet veel vrouwen wetenschapper, maar Marie was vastberaden. Ze werkte in een klein, donker laboratorium met haar man, Pierre Curie. Samen ontdekten ze iets verbazingwekkends dat radium heet. Radium was een speciaal soort metaal dat oplichtte in het donker en kon worden gebruikt om artsen te helpen in het lichaam van mensen te kijken om ze beter te maken. Marie Curie werd erg beroemd om haar ontdekking, en ze won de Nobelprijs niet één, maar twee keer! Ze was de eerste vrouw die deze grote prijs won en de eerste persoon ooit die hem twee keer won. Marie liet de wereld zien dat meisjes ook geweldige wetenschappers kunnen zijn. Ze werkte hard en gaf nooit op, ook niet als het moeilijk was. Haar ontdekkingen hielpen veel mensen en veranderden de wereld van de wetenschap voor altijd.",
    "audio_file": "nl/10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "Malala Yousafzai",
    "story_translation": "Er was eens, in de prachtige Swat-vallei van Pakistan, een dapper meisje genaamd Malala Yousafzai. Malala vond het heerlijk om naar school te gaan en nieuwe dingen te leren, maar in haar land vond een groep mensen dat meisjes niet naar school hoorden te gaan. Malala geloofde dat elk meisje en elke jongen het recht heeft om te leren, dus kwam ze op voor haar rechten en de rechten van andere kinderen. Ze schreef over haar leven en haar verlangen om naar school te gaan in een dagboek, en veel mensen over de hele wereld lazen haar woorden. Haar moed maakte sommige mensen boos, en op een dag raakte ze gewond. Maar Malala was sterk en ze gaf niet op. Nadat ze beter was geworden, bleef ze nog luider spreken voor de opvoeding van alle kinderen. Haar moed en haar verhaal inspireerden veel mensen, en ze werd de jongste persoon ooit die de Nobelprijs voor de Vrede won. Malala liet iedereen zien dat zelfs als je jong bent, je een groot verschil kunt maken in de wereld door op te komen voor waar je in gelooft.",
    "audio_file": "nl/10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "Nelson Mandela",
    "story_translation": "Er was eens een man in Zuid-Afrika die Nelson Mandela heette. Mandela was een dappere en wijze man die geloofde dat iedereen gelijk behandeld moest worden, ongeacht de kleur van hun huid. Maar in die tijd waren er in Zuid-Afrika oneerlijke wetten die apartheid werden genoemd en die mensen scheidden op basis van hun ras en huidskleur. Mandela wilde deze wetten veranderen zodat iedereen, zwart of wit, in vrede kon samenleven. Hij werkte heel hard en sprak met veel mensen, in een poging om op een vreedzame manier verandering teweeg te brengen. Maar de regering vond dit niet leuk en ze zetten hem vele jaren in de gevangenis. Mandela gaf de hoop nooit op en hij werd een symbool van de strijd voor vrijheid. Mensen over de hele wereld kenden hem en steunden zijn zaak. Eindelijk, na 27 jaar, werd hij vrijgelaten. Mandela's droom begon uit te komen toen hij de eerste zwarte president van Zuid-Afrika werd, en hij werkte om mensen van alle kleuren samen te brengen. Hij liet de wereld de kracht van vergeving zien en hoe belangrijk het is om te vechten voor wat juist is. Nelson Mandela wordt herinnerd als een held die hoop en verandering bracht in zijn land en de wereld.",
    "audio_file": "nl/10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "Leonardo Da Vinci",
    "story_translation": "Er was eens in Italië een nieuwsgierige en slimme jongen genaamd Leonardo da Vinci. Leonardo hield ervan om de wereld om hem heen te verkennen en was in veel dingen geïnteresseerd. Hij hield van tekenen, schilderen en zelfs nieuwe dingen uitvinden. Toen hij opgroeide, werd hij erg goed in kunst en maakte hij prachtige schilderijen, waaronder de beroemde 'Mona Lisa' die mensen vandaag de dag nog steeds bewonderen. Maar Leonardo was niet alleen een kunstenaar; Hij was ook een wetenschapper en een uitvinder. Hij bestudeerde vogels en droomde ervan een machine te maken die kon vliegen, net als een vliegtuig vandaag. Hij keek ook naar het menselijk lichaam om te begrijpen hoe het werkt en tekende veel schetsen van zijn ideeën. Leonardo was een zeer getalenteerde man en zijn nieuwsgierigheid naar de wereld stopte nooit. Hij bleef zijn hele leven leren en creëren. Hij liet ons zien dat als je nieuwsgierig bent en hard werkt, je veel verschillende dingen kunt leren en misschien zelfs de wereld kunt veranderen met je ideeën.",
    "audio_file": "nl/10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "Cleopatra",
    "story_translation": "Er was eens in het oude Egypte een beroemde koningin genaamd Cleopatra. Cleopatra was niet zomaar een koningin; Ze was ook erg slim en goed opgeleid. Ze sprak vele talen en stond bekend om haar charme en intelligentie. Als heerser van Egypte gaf Cleopatra veel om haar volk en werkte ze hard om haar land sterk en machtig te maken. Ze was ook beroemd om haar schoonheid en haar grote liefdesverhalen met machtige leiders van andere landen, zoals Julius Caesar en Marcus Antonius. Cleopatra leefde in een tijd waarin het zeer zeldzaam was dat een vrouw zo'n machtige positie bekleedde, maar ze liet zien dat ze net zo goed kon regeren als elke koning. Ze was een van de laatste heersers van het oude Egypte voordat het deel ging uitmaken van het Romeinse Rijk. Cleopatra's leven zat vol avonturen en ze is door de geschiedenis heen herinnerd als een van de meest fascinerende en invloedrijke vrouwen van haar tijd.",
    "audio_file": "nl/10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "Galileo Galilei",
    "story_translation": "Er was eens in Italië een man die Galileo Galilei heette. Galilei was erg nieuwsgierig naar de wereld en de sterren aan de hemel. Hij hield ervan om te studeren en te leren over alles wat hij kon. Een van de belangrijkste dingen die hij deed, was met een telescoop naar de sterren en planeten kijken, wat in die tijd een nieuwe uitvinding was. Galileo ontdekte dat de aarde en andere planeten rond de zon bewogen, niet andersom zoals de meeste mensen toen dachten. Dit was een grote ontdekking omdat het de manier veranderde waarop mensen het universum begrepen. Niet iedereen was echter blij met de ideeën van Galilei. Sommige mensen, waaronder machtige leiders, geloofden hem niet en wilden ook niet dat anderen hem geloofden. Ze vonden zijn ideeën te verschillend. Galileo moest heel moedig zijn om zijn ontdekkingen te delen en op te komen voor wat hij wist dat waar was. Hij bleef studeren en lesgeven, en vandaag herinneren we ons Galileo als een van de grootste wetenschappers ooit. Hij liet ons zien dat je je soms moet afvragen wat iedereen denkt en dapper genoeg moet zijn om je eigen ideeën te volgen.",
    "audio_file": "nl/10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "Jeanne d'Arc",
    "story_translation": "Er was eens in Frankrijk een jong meisje dat Jeanne d'Arc heette. Joan woonde in een klein dorp in een tijd dat haar land, Frankrijk, in een grote oorlog verwikkeld was met een ander land genaamd Engeland. Joan was erg dapper en geloofde dat ze een speciale missie had om Frankrijk te helpen. Ze zei dat ze stemmen van heiligen hoorde die haar vertelden dat ze haar land moest redden. Hoewel ze nog maar een tiener en een meisje was, overtuigde Jeanne de prins van Frankrijk om haar een leger te laten leiden. Ze droeg een harnas en reed op een paard, terwijl ze haar soldaten in de strijd leidde. Joan's moed inspireerde iedereen om haar heen en ze hielp enkele belangrijke veldslagen te winnen. Mensen zagen haar als een held. Helaas werd ze gevangen genomen door haar vijanden en stond ze voor grote uitdagingen. Maar Joan is nooit gestopt met geloven in haar missie. Jaren later werd ze herinnerd als een symbool van moed en patriottisme. Jeanne d'Arc werd een heilige en mensen over de hele wereld kennen haar verhaal. Ze leerde ons dat hoe jong of klein je ook bent, je geweldige dingen kunt doen als je moed hebt en in jezelf gelooft.",
    "audio_file": "nl/10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "Albert Einstein",
    "story_translation": "Er was eens een briljante natuurkundige genaamd Albert Einstein. Albert had een diepe nieuwsgierigheid naar het universum en hoe het werkte. Hij kwam met een baanbrekende theorie genaamd 'Relativiteitstheorie', die de manier veranderde waarop we ruimte, tijd en zwaartekracht begrijpen. Zijn formule, E=mc², werd wereldberoemd. Albert was niet alleen een wetenschapper; Hij was ook een pleitbezorger voor vrede en mensenrechten. Hij sprak zich uit tegen oorlog en onrecht. Zijn werk en ideeën brachten een revolutie teweeg in de wetenschap en maakten hem tot een van de beroemdste wetenschappers in de geschiedenis. Albert Einstein heeft ons laten zien dat we met verbeeldingskracht, nieuwsgierigheid en hard werken de mysteries van het universum kunnen ontrafelen en van de wereld een betere plek kunnen maken.",
    "audio_file": "nl/10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "De val van de Berlijnse Muur",
    "story_translation": "Er was eens, in 1989, een gedenkwaardige gebeurtenis in Berlijn, Duitsland: de val van de Berlijnse Muur. Decennialang had de Berlijnse Muur Oost- en West-Berlijn gescheiden, als symbool voor de scheiding tussen Oost en West tijdens de Koude Oorlog. Het was een fysieke en ideologische barrière die symbool stond voor onderdrukking en verdeeldheid. In de herfst van 1989 leidden een reeks vreedzame protesten en politieke veranderingen in Oost-Duitsland echter tot het ondenkbare. In de nacht van 9 november 1989 kondigde de Oost-Duitse regering aan dat burgers vrij West-Berlijn konden oversteken. Drommen mensen stroomden naar de muur en met hamers en beitels begonnen ze hem te ontmantelen. De wereld keek met verbazing toe hoe families en vrienden vreugdevol werden herenigd en mensen van beide kanten van de muur elkaar omhelsden. De val van de Berlijnse Muur markeerde het begin van het einde van de Koude Oorlog en de uiteindelijke hereniging van Duitsland. Het was een bewijs van de kracht van mensen die samenkomen om barrières te slechten en vrijheid en eenheid te bereiken.",
    "audio_file": "nl/10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "De Zijderoute",
    "story_translation": "Lang geleden, in de oudheid, bestond er een uitgebreid netwerk van handelsroutes dat bekend staat als de Zijderoute. Deze historische reis was niet één enkele weg, maar een complex web van onderling verbonden paden die zich over Azië uitstrekten en het Oosten met het Westen verbonden. De zijderoute dankt zijn naam aan de waardevolle zijde, een luxueuze stof die in China wordt geproduceerd en die een van de meest gewilde goederen was die langs deze routes werden verhandeld. De Zijderoute ging echter niet alleen over zijde; Het was een kanaal voor de uitwisseling van goederen, culturen en ideeën. Handelaren uit China, India, Perzië, Arabië en andere regio's begonnen aan gevaarlijke reizen en vervoerden goederen zoals specerijen, edele metalen, edelstenen en exotisch textiel. Samen met deze goederen deelden ze hun culturen, religies en technologieën. De Zijderoute faciliteerde een opmerkelijke uitwisseling van kennis, wat leidde tot vooruitgang in wetenschap, wiskunde en kunst. Het speelde ook een belangrijke rol in de verspreiding van het boeddhisme, de islam en het christendom naar verschillende delen van de wereld. Terwijl de Zijderoute bloeide, bevorderde het een geest van samenwerking en begrip tussen verschillende beschavingen. Ondanks de uitdagingen van ruw terrein en onvoorspelbaar weer, zetten handelaren hun reizen voort en smeedden ze verbindingen tussen verre landen. De Zijderoute was een brug die mensen over continenten heen verbond en een cruciale rol speelde bij het vormgeven van de geschiedenis van onze wereld.",
    "audio_file": "nl/10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "De Grote Muur van China",
    "story_translation": "Vele eeuwen geleden begon in het uitgestrekte en oude land China een opmerkelijk bouwproject. Het was de bouw van wat later een van de meest iconische en ontzagwekkende bouwwerken ter wereld zou worden: de Chinese Muur. Deze monumentale onderneming was niet een enkele muur, maar een reeks muren, vestingwerken en wachttorens die zich uitstrekten over de noordgrens van China. Het primaire doel van de Grote Muur was om de Chinese staten en rijken te beschermen tegen invasies door nomadische stammen en militaire invallen. De bouw van de Grote Muur begon meer dan 2,000 jaar geleden tijdens de Qin-dynastie, maar werd uitgebreid en herbouwd door volgende dynastieën, waaronder de Han-, Ming- en Qing-dynastieën. De muur werd gebouwd met behulp van verschillende materialen zoals steen, aarde, hout en baksteen, en besloeg een verbazingwekkende afstand, met schattingen variërend van 13.000 tot 21.196 mijl. Het was een bewijs van de vindingrijkheid en vastberadenheid van het Chinese volk. De Grote Muur diende niet alleen als een formidabele verdedigingsstructuur, maar vergemakkelijkte ook handel, communicatie en culturele uitwisselingen langs de Zijderoute. Het heeft de tand des tijds doorstaan en blijft een symbool van China's rijke geschiedenis en blijvende kracht. Tegenwoordig wordt het erkend als een van de zeven wereldwonderen en wordt het bezocht door miljoenen mensen van over de hele wereld die zich komen verbazen over de grootsheid en historische betekenis ervan.",
    "audio_file": "nl/10027.wav"
  }
]