[
  {
    "title": "3 Little Pigs",
    "fiction": true,
    "story": "Once upon a time, there were three little pigs who set out to build their own houses. The first little pig built his house of straw, the second little pig built his house of sticks, and the third little pig built his house of bricks. One day, a big bad wolf came to the house of the first little pig. He huffed and puffed and blew the house down! The first little pig ran as fast as he could to the second pig's house. The wolf followed him to the house of sticks. He huffed and puffed again and blew the house down! The two little pigs ran to the third pig's house, which was made of bricks. The wolf tried to blow down the brick house, but he couldn't. He huffed and puffed, but the house stood strong. The three little pigs were safe inside, and the big bad wolf eventually went away. The pigs learned that hard work and dedication pay off in the end.",
    "title_translation": "3 छोटे सूअर",
    "story_translation": "एक बार, तीन छोटे सूअर थे जो अपने घर बनाने के लिए निकल पड़े। पहले छोटे सुअर ने पुआल का अपना घर बनाया, दूसरे छोटे सुअर ने लाठी का अपना घर बनाया, और तीसरे छोटे सुअर ने ईंटों का अपना घर बनाया। एक दिन, एक बड़ा बुरा भेड़िया पहले छोटे सुअर के घर आया। वह हतप्रभ हो गया और घर को उड़ा दिया! पहला छोटा सुअर उतनी ही तेजी से भागा जितना वह दूसरे सुअर के घर में जा सकता था। भेड़िया लाठी के साथ उसके घर तक चला गया। वह फिर से हतप्रभ और फूला और घर को उड़ा दिया! दो छोटे सूअर तीसरे सुअर के घर की ओर भागे, जो ईंटों से बना था। भेड़िये ने ईंट के घर को उड़ाने की कोशिश की, लेकिन वह नहीं कर सका। वह हतप्रभ और फूला हुआ था, लेकिन घर मजबूत खड़ा था। तीन छोटे सूअर अंदर सुरक्षित थे, और बड़ा बुरा भेड़िया अंततः चला गया। सूअरों ने सीखा कि कड़ी मेहनत और समर्पण अंत में भुगतान करते हैं।",
    "audio_file": "hi/10000.wav"
  },
  {
    "title": "The Magical Garden",
    "fiction": true,
    "story": "Once upon a time, there was a magical garden in a small village. In this garden, colorful flowers bloomed all year round, and the trees whispered secrets to the birds. But the most magical thing of all was the talking rabbit named Rosie. Rosie was very friendly and loved to help anyone who came to the garden. One sunny morning, a young boy named Timmy visited the garden. He was sad because he had lost his favorite toy. Rosie hopped over and asked, 'What's wrong, Timmy?' Timmy told Rosie about his lost toy. Rosie smiled and said, 'Don't worry, Timmy. I can help you find it.' With Rosie's help, Timmy searched the garden and found his toy hidden under a big, shiny leaf. Timmy was overjoyed and thanked Rosie for her magical help. From that day on, Timmy visited the magical garden often, and he and Rosie became the best of friends, sharing many more magical adventures together.",
    "title_translation": "जादुई उद्यान",
    "story_translation": "एक बार, एक छोटे से गाँव में एक जादुई बगीचा था। इस बगीचे में, रंगीन फूल पूरे साल खिलते थे, और पेड़ पक्षियों को रहस्य बताते थे। लेकिन सभी की सबसे जादुई बात रोजी नाम का बात करने वाला खरगोश था। रोजी बहुत दोस्ताना थी और बगीचे में आने वाले किसी भी व्यक्ति की मदद करना पसंद करती थी। एक धूप भरी सुबह, टिम्मी नाम के एक युवा लड़के ने बगीचे का दौरा किया। वह दुखी था क्योंकि उसने अपना पसंदीदा खिलौना खो दिया था। रोजी ने उठकर पूछा, 'क्या गलत है, टिम्मी? टिम्मी ने रोजी को अपने खोए हुए खिलौने के बारे में बताया। रोजी मुस्कुराई और कहा, 'चिंता मत करो, टिम्मी। मैं इसे खोजने में आपकी मदद कर सकता हूं। रोजी की मदद से, टिम्मी ने बगीचे की खोज की और एक बड़े, चमकदार पत्ते के नीचे छिपा हुआ उसका खिलौना पाया। टिम्मी बहुत खुश था और उसने रोजी को उसकी जादुई मदद के लिए धन्यवाद दिया। उस दिन से, टिम्मी ने अक्सर जादुई बगीचे का दौरा किया, और वह और रोजी सबसे अच्छे दोस्त बन गए, एक साथ कई और जादुई रोमांच साझा किए।",
    "audio_file": "hi/10001.wav"
  },
  {
    "title": "The Friendly Forest",
    "fiction": true,
    "story": "Once upon a time, there was a girl named Lily. She liked to explore. One day, she went to a big forest near her house. In the forest, she met a happy tree named Treey. Treey had a smiling face. Lily and Treey became friends. They played games together. Lily and Treey also met a kind squirrel named Squeaky. Squeaky loved nuts and shared them with Lily and Treey. They laughed and had fun. Then, they found a pretty flower. It was colorful and smelled nice. They picked it and gave it to a friendly butterfly named Flutter. Flutter was thankful and danced in the air. Lily, Treey, Squeaky, and Flutter explored more of the forest. They saw a sparkling stream with clear water. It was home to shiny fish. Lily and her new friends sat by the stream and enjoyed the peaceful sound of water. When it was time to go home, Lily said, 'Thank you for being my friends, Treey, Squeaky, and Flutter. I'll come back to see you soon.' She waved goodbye and left the forest, happy to have met her new friends.",
    "title_translation": "दोस्ताना जंगल",
    "story_translation": "एक बार लिली नाम की एक लड़की थी। उसे एक्सप्लोर करना पसंद था। एक दिन, वह अपने घर के पास एक बड़े जंगल में गई। जंगल में, वह ट्रीय नाम के एक खुश पेड़ से मिली। ट्रीय का चेहरा मुस्कुरा रहा था। लिली और ट्री दोस्त बन गए। वे एक साथ खेल खेलते थे। लिली और ट्री स्क्वीक नाम की एक दयालु गिलहरी से भी मिले। स्क्वीक को नट्स पसंद थे और उन्होंने उन्हें लिली और ट्री के साथ साझा किया। वे हँसे और मज़े किए। फिर, उन्हें एक सुंदर फूल मिला। यह रंगीन था और अच्छी गंध थी। उन्होंने इसे उठाया और इसे फ्लटर नामक एक दोस्ताना तितली को दे दिया। फड़फड़ाहट आभारी थी और हवा में नृत्य किया। लिली, ट्री, स्क्वीक और फ्लटर ने जंगल का अधिक पता लगाया। उन्होंने साफ पानी के साथ एक जगमगाती धारा देखी। यह चमकदार मछली का घर था। लिली और उसके नए दोस्त धारा के किनारे बैठे और पानी की शांतिपूर्ण आवाज़ का आनंद लिया। जब घर जाने का समय आया, तो लिली ने कहा, 'मेरे दोस्त होने के लिए धन्यवाद, ट्री, स्क्वीक, और फड़फड़ाहट। मैं जल्द ही आपसे मिलने के लिए वापस आऊंगा। उसने अलविदा कहा और अपने नए दोस्तों से मिलकर खुश होकर जंगल छोड़ दिया।",
    "audio_file": "hi/10002.wav"
  },
  {
    "title": "The Lost Kitten",
    "fiction": true,
    "story": "Once upon a time, in a quiet neighborhood, there was a little girl named Emma. Emma loved animals, and one day, she found a small, fluffy kitten in her backyard. The kitten looked lost and scared. Emma felt sad for the kitten and decided to help. She gently picked it up and gave it a warm blanket. Emma asked her mom if they could keep the kitten, and her mom agreed. They named the kitten Whiskers because of its cute whiskers. Emma and Whiskers became best friends. They played together every day and took naps in the sun. Emma gave Whiskers delicious cat food, and Whiskers purred happily. Soon, Whiskers wasn't lost or scared anymore. Emma and her new furry friend were very happy together. They shared many adventures and made each other smile every day.",
    "title_translation": "खोया हुआ बिल्ली का बच्चा",
    "story_translation": "एक बार, एक शांत पड़ोस में, एम्मा नाम की एक छोटी लड़की थी। एम्मा जानवरों से प्यार करती थी, और एक दिन, उसे अपने पिछवाड़े में एक छोटा, फूला हुआ बिल्ली का बच्चा मिला। बिल्ली का बच्चा खोया हुआ और डरा हुआ लग रहा था। एम्मा ने बिल्ली के बच्चे के लिए दुखी महसूस किया और मदद करने का फैसला किया। उसने धीरे से इसे उठाया और इसे एक गर्म कंबल दिया। एम्मा ने अपनी माँ से पूछा कि क्या वे बिल्ली का बच्चा रख सकते हैं, और उसकी माँ सहमत हो गई। उन्होंने बिल्ली के बच्चे की मूंछ ों को इसकी प्यारी मूंछों के कारण नाम दिया। एम्मा और मूंछें सबसे अच्छे दोस्त बन गए। वे हर दिन एक साथ खेलते थे और धूप में झपकी लेते थे। एम्मा ने मूंछों को स्वादिष्ट बिल्ली का भोजन दिया, और मूंछें खुशी से शुद्ध हो गईं। जल्द ही, मूंछें अब खो गई थीं या डर गई थीं। एम्मा और उसके नए प्यारे दोस्त एक साथ बहुत खुश थे। उन्होंने कई रोमांच साझा किए और हर दिन एक-दूसरे को मुस्कुराने पर मजबूर कर दिया।",
    "audio_file": "hi/10003.wav"
  },
  {
    "title": "Goldilocks and the Three Bears",
    "fiction": true,
    "story": "Once upon a time, in a dense forest, there was a small, cozy cottage where three bears lived: Papa Bear, Mama Bear, and Baby Bear. One morning, after Mama Bear made a delicious porridge, the family went for a walk to let it cool. While they were away, a curious little girl named Goldilocks stumbled upon their cottage. She knocked on the door, and when no one answered, she pushed it open and went inside. In the kitchen, Goldilocks saw three bowls of porridge. She tasted the porridge from the first bowl, which was Papa Bear's, and exclaimed, 'This porridge is too hot!' Then she tasted the porridge from Mama Bear's bowl and said, 'This porridge is too cold.' Finally, she tasted Baby Bear's porridge and smiled, 'This porridge is just right!' So, she ate it all up. After eating, Goldilocks felt tired and found three chairs in the living room. She sat in Papa Bear's big chair, but it was too hard. She tried Mama Bear's medium-sized chair, but it was too soft. Then she sat in Baby Bear's small chair, and it was just right, but it broke under her weight! Feeling sleepy, Goldilocks went upstairs and found three beds. She lay down in Papa Bear's bed, but it was too hard. She moved to Mama Bear's bed, but it was too soft. Finally, she tried Baby Bear's bed, and it was just right. She fell asleep. The three bears returned home and were surprised to see their cottage door open. Inside, they found their porridge eaten, their chairs used, and finally, the little girl sleeping in Baby Bear's bed. Goldilocks woke up, saw the bears, and ran out of the cottage as fast as she could, never to return again.",
    "title_translation": "गोल्डीलॉक्स और तीन भालू",
    "story_translation": "एक बार, एक घने जंगल में, एक छोटा, आरामदायक कॉटेज था जहां तीन भालू रहते थे: पापा भालू, मामा भालू और बेबी भालू। एक सुबह, मामा भालू ने एक स्वादिष्ट दलिया बनाने के बाद, परिवार इसे ठंडा करने के लिए टहलने चला गया। जब वे दूर थे, गोल्डीलॉक्स नाम की एक जिज्ञासु छोटी लड़की ने उनकी झोपड़ी में ठोकर मार दी। उसने दरवाजा खटखटाया, और जब किसी ने जवाब नहीं दिया, तो उसने उसे धक्का देकर खोला और अंदर चली गई। रसोई में, गोल्डीलॉक्स ने दलिया के तीन कटोरे देखे। उसने पहले कटोरे से दलिया का स्वाद लिया, जो पापा भालू का था, और कहा, 'यह दलिया बहुत गर्म है! फिर उसने मामा भालू के कटोरे से दलिया का स्वाद लिया और कहा, 'यह दलिया बहुत ठंडा है। अंत में, उसने बेबी बियर के दलिया का स्वाद लिया और मुस्कुराया, 'यह दलिया सही है! तो, उसने यह सब खा लिया। खाने के बाद, गोल्डीलॉक्स ने थकान महसूस की और लिविंग रूम में तीन कुर्सियां मिलीं। वह पापा भालू की बड़ी कुर्सी पर बैठी, लेकिन यह बहुत कठिन था। उसने मामा भालू की मध्यम आकार की कुर्सी की कोशिश की, लेकिन यह बहुत नरम थी। फिर वह बेबी बियर की छोटी कुर्सी पर बैठ गई, और यह ठीक था, लेकिन यह उसके वजन के नीचे टूट गया! नींद महसूस होने पर, गोल्डीलॉक्स ऊपर गए और उन्हें तीन बेड मिले। वह पापा भालू के बिस्तर में लेट गई, लेकिन यह बहुत कठिन था। वह मामा भालू के बिस्तर पर चली गई, लेकिन यह बहुत नरम था। अंत में, उसने बेबी बियर के बिस्तर की कोशिश की, और यह सही था। वह सो गया। तीनों भालू घर लौटे और अपनी झोपड़ी का दरवाजा खुला देखकर आश्चर्यचकित रह गए। अंदर, उन्होंने पाया कि उनका दलिया खाया गया था, उनकी कुर्सियों का इस्तेमाल किया गया था, और अंत में, बेबी बियर के बिस्तर में सो रही छोटी लड़की। गोल्डीलॉक्स जाग गया, भालू को देखा, और जितनी जल्दी हो सके झोपड़ी से बाहर भाग गया, फिर कभी वापस नहीं आया।",
    "audio_file": "hi/10004.wav"
  },
  {
    "title": "Cinderella",
    "fiction": true,
    "story": "Once upon a time, in a kingdom far away, there lived a kind and beautiful girl named Cinderella. She lived with her wicked stepmother and two stepsisters, who treated her very poorly. Cinderella was made to do all the hard work and was given only rags to wear. One day, the King announced a grand ball, inviting all the young ladies in the kingdom, for the Prince was looking for a bride. Cinderella longed to go to the ball, but her stepmother forbade it, leaving her at home in tears. As Cinderella wept, her Fairy Godmother appeared. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown and turned a pumpkin into a splendid coach. She gave Cinderella glass slippers and warned her that the magic would wear off at midnight. At the ball, Cinderella captivated everyone with her grace and beauty, especially the Prince. They danced the night away, but as the clock struck twelve, Cinderella remembered her Fairy Godmother's warning and hurried away, losing one of her glass slippers on the palace steps. The Prince, determined to find the mysterious girl, used the glass slipper to search the kingdom. When he arrived at Cinderella's home, the slipper fit her perfectly. The Prince recognized her from the ball and declared his love for her. Cinderella forgave her stepmother and stepsisters for their cruelty and married the Prince. They lived happily ever after, and Cinderella’s kindness and humility were known throughout the kingdom.",
    "title_translation": "सिंड्रेला",
    "story_translation": "एक बार, दूर एक राज्य में, सिंड्रेला नाम की एक दयालु और सुंदर लड़की रहती थी। वह अपनी दुष्ट सौतेली माँ और दो सौतेली बहनों के साथ रहती थी, जो उसके साथ बहुत बुरा व्यवहार करते थे। सिंड्रेला को सभी कड़ी मेहनत करने के लिए बनाया गया था और पहनने के लिए केवल रगों को दिया गया था। एक दिन, राजा ने एक भव्य गेंद की घोषणा की, जिसमें राज्य की सभी युवा महिलाओं को आमंत्रित किया गया, क्योंकि राजकुमार एक दुल्हन की तलाश में था। सिंड्रेला गेंद पर जाने के लिए तरस गई, लेकिन उसकी सौतेली मां ने इसे मना कर दिया, जिससे वह आँसू में घर पर रह गई। जैसे ही सिंड्रेला रोई, उसकी परी गॉडमदर दिखाई दी। अपनी छड़ी की एक लहर के साथ, उसने सिंड्रेला के चिथड़ों को एक सुंदर गाउन में बदल दिया और एक कद्दू को एक शानदार कोच में बदल दिया। उसने सिंड्रेला को कांच की चप्पल ें दीं और उसे चेतावनी दी कि जादू आधी रात को बंद हो जाएगा। गेंद पर, सिंड्रेला ने अपनी कृपा और सुंदरता से सभी को मोहित कर लिया, विशेष रूप से प्रिंस। उन्होंने रात भर नृत्य किया, लेकिन जैसे ही घड़ी बारह बज गई, सिंड्रेला को अपनी फेयरी गॉडमदर की चेतावनी याद आई और महल की सीढ़ियों पर अपनी कांच की चप्पल ों में से एक को खोते हुए जल्दी से चली गई। राजकुमार, रहस्यमय लड़की को खोजने के लिए दृढ़ संकल्प, राज्य की खोज के लिए कांच की चप्पल का इस्तेमाल किया। जब वह सिंड्रेला के घर पहुंचा, तो चप्पल उसे पूरी तरह से फिट करती थी। राजकुमार ने उसे गेंद से पहचाना और उसके लिए अपने प्यार की घोषणा की। सिंड्रेला ने अपनी सौतेली माँ और सौतेली बहनों को उनकी क्रूरता के लिए माफ कर दिया और राजकुमार से शादी कर ली। वे हमेशा खुशी से रहते थे, और सिंड्रेला की दयालुता और विनम्रता पूरे राज्य में जानी जाती थी।",
    "audio_file": "hi/10005.wav"
  },
  {
    "title": "Jack and the Beanstalk",
    "fiction": true,
    "story": "Once upon a time, there was a boy named Jack who lived with his mother. They were very poor and had only a cow. One day, Jack’s mother told him to sell the cow because they needed money. On his way to sell the cow, Jack met a man who gave him magic beans in exchange for the cow. Jack was excited and ran home to show his mother. But his mother was upset and threw the beans out the window. The next morning, Jack saw a huge beanstalk reaching up into the sky. He was curious and climbed the beanstalk. It took him to a land high in the sky where a giant lived. The giant had a hen that laid golden eggs and a magical harp. Jack sneaked into the giant's house and took the hen and the harp. But the harp cried out, waking the giant. Jack ran and climbed down the beanstalk. The giant followed him. When Jack reached the ground, he quickly chopped down the beanstalk. The giant fell and was never seen again. Jack and his mother sold the golden eggs and became rich. They lived happily ever after.",
    "title_translation": "जैक और बीन्सटॉक",
    "story_translation": "एक बार की बात है, जैक नाम का एक लड़का था जो अपनी माँ के साथ रहता था। वे बहुत गरीब थे और उनके पास केवल एक गाय थी। एक दिन, जैक की मां ने उसे गाय बेचने के लिए कहा क्योंकि उन्हें पैसे की जरूरत थी। गाय बेचने के लिए जाते समय, जैक एक आदमी से मिला जिसने उसे गाय के बदले जादू की फलियां दीं। जैक उत्साहित था और अपनी मां को दिखाने के लिए घर भाग गया। लेकिन उसकी मां परेशान थी और उसने फलियों को खिड़की से बाहर फेंक दिया। अगली सुबह, जैक ने देखा कि एक विशाल फलियों का ढेर आकाश में ऊपर पहुंच रहा है। वह उत्सुक था और फलियों के डंठल पर चढ़ गया। यह उसे आकाश में एक उच्च भूमि पर ले गया जहां एक विशालकाय रहता था। विशाल के पास एक मुर्गी थी जो सोने के अंडे और एक जादुई वीणा देती थी। जैक चुपके से विशाल के घर में घुस गया और मुर्गी और वीणा ले गया। लेकिन वीणा चिल्लाई, विशाल को जगाया। जैक दौड़ा और फलियों के डंठल पर चढ़ गया। विशाल ने उसका पीछा किया। जब जैक जमीन पर पहुंचा, तो उसने जल्दी से फलियों को काट दिया। विशाल गिर गया और फिर कभी नहीं देखा गया। जैक और उसकी मां ने सोने के अंडे बेचे और अमीर बन गए। इसके बाद वे खुशी से रहते थे।",
    "audio_file": "hi/10006.wav"
  },
  {
    "title": "The Ugly Duckling",
    "fiction": true,
    "story": "Once upon a time, a mother duck had a batch of eggs. One of the eggs was bigger than the rest, and it hatched much later. Out of it came a duckling that looked different from his brothers and sisters. He was bigger and grey, not yellow and cute like the others. The other ducklings didn't play with him and called him ugly. The ugly duckling felt very sad and left home to find a place where he could be happy. He met different animals, but they all looked at him strangely because he was so big and grey. Winter came, and it was very cold. The ugly duckling found a lake and swam in it. He saw beautiful white birds flying above him. He wished he could be beautiful and graceful like them. When spring arrived, the ugly duckling saw his reflection in the water. He was no longer a grey, awkward bird. He had turned into a beautiful swan! The other swans welcomed him and played with him. People saw him and said, 'Look at that beautiful swan!' The ugly duckling, now a beautiful swan, was very happy. He learned that it didn't matter what he looked like when he was born, because he had turned into a lovely swan.",
    "title_translation": "बदसूरत बतख",
    "story_translation": "एक बार, एक माँ बतख के पास अंडे का एक बैच था। अंडों में से एक बाकी की तुलना में बड़ा था, और यह बहुत बाद में निकला। इसमें से एक बत्तख आई जो अपने भाइयों और बहनों से अलग दिखती थी। वह बड़ा और भूरा था, दूसरों की तरह पीला और प्यारा नहीं था। अन्य बत्तखों ने उसके साथ नहीं खेला और उसे बदसूरत कहा। बदसूरत बत्तख को बहुत दुख हुआ और उसने एक जगह खोजने के लिए घर छोड़ दिया जहां वह खुश रह सकता था। वह विभिन्न जानवरों से मिला, लेकिन उन सभी ने उसे अजीब तरह से देखा क्योंकि वह बहुत बड़ा और भूरा था। सर्दी आ गई, और यह बहुत ठंडा था। बदसूरत बत्तख को एक झील मिली और वह उसमें तैर गया। उसने अपने ऊपर सुंदर सफेद पक्षियों को उड़ते हुए देखा। वह चाहता था कि वह उनकी तरह सुंदर और सुंदर हो सके। जब वसंत आया, तो बदसूरत बत्तख ने पानी में अपना प्रतिबिंब देखा। वह अब एक भूरा, अजीब पक्षी नहीं था। वह एक सुंदर हंस में बदल गया था! अन्य हंसों ने उसका स्वागत किया और उसके साथ खेला। लोगों ने उसे देखा और कहा, 'उस सुंदर हंस को देखो! बदसूरत बत्तख, जो अब एक सुंदर हंस है, बहुत खुश था। उसने सीखा कि इससे कोई फर्क नहीं पड़ता कि जब वह पैदा हुआ था तो वह कैसा दिखता था, क्योंकि वह एक प्यारे हंस में बदल गया था।",
    "audio_file": "hi/10007.wav"
  },
  {
    "title": "The Little Red Hen",
    "fiction": true,
    "story": "Once upon a time, there was a Little Red Hen who lived on a farm. She found some seeds on the ground. The Little Red Hen had an idea. She thought, 'I will plant these seeds.' She asked her friends, the dog, the cat, and the duck, 'Who will help me plant the seeds?' But they all said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she planted the seeds all alone. When the seeds grew into tall wheat, the Little Red Hen asked, 'Who will help me cut the wheat?' Again, the dog, the cat, and the duck said, 'Not I.' So the Little Red Hen said, 'Then I will do it myself.' And she cut the wheat all by herself. Next, she asked, 'Who will help me make the wheat into flour?' But her friends said, 'Not I.' So, she did it all by herself. Then, the Little Red Hen said, 'Who will help me bake the bread?' Again, they all said, 'Not I.' So, she baked the bread herself. When the bread was ready and smelled very good, the dog, the cat, and the duck came and said, 'We will help you eat the bread!' But the Little Red Hen said, 'No, I will eat it myself.' And she did. She ate the bread and was very happy.",
    "title_translation": "छोटी लाल मुर्गी",
    "story_translation": "एक बार, एक छोटा लाल मुर्गी था जो एक खेत पर रहता था। उसे जमीन पर कुछ बीज मिले। लिटिल रेड हेन को एक विचार था। उसने सोचा, 'मैं इन बीजों को लगाऊंगा। उसने अपने दोस्तों, कुत्ते, बिल्ली और बत्तख से पूछा, 'बीज लगाने में मेरी मदद कौन करेगा? लेकिन उन सभी ने कहा, 'मैं नहीं,' इसलिए छोटे लाल मुर्गी ने कहा, 'फिर मैं इसे खुद करूंगा। और उसने अकेले बीज बोए। जब बीज लंबे गेहूं में बढ़ गए, तो छोटे लाल मुर्गी ने पूछा, 'गेहूं काटने में मेरी मदद कौन करेगा? फिर, कुत्ते, बिल्ली और बत्तख ने कहा, 'मैं नहीं।' तो छोटे लाल मुर्गी ने कहा, 'फिर मैं इसे खुद करूंगा। और उसने खुद ही गेहूं काट लिया। इसके बाद, उसने पूछा, 'गेहूं को आटा बनाने में मेरी मदद कौन करेगा? लेकिन उसके दोस्तों ने कहा, 'मैं नहीं' इसलिए, उसने यह सब खुद किया। फिर, छोटे लाल मुर्गी ने कहा, 'रोटी सेंकने में मेरी मदद कौन करेगा? फिर, उन सभी ने कहा, 'मैं नहीं।' इसलिए, उसने खुद रोटी पकाई। जब रोटी तैयार हो गई और बहुत अच्छी गंध आ रही थी, कुत्ता, बिल्ली और बत्तख आए और कहा, 'हम आपको रोटी खाने में मदद करेंगे! लेकिन छोटे लाल मुर्गी ने कहा, 'नहीं, मैं इसे खुद खाऊंगा। और उसने किया। उसने रोटी खाई और बहुत खुश हुई।",
    "audio_file": "hi/10008.wav"
  },
  {
    "title": "The Tortoise and the Hare",
    "fiction": true,
    "story": "Once upon a time, there was a speedy hare who loved to brag about how fast he could run. There was also a slow tortoise who moved very slowly. One day, the hare laughed at the tortoise and said, 'You are so slow! I can run much faster than you!' The tortoise replied, 'Let’s have a race and see who is faster.' They decided to have a race. The next day, all the animals in the forest came to watch. The race started, and the hare ran very fast, leaving the tortoise far behind. But soon, the hare thought, 'I am so far ahead, I can rest for a while.' So, he lay down under a tree and fell asleep. The tortoise kept walking slowly but steadily. He did not stop or rest. After a long time, he passed the sleeping hare. When the hare woke up, he saw that the tortoise was near the finish line. He ran as fast as he could, but it was too late. The tortoise crossed the finish line first. The tortoise won the race because he kept going slowly and didn’t give up. The hare learned that being fast is not always the best, and you should not brag or underestimate others.",
    "title_translation": "कछुआ और खरगोश",
    "story_translation": "एक बार, एक तेज खरगोश था जो इस बात पर डींग हांकना पसंद करता था कि वह कितनी तेजी से दौड़ सकता है। एक धीमा कछुआ भी था जो बहुत धीरे-धीरे आगे बढ़ा। एक दिन, खरगोश कछुए पर हँसे और कहा, 'तुम बहुत धीमे हो! मैं आपसे बहुत तेज दौड़ सकता हूं! कछुए ने जवाब दिया, 'चलो एक दौड़ करते हैं और देखते हैं कि कौन तेज है। उन्होंने एक दौड़ लगाने का फैसला किया। अगले दिन, जंगल के सभी जानवर देखने के लिए आए। दौड़ शुरू हुई, और खरगोश बहुत तेजी से दौड़ा, कछुए को बहुत पीछे छोड़ दिया। लेकिन जल्द ही, खरगोश ने सोचा, 'मैं इतना आगे हूं, मैं थोड़ी देर आराम कर सकता हूं। इसलिए, वह एक पेड़ के नीचे लेट गया और सो गया। कछुआ धीरे-धीरे लेकिन लगातार चलता रहा। वह न रुका और न ही आराम किया। बहुत दिनों के बाद, उसने सोते हुए खरगोश को पार किया। जब खरगोश उठा, तो उसने देखा कि कछुआ फिनिश लाइन के पास था। वह जितनी तेजी से दौड़ सकता था, लेकिन तब तक बहुत देर हो चुकी थी। कछुए ने पहले फिनिश लाइन पार की। कछुआ दौड़ जीत गया क्योंकि वह धीरे-धीरे आगे बढ़ता रहा और हार नहीं मानी। खरगोश ने सीखा कि तेज होना हमेशा सबसे अच्छा नहीं होता है, और आपको दूसरों को डींग नहीं मारना चाहिए या कम नहीं आंकना चाहिए।",
    "audio_file": "hi/10009.wav"
  },
  {
    "title": "Hansel and Gretel",
    "fiction": true,
    "story": "Once upon a time, there were two children, Hansel and Gretel, who lived with their father and a mean stepmother. They were very poor, and one day, the stepmother decided to leave the children in the forest because there wasn’t enough food for everyone. The father didn't want to, but he agreed. Hansel heard their plan and collected shiny pebbles. When they walked into the forest, Hansel dropped the pebbles to make a path back home. After their parents left them, Hansel and Gretel followed the pebble path and found their way back home. Their father was happy to see them, but the stepmother was not. The next time, Hansel and Gretel were taken deeper into the forest. Hansel left a trail of breadcrumbs, but birds ate them, and they couldn’t find their way back. Lost and hungry, they found a house made of candy and started to eat it. An old witch who lived there caught them and locked Hansel in a cage. She made Gretel do chores and planned to eat Hansel. Gretel tricked the witch and pushed her into the oven. Then, she freed Hansel, and they found treasures in the witch's house. With the witch gone, Hansel and Gretel found their way back home with the treasures. Their father was overjoyed to see them and said he regretted leaving them in the forest. They never saw the mean stepmother again. They all lived happily ever after with plenty of food and no more worries.",
    "title_translation": "हैंसेल और ग्रेटेल",
    "story_translation": "एक बार, दो बच्चे थे, हैंसेल और ग्रेटेल, जो अपने पिता और एक मतलबी सौतेली माँ के साथ रहते थे। वे बहुत गरीब थे, और एक दिन, सौतेली माँ ने बच्चों को जंगल में छोड़ने का फैसला किया क्योंकि सभी के लिए पर्याप्त भोजन नहीं था। पिता नहीं चाहते थे, लेकिन वह सहमत हो गए। हंसेल ने उनकी योजना सुनी और चमकदार कंकड़ एकत्र किए। जब वे जंगल में चले गए, तो हंसेल ने घर वापस जाने का रास्ता बनाने के लिए कंकड़ गिरा दिए। अपने माता-पिता के उन्हें छोड़ने के बाद, हैंसेल और ग्रेटेल ने कंकड़ पथ का पालन किया और घर वापस जाने का रास्ता पाया। उनके पिता उन्हें देखकर खुश थे, लेकिन सौतेली मां नहीं थी। अगली बार, हैंसेल और ग्रेटेल को जंगल में गहराई से ले जाया गया। हैंसेल ने ब्रेडक्रम्ब्स का एक निशान छोड़ दिया, लेकिन पक्षियों ने उन्हें खा लिया, और उन्हें वापस जाने का रास्ता नहीं मिला। खोए और भूखे, उन्होंने कैंडी से बना एक घर पाया और इसे खाना शुरू कर दिया। वहां रहने वाली एक बूढ़ी ने उन्हें पकड़ लिया और हंसेल को पिंजरे में बंद कर दिया। उसने ग्रेटेल से काम कराया और हंसेल खाने की योजना बनाई। ग्रेटेल ने को धोखा दिया और उसे ओवन में धकेल दिया। फिर, उसने हंसेल को मुक्त कर दिया, और उन्हें के घर में खजाना मिला। के चले जाने के साथ, हैंसेल और ग्रेटेल ने खजाने के साथ घर वापस जाने का रास्ता खोज लिया। उनके पिता उन्हें देखकर बहुत खुश हुए और कहा कि उन्हें उन्हें जंगल में छोड़ने का पछतावा है। उन्होंने उस मतलबी सौतेली माँ को फिर कभी नहीं देखा। वे सभी बहुत सारे भोजन और बिना किसी चिंता के खुशी से रहते थे।",
    "audio_file": "hi/10010.wav"
  },
  {
    "title": "The Emperor's New Clothes",
    "fiction": true,
    "story": "Once upon a time, there was a vain Emperor who loved wearing fancy clothes. He spent all his money on being well dressed. One day, two swindlers came to the Emperor's city. They said they could make the most beautiful clothes in the world. These clothes, they claimed, were invisible to anyone who was either very stupid or not good at their job. The Emperor thought it was a great idea. He gave them gold and silk to make the clothes. The swindlers pretended to work, but they kept all the gold and silk for themselves. When the clothes were 'ready,' the Emperor went to see them. He didn’t see any clothes, but he didn’t want to seem stupid, so he pretended to admire them. The swindlers pretended to dress the Emperor in the new clothes. The Emperor marched in a parade in front of all his people. Everyone in the crowd also pretended to see the clothes, as they didn't want to be called stupid. Finally, a small child shouted, 'But he isn’t wearing anything at all!' Slowly, everyone started to whisper the same thing. The Emperor realized they were right but continued the parade, too proud to admit his mistake.",
    "title_translation": "सम्राट के नए कपड़े",
    "story_translation": "एक बार, एक व्यर्थ सम्राट था जो फैंसी कपड़े पहनना पसंद करता था। उन्होंने अपना सारा पैसा अच्छे कपड़े पहनने पर खर्च कर दिया। एक दिन, सम्राट के शहर में दो धोखेबाज आए। उन्होंने कहा कि वे दुनिया के सबसे सुंदर कपड़े बना सकते हैं। उन्होंने दावा किया कि ये कपड़े किसी के लिए भी अदृश्य थे जो या तो बहुत बेवकूफ थे या अपने काम में अच्छे नहीं थे। सम्राट ने सोचा कि यह एक महान विचार था। उसने उन्हें कपड़े बनाने के लिए सोना और रेशम दिया। ठगों ने काम करने का नाटक किया, लेकिन उन्होंने सारा सोना और रेशम अपने लिए रख लिया। जब कपड़े 'तैयार' थे, तो सम्राट उन्हें देखने गया। उसने कोई कपड़े नहीं देखे, लेकिन वह बेवकूफ नहीं दिखना चाहता था, इसलिए उसने उनकी प्रशंसा करने का नाटक किया। ठगों ने सम्राट को नए कपड़े पहनाने का नाटक किया। सम्राट ने अपने सभी लोगों के सामने एक परेड में मार्च किया। भीड़ में हर कोई कपड़ों को देखने का नाटक भी करता था, क्योंकि वे बेवकूफ नहीं कहलाना चाहते थे। अंत में, एक छोटा बच्चा चिल्लाया, 'लेकिन उसने कुछ भी नहीं पहना है! धीरे-धीरे सब एक ही बात फुसफुसाने लगे। सम्राट को एहसास हुआ कि वे सही थे लेकिन परेड जारी रखी, अपनी गलती स्वीकार करने पर बहुत गर्व था।",
    "audio_file": "hi/10011.wav"
  },
  {
    "title": "Sleeping Beauty",
    "fiction": true,
    "story": "Once upon a time, there was a king and a queen who wished for a child. Finally, their wish came true, and they had a beautiful baby girl. They named her Aurora. To celebrate Aurora's birth, the king and queen held a grand party. They invited all the fairies in the kingdom to bless Aurora. Each fairy gave Aurora a gift like beauty, kindness, and intelligence. But there was one old fairy who was not invited. She felt angry and came to the party anyway. She gave Aurora a bad gift: on her sixteenth birthday, Aurora would prick her finger on a spinning wheel and fall asleep forever. Luckily, the youngest fairy hadn't given her gift yet. She couldn't undo the old fairy's curse, but she could soften it. She said that Aurora would not die but would fall into a deep sleep, and only a true love's kiss could wake her up. Years went by, and Aurora grew up to be a beautiful and kind princess. On her sixteenth birthday, she found a spinning wheel and pricked her finger. She fell into a deep sleep, and the whole kingdom fell asleep with her. A hundred years passed, and a prince came to the kingdom. He found Aurora and kissed her. The kiss broke the spell. Aurora and the whole kingdom woke up. The prince and Aurora fell in love and got married. They lived happily ever after, and the kingdom was full of joy and laughter again.",
    "title_translation": "नींद की सुंदरता",
    "story_translation": "एक बार, एक राजा और एक रानी थे जो एक बच्चे की कामना करते थे। अंत में, उनकी इच्छा सच हो गई, और उनके पास एक सुंदर बच्ची थी। उन्होंने उसका नाम अरोरा रखा। अरोड़ा के जन्म का जश्न मनाने के लिए, राजा और रानी ने एक भव्य पार्टी आयोजित की। उन्होंने राज्य की सभी परियों को अरोड़ा को आशीर्वाद देने के लिए आमंत्रित किया। प्रत्येक परी ने अरोरा को सुंदरता, दयालुता और बुद्धि जैसा उपहार दिया। लेकिन एक पुरानी परी थी जिसे आमंत्रित नहीं किया गया था। उसे गुस्सा आ गया और वह वैसे भी पार्टी में आ गई। उसने अरोरा को एक बुरा उपहार दिया: अपने सोलहवें जन्मदिन पर, अरोरा एक घूमते हुए पहिये पर अपनी उंगली चुभाएगा और हमेशा के लिए सो जाएगा। सौभाग्य से, सबसे छोटी परी ने अभी तक उसे उपहार नहीं दिया था। वह पुरानी परी के शाप को पूर्ववत नहीं कर सकती थी, लेकिन वह इसे नरम कर सकती थी। उसने कहा कि अरोरा मर नहीं जाएगी, बल्कि गहरी नींद में गिर जाएगी, और केवल एक सच्चे प्यार का चुंबन उसे जगा सकता है। साल बीतते गए, और अरोड़ा एक सुंदर और दयालु राजकुमारी बन गई। अपने सोलहवें जन्मदिन पर, उसने एक घूमता हुआ पहिया पाया और अपनी उंगली चुभाई। वह गहरी नींद में गिर गई, और पूरा राज्य उसके साथ सो गया। सौ साल बीत गए, और एक राजकुमार राज्य में आया। उसने अरोरा को पाया और उसे चूमा। चुंबन ने जादू तोड़ दिया। अरोरा और पूरा राज्य जाग गया। राजकुमार और अरोड़ा प्यार में पड़ गए और शादी कर ली। वे हमेशा खुशी से रहते थे, और राज्य फिर से खुशी और हँसी से भरा था।",
    "audio_file": "hi/10012.wav"
  },
  {
    "title": "Amelia Earhart",
    "fiction": false,
    "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
    "title_translation": "अमेलिया ईयरहार्ट",
    "story_translation": "एक बार, अमेलिया ईयरहार्ट नाम की एक बहादुर और साहसी लड़की थी। अमेलिया पक्षियों को देखना पसंद करती थी और उनकी तरह ही आकाश में ऊंची उड़ान भरने का सपना देखती थी। वह एक ऐसे समय में बड़ी हुई जब कई महिलाएं पायलट नहीं बनीं, लेकिन अमेलिया अपने सपने का पालन करने के लिए दृढ़ थी। उन्होंने बहुत मेहनत की और हवाई जहाज उड़ाना सीखा, दुनिया की पहली महिला पायलटों में से एक बन गईं। अमेलिया ने वास्तव में कुछ अद्भुत किया: उसने बड़े, विस्तृत अटलांटिक महासागर में खुद से उड़ान भरी, ऐसा करने वाली पहली महिला! उनके साहस और सफलता ने सभी को दिखाया कि लड़कियां बड़े सपने भी हासिल कर सकती हैं। अमेलिया प्रसिद्ध हो गई और कई लोगों, विशेष रूप से लड़कियों को अपने सपनों का पालन करने के लिए प्रेरित किया, चाहे वे कितने भी बड़े हों। उन्होंने साबित किया कि दृढ़ संकल्प और साहस के साथ, आप सितारों तक पहुंच सकते हैं और अपने सपनों को सच कर सकते हैं।",
    "audio_file": "hi/10013.wav"
  },
  {
    "title": "Martin Luther King Jr.",
    "fiction": false,
    "story": "Once upon a time, there was a man named Martin Luther King Jr., who had a big dream. He dreamed of a world where everyone, no matter the color of their skin, would be treated equally and fairly. Martin lived at a time when not everyone was treated the same – people with different skin colors had different schools, different water fountains, and weren't allowed to do the same things. This made Martin very sad, and he wanted to change it. He became a leader and spoke to many people about his dream. He gave speeches and led peaceful marches, asking for everyone to be treated with kindness and respect. His most famous speech started with 'I have a dream...' Martin was brave and strong, and he worked very hard to make the world a better place. Because of him, many laws were changed, and people started to understand how important it is to treat everyone equally. Martin Luther King Jr. showed us that with love, peace, and determination, we can make big changes and help everyone live better together.",
    "title_translation": "मार्टिन लूथर किंग जूनियर",
    "story_translation": "एक समय की बात है, मार्टिन लूथर किंग जूनियर नाम का एक आदमी था, जिसने एक बड़ा सपना देखा था। उन्होंने एक ऐसी दुनिया का सपना देखा जहां हर कोई, चाहे उनकी त्वचा का रंग कोई भी हो, समान और निष्पक्ष रूप से व्यवहार किया जाएगा। मार्टिन एक ऐसे समय में रहते थे जब हर किसी के साथ समान व्यवहार नहीं किया जाता था - अलग-अलग त्वचा के रंगों वाले लोगों के पास अलग-अलग स्कूल, अलग-अलग पानी के फव्वारे थे, और उन्हें एक ही काम करने की अनुमति नहीं थी। इससे मार्टिन बहुत दुखी हो गया, और वह इसे बदलना चाहता था। वह एक नेता बन गए और अपने सपने के बारे में कई लोगों से बात की। उन्होंने भाषण दिए और शांतिपूर्ण मार्च का नेतृत्व किया, सभी को दयालुता और सम्मान के साथ व्यवहार करने के लिए कहा। उनका सबसे प्रसिद्ध भाषण 'मेरे पास एक सपना है ...' के साथ शुरू हुआ। मार्टिन बहादुर और मजबूत था, और उसने दुनिया को एक बेहतर जगह बनाने के लिए बहुत मेहनत की। उनकी वजह से कई कानून बदले गए, और लोग समझने लगे कि सभी के साथ समान व्यवहार करना कितना महत्वपूर्ण है। मार्टिन लूथर किंग जूनियर ने हमें दिखाया कि प्यार, शांति और दृढ़ संकल्प के साथ, हम बड़े बदलाव कर सकते हैं और सभी को एक साथ बेहतर रहने में मदद कर सकते हैं।",
    "audio_file": "hi/10014.wav"
  },
  {
    "title": "Rosa Parks",
    "fiction": false,
    "story": "Once upon a time, there was a courageous woman named Rosa Parks who stood up for what was right. Rosa lived in a time when people were treated differently based on their skin color. One day, after a long day at work, Rosa took a seat on a bus in Montgomery, Alabama. The bus driver told her to give up her seat for a white passenger, but Rosa was tired, not just from her day but from the unfair rules she and others had to follow every day. She decided to stay seated, saying no in a quiet but powerful way. Rosa's brave act was a very important moment. It started a big movement where many people, led by Martin Luther King Jr., joined together to fight for equality and fairness. They organized a big bus boycott, where they stopped using the buses until everyone could sit wherever they wanted. Rosa's simple act of courage helped change many unfair laws and showed the world how standing up for what's right, even in small ways, can make a huge difference. Rosa Parks is remembered as the 'Mother of the Civil Rights Movement,' and her story teaches us that anyone can be a hero and help change the world for the better.",
    "title_translation": "रोजा पार्क",
    "story_translation": "एक बार, रोजा पार्क्स नाम की एक साहसी महिला थी जो सही के लिए खड़ी थी। रोजा एक ऐसे समय में रहते थे जब लोगों को उनकी त्वचा के रंग के आधार पर अलग-अलग व्यवहार किया जाता था। एक दिन, काम पर एक लंबे दिन के बाद, रोजा ने मोंटगोमरी, अलबामा में एक बस में सीट ली। बस चालक ने उसे एक सफेद यात्री के लिए अपनी सीट छोड़ने के लिए कहा, लेकिन रोजा न केवल अपने दिन से बल्कि अनुचित नियमों से थक गई थी, जिसका उसे और अन्य लोगों को हर दिन पालन करना पड़ता था। उसने शांत लेकिन शक्तिशाली तरीके से ना कहते हुए बैठे रहने का फैसला किया। रोजा का बहादुरी भरा कार्य एक बहुत ही महत्वपूर्ण क्षण था। इसने एक बड़ा आंदोलन शुरू किया जहां मार्टिन लूथर किंग जूनियर के नेतृत्व में कई लोग समानता और निष्पक्षता के लिए लड़ने के लिए एक साथ जुड़ गए। उन्होंने एक बड़े बस बहिष्कार का आयोजन किया, जहां उन्होंने बसों का उपयोग करना बंद कर दिया जब तक कि हर कोई जहां चाहे वहां बैठ सके। रोजा के साहस के सरल कार्य ने कई अनुचित कानूनों को बदलने में मदद की और दुनिया को दिखाया कि कैसे सही के लिए खड़े होना, यहां तक कि छोटे तरीकों से भी, एक बड़ा अंतर बना सकता है। रोजा पार्क्स को 'नागरिक अधिकार आंदोलन की मां' के रूप में याद किया जाता है, और उनकी कहानी हमें सिखाती है कि कोई भी नायक हो सकता है और दुनिया को बेहतर तरीके से बदलने में मदद कर सकता है।",
    "audio_file": "hi/10015.wav"
  },
  {
    "title": "Neil Armstrong",
    "fiction": false,
    "story": "Once upon a time, there was an adventurous man named Neil Armstrong. He had a dream to do something no one had ever done before – walk on the Moon! Neil loved flying and became a pilot, flying high in the sky and even becoming an astronaut, which meant he got to go to space. On July 20, 1969, Neil and his friends flew in a spaceship called Apollo 11 all the way to the Moon. It was a long and exciting journey. When they got to the Moon, Neil was the first one to step out of the spaceship onto the dusty moon surface. As he took his first step, he said, 'That's one small step for man, one giant leap for mankind.' This meant that even though his step was small, it was a huge moment for all people everywhere. Neil and his friends collected moon rocks and planted a flag. When they returned to Earth, they were celebrated as heroes. Neil's dream and bravery showed everyone that with hard work and determination, we can reach the stars and achieve incredible things.",
    "title_translation": "नील आर्मस्ट्रांग",
    "story_translation": "एक बार, नील आर्मस्ट्रांग नाम का एक साहसी आदमी था। उनका सपना था कि वह कुछ ऐसा करें जो पहले कभी किसी ने नहीं किया था - चंद्रमा पर चलना! नील को उड़ना पसंद था और वह एक पायलट बन गए, आकाश में ऊंची उड़ान भरें और यहां तक कि एक अंतरिक्ष यात्री बन गए, जिसका मतलब था कि उन्हें अंतरिक्ष में जाना पड़ा। 20 जुलाई, 1969 को, नील और उनके दोस्तों ने अपोलो 11 नामक एक अंतरिक्ष यान में चंद्रमा के लिए उड़ान भरी। यह एक लंबी और रोमांचक यात्रा थी। जब वे चंद्रमा पर पहुंचे, तो नील धूल भरे चंद्रमा की सतह पर अंतरिक्ष यान से बाहर कदम रखने वाले पहले व्यक्ति थे। जैसे ही उन्होंने अपना पहला कदम उठाया, उन्होंने कहा, 'यह मनुष्य के लिए एक छोटा कदम है, मानव जाति के लिए एक विशाल छलांग है। इसका मतलब था कि भले ही उनका कदम छोटा था, लेकिन यह हर जगह सभी लोगों के लिए एक बहुत बड़ा क्षण था। नील और उनके दोस्तों ने चंद्रमा की चट्टानों को इकट्ठा किया और एक झंडा लगाया। जब वे पृथ्वी पर लौटे, तो उन्हें नायकों के रूप में मनाया गया। नील के सपने और बहादुरी ने सभी को दिखाया कि कड़ी मेहनत और दृढ़ संकल्प के साथ, हम सितारों तक पहुंच सकते हैं और अविश्वसनीय चीजें हासिल कर सकते हैं।",
    "audio_file": "hi/10016.wav"
  },
  {
    "title": "Marie Curie",
    "fiction": false,
    "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
    "title_translation": "मैरी क्यूरी",
    "story_translation": "एक समय की बात है, पोलैंड देश में, मैरी क्यूरी नाम की एक बहुत ही उत्सुक और स्मार्ट लड़की थी। मैरी को सीखना पसंद था, खासकर विज्ञान के बारे में। जब वह बड़ी हुई, तो वह अधिक अध्ययन करने के लिए पेरिस, फ्रांस चली गई क्योंकि वह एक वैज्ञानिक बनना चाहती थी। तब, बहुत सी महिलाएं वैज्ञानिक नहीं थीं, लेकिन मैरी दृढ़ थी। उसने अपने पति, पियरे क्यूरी के साथ एक छोटी, अंधेरी प्रयोगशाला में काम किया। साथ में, उन्होंने रेडियम नामक कुछ अद्भुत खोज की। रेडियम एक विशेष प्रकार की धातु थी जो अंधेरे में चमकती थी और डॉक्टरों को लोगों के शरीर के अंदर देखने में मदद करने के लिए इस्तेमाल किया जा सकता था ताकि उन्हें बेहतर बनाया जा सके। मैरी क्यूरी अपनी खोज के लिए बहुत प्रसिद्ध हो गईं, और उन्होंने एक बार नहीं, बल्कि दो बार नोबेल पुरस्कार जीता! वह इस बड़े पुरस्कार को जीतने वाली पहली महिला थीं और इसे दो बार जीतने वाली पहली व्यक्ति थीं। मैरी ने दुनिया को दिखाया कि लड़कियां महान वैज्ञानिक भी हो सकती हैं। उसने कड़ी मेहनत की और कभी हार नहीं मानी, तब भी जब यह मुश्किल था। उनकी खोजों ने कई लोगों की मदद की और विज्ञान की दुनिया को हमेशा के लिए बदल दिया।",
    "audio_file": "hi/10017.wav"
  },
  {
    "title": "Malala Yousafzai",
    "fiction": false,
    "story": "Once upon a time, in the beautiful Swat Valley of Pakistan, there was a brave girl named Malala Yousafzai. Malala loved going to school and learning new things, but in her country, a group of people thought girls should not go to school. Malala believed that every girl and boy has the right to learn, so she spoke up for her rights and the rights of other children. She wrote about her life and her desire to go to school in a diary, and many people around the world read her words. Her courage made some people angry, and one day, she was hurt. But Malala was strong, and she didn't give up. After she got better, she continued to speak even louder for the education of all children. Her bravery and her story inspired many people, and she became the youngest person ever to win the Nobel Peace Prize. Malala showed everyone that even if you are young, you can make a big difference in the world by standing up for what you believe in.",
    "title_translation": "मलाला यूसुफजई",
    "story_translation": "एक समय की बात है, पाकिस्तान की खूबसूरत स्वात घाटी में मलाला यूसुफजई नाम की एक बहादुर लड़की रहती थी। मलाला को स्कूल जाना और नई चीजें सीखना बहुत पसंद था, लेकिन उनके देश में लोगों के एक समूह ने सोचा कि लड़कियों को स्कूल नहीं जाना चाहिए। मलाला का मानना था कि हर लड़की और लड़के को सीखने का अधिकार है, इसलिए उन्होंने अपने अधिकारों और अन्य बच्चों के अधिकारों के लिए आवाज उठाई। उसने एक डायरी में अपने जीवन और स्कूल जाने की अपनी इच्छा के बारे में लिखा, और दुनिया भर के कई लोगों ने उसके शब्दों को पढ़ा। उसके साहस ने कुछ लोगों को नाराज कर दिया, और एक दिन, उसे चोट लगी। लेकिन मलाला मजबूत थी, और उसने हार नहीं मानी। बेहतर होने के बाद, उसने सभी बच्चों की शिक्षा के लिए और भी जोर से बोलना जारी रखा। उनकी बहादुरी और उनकी कहानी ने कई लोगों को प्रेरित किया, और वह नोबेल शांति पुरस्कार जीतने वाली सबसे कम उम्र की व्यक्ति बन गईं। मलाला ने सभी को दिखाया कि भले ही आप युवा हों, लेकिन आप जिस चीज में विश्वास करते हैं, उसके लिए खड़े होकर दुनिया में एक बड़ा बदलाव ला सकते हैं।",
    "audio_file": "hi/10018.wav"
  },
  {
    "title": "Nelson Mandela",
    "fiction": false,
    "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
    "title_translation": "नेल्सन मंडेला",
    "story_translation": "एक बार दक्षिण अफ्रीका में नेल्सन मंडेला नाम का एक आदमी था। मंडेला एक बहादुर और बुद्धिमान व्यक्ति थे जो मानते थे कि सभी के साथ समान व्यवहार किया जाना चाहिए, चाहे उनकी त्वचा का रंग कुछ भी हो। लेकिन उस समय के दौरान, दक्षिण अफ्रीका में, रंगभेद नामक अनुचित कानून थे, जो लोगों को उनकी जाति और रंग के आधार पर अलग करते थे। मंडेला इन कानूनों को बदलना चाहते थे ताकि काले या गोरे सभी लोग शांति से एक साथ रह सकें। उन्होंने बहुत मेहनत की और कई लोगों से बात की, शांतिपूर्ण तरीके से बदलाव लाने की कोशिश की। लेकिन सरकार को यह पसंद नहीं आया, और उन्होंने उसे कई वर्षों तक जेल में डाल दिया। मंडेला ने कभी उम्मीद नहीं छोड़ी, और वह स्वतंत्रता के संघर्ष के प्रतीक बन गए। दुनिया भर के लोग उनके बारे में जानते थे और उनके उद्देश्य का समर्थन करते थे। आखिरकार, 27 साल बाद, उन्हें रिहा कर दिया गया। मंडेला का सपना तब साकार होने लगा जब वह दक्षिण अफ्रीका के पहले अश्वेत राष्ट्रपति बने और उन्होंने सभी रंगों के लोगों को साथ लाने का काम किया। उन्होंने दुनिया को क्षमा की शक्ति दिखाई और दिखाया कि जो सही है उसके लिए लड़ना कितना महत्वपूर्ण है। नेल्सन मंडेला को एक ऐसे नायक के रूप में याद किया जाता है जो अपने देश और दुनिया में आशा और परिवर्तन लाए।",
    "audio_file": "hi/10019.wav"
  },
  {
    "title": "Leonardo Da Vinci",
    "fiction": false,
    "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
    "title_translation": "लियोनार्डो दा विंची",
    "story_translation": "एक बार इटली में लियोनार्डो दा विंची नाम का एक जिज्ञासु और चतुर लड़का रहता था। लियोनार्डो को अपने आस-पास की दुनिया का पता लगाना पसंद था और कई चीजों में उनकी दिलचस्पी थी। उन्हें ड्राइंग करना, पेंट करना और यहां तक कि नई चीजों का आविष्कार करना पसंद था। जैसे-जैसे वह बड़े हुए, वह कला में बहुत अच्छे हो गए और सुंदर चित्रों का निर्माण किया, जिनमें से एक प्रसिद्ध 'मोना लिसा' था जिसे लोग आज भी प्रशंसा करते हैं। लेकिन लियोनार्डो सिर्फ एक कलाकार नहीं था; वह एक वैज्ञानिक और एक आविष्कारक भी थे। उन्होंने पक्षियों का अध्ययन किया और एक ऐसी मशीन बनाने का सपना देखा जो आज एक हवाई जहाज की तरह उड़ सके। उन्होंने यह समझने के लिए मानव शरीर को भी देखा कि यह कैसे काम करता है और अपने विचारों के कई रेखाचित्र बनाए। लियोनार्डो एक बहुत ही प्रतिभाशाली व्यक्ति थे, और दुनिया के बारे में उनकी जिज्ञासा कभी नहीं रुकी। वह जीवन भर सीखते और बनाते रहे। उन्होंने हमें दिखाया कि यदि आप उत्सुक हैं और कड़ी मेहनत करते हैं, तो आप बहुत सी अलग-अलग चीजों के बारे में सीख सकते हैं और शायद अपने विचारों से दुनिया को भी बदल सकते हैं।",
    "audio_file": "hi/10020.wav"
  },
  {
    "title": "Cleopatra",
    "fiction": false,
    "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
    "title_translation": "क्लियोपेट्रा",
    "story_translation": "प्राचीन मिस्र में एक समय की बात है, क्लियोपेट्रा नाम की एक प्रसिद्ध रानी थी। क्लियोपेट्रा सिर्फ एक रानी नहीं थी; वह बहुत होशियार और शिक्षित भी थी। वह कई भाषाएं बोल सकती थीं और अपने आकर्षण और बुद्धिमत्ता के लिए जानी जाती थीं। मिस्र के शासक के रूप में, क्लियोपेट्रा ने अपने लोगों की गहराई से परवाह की और अपने देश को मजबूत और शक्तिशाली बनाने के लिए कड़ी मेहनत की। वह जूलियस सीज़र और मार्क एंटनी जैसे अन्य देशों के शक्तिशाली नेताओं के साथ अपनी सुंदरता और अपनी महान प्रेम कहानियों के लिए भी प्रसिद्ध थीं। क्लियोपेट्रा एक ऐसे समय में रहती थी जब किसी महिला के लिए इतनी शक्तिशाली स्थिति में होना बहुत दुर्लभ था, लेकिन उसने दिखाया कि वह किसी भी राजा की तरह शासन कर सकती है। वह रोमन साम्राज्य का हिस्सा बनने से पहले प्राचीन मिस्र के अंतिम शासकों में से एक थी। क्लियोपेट्रा का जीवन रोमांच से भरा था, और उन्हें पूरे इतिहास में अपने समय की सबसे आकर्षक और प्रभावशाली महिलाओं में से एक के रूप में याद किया गया है।",
    "audio_file": "hi/10021.wav"
  },
  {
    "title": "Galileo Galilei",
    "fiction": false,
    "story": "Once upon a time in Italy, there was a man named Galileo Galilei. Galileo was very curious about the world and the stars in the sky. He loved to study and learn about everything he could. One of the most important things he did was look at the stars and planets with a telescope, which was a new invention at that time. Galileo discovered that the Earth and other planets moved around the Sun, not the other way around as most people believed back then. This was a big discovery because it changed the way people understood the universe. However, not everyone was happy with Galileo's ideas. Some people, including powerful leaders, didn't believe him and didn't want others to believe him either. They thought his ideas were too different. Galileo had to be very brave to share his discoveries and stand up for what he knew was true. He kept studying and teaching, and today, we remember Galileo as one of the greatest scientists ever. He showed us that sometimes you have to question what everyone else thinks and be brave enough to follow your own ideas.",
    "title_translation": "गैलीलियो गैलीली",
    "story_translation": "एक बार इटली में गैलीलियो गैलीली नाम का एक आदमी रहता था। गैलीलियो दुनिया और आकाश में सितारों के बारे में बहुत उत्सुक था। वह अध्ययन करना और हर चीज के बारे में सीखना पसंद करता था जो वह कर सकता था। सबसे महत्वपूर्ण चीजों में से एक उन्होंने दूरबीन के साथ सितारों और ग्रहों को देखना था, जो उस समय एक नया आविष्कार था। गैलीलियो ने पाया कि पृथ्वी और अन्य ग्रह सूर्य के चारों ओर घूमते हैं, न कि दूसरे तरीके से जैसा कि ज्यादातर लोग तब मानते थे। यह एक बड़ी खोज थी क्योंकि इसने लोगों के ब्रह्मांड को समझने के तरीके को बदल दिया। हालांकि, हर कोई गैलीलियो के विचारों से खुश नहीं था। शक्तिशाली नेताओं सहित कुछ लोग उन पर विश्वास नहीं करते थे और नहीं चाहते थे कि अन्य लोग भी उन पर विश्वास करें। उन्होंने सोचा कि उनके विचार बहुत अलग थे। गैलीलियो को अपनी खोजों को साझा करने और जो वह जानता था उसके लिए खड़े होने के लिए बहुत बहादुर होना पड़ा। उन्होंने अध्ययन और शिक्षण जारी रखा, और आज, हम गैलीलियो को अब तक के सबसे महान वैज्ञानिकों में से एक के रूप में याद करते हैं। उन्होंने हमें दिखाया कि कभी-कभी आपको सवाल करना पड़ता है कि हर कोई क्या सोचता है और अपने विचारों का पालन करने के लिए पर्याप्त बहादुर होना चाहिए।",
    "audio_file": "hi/10022.wav"
  },
  {
    "title": "Joan of Arc",
    "fiction": false,
    "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
    "title_translation": "जोन ऑफ आर्क",
    "story_translation": "एक बार फ्रांस में, जोन ऑफ आर्क नाम की एक युवा लड़की थी। जोन एक छोटे से गांव में उस समय रहते थे जब उनका देश, फ्रांस, इंग्लैंड नामक एक अन्य देश के साथ एक बड़े युद्ध में था। जोन बहुत बहादुर था और मानता था कि फ्रांस की मदद करने के लिए उसका एक विशेष मिशन था। उसने कहा कि उसने संतों से आवाजें सुनीं जो उसे अपने देश को बचाने के लिए कह रही हैं। भले ही वह सिर्फ एक किशोरी और एक लड़की थी, जोन ने फ्रांस के राजकुमार को एक सेना का नेतृत्व करने के लिए मना लिया। उसने कवच पहना और घोड़े पर सवार होकर अपने सैनिकों को युद्ध में ले गई। जोन के साहस ने उसके आस-पास के सभी लोगों को प्रेरित किया, और उसने कुछ महत्वपूर्ण लड़ाइयों को जीतने में मदद की। लोग उसे एक नायक के रूप में देखते थे। दुर्भाग्य से, उसे अपने दुश्मनों ने पकड़ लिया और बड़ी चुनौतियों का सामना करना पड़ा। लेकिन जोन ने कभी भी अपने मिशन पर विश्वास करना बंद नहीं किया। वर्षों बाद, उन्हें बहादुरी और देशभक्ति के प्रतीक के रूप में याद किया गया। जोन ऑफ आर्क एक संत बन गया, और दुनिया भर के लोग उसकी कहानी जानते हैं। उन्होंने हमें सिखाया कि कोई फर्क नहीं पड़ता कि आप कितने युवा या छोटे हैं, यदि आपके पास साहस है और खुद पर विश्वास है तो आप महान काम कर सकते हैं।",
    "audio_file": "hi/10023.wav"
  },
  {
    "title": "Albert Einstein",
    "fiction": false,
    "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
    "title_translation": "अल्बर्ट आइंस्टीन",
    "story_translation": "एक समय की बात है, अल्बर्ट आइंस्टीन नाम के एक शानदार भौतिक विज्ञानी थे। अल्बर्ट को ब्रह्मांड के बारे में गहरी जिज्ञासा थी और यह कैसे काम करता था। वह 'थ्योरी ऑफ रिलेटिविटी' नामक एक ग्राउंडब्रैकिंग सिद्धांत के साथ आए, जिसने अंतरिक्ष, समय और गुरुत्वाकर्षण को समझने के तरीके को बदल दिया। उनका सूत्र, E=mc², दुनिया भर में प्रसिद्ध हो गया। अल्बर्ट सिर्फ एक वैज्ञानिक नहीं था; वह शांति और मानवाधिकारों के लिए भी एक वकील थे। उन्होंने युद्ध और अन्याय के खिलाफ आवाज उठाई। उनके काम और विचारों ने विज्ञान में क्रांति ला दी और उन्हें इतिहास के सबसे प्रसिद्ध वैज्ञानिकों में से एक बना दिया। अल्बर्ट आइंस्टीन ने हमें दिखाया कि कल्पना, जिज्ञासा और कड़ी मेहनत के साथ, हम ब्रह्मांड के रहस्यों को खोल सकते हैं और दुनिया को एक बेहतर जगह बना सकते हैं।",
    "audio_file": "hi/10024.wav"
  },
  {
    "title": "The Fall of the Berlin Wall",
    "fiction": false,
    "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
    "title_translation": "बर्लिन की दीवार का गिरना",
    "story_translation": "एक बार, 1989 में, बर्लिन, जर्मनी में एक महत्वपूर्ण घटना सामने आई - बर्लिन की दीवार का गिरना। दशकों तक, बर्लिन की दीवार ने पूर्व और पश्चिम बर्लिन को अलग कर दिया था, जो शीत युद्ध के दौरान पूर्व और पश्चिम के बीच विभाजन का प्रतीक था। यह एक भौतिक और वैचारिक बाधा थी जो उत्पीड़न और विभाजन के प्रतीक के रूप में खड़ी थी। हालांकि, 1989 की शरद ऋतु में, पूर्वी जर्मनी में शांतिपूर्ण विरोध और राजनीतिक परिवर्तनों की एक श्रृंखला ने अकल्पनीय को जन्म दिया। 9 नवंबर, 1989 की रात को, पूर्वी जर्मन सरकार ने घोषणा की कि नागरिक स्वतंत्र रूप से पश्चिम बर्लिन में प्रवेश कर सकते हैं। लोगों की भीड़ दीवार पर उमड़ पड़ी, और हथौड़ों और छेनी के साथ, उन्होंने इसे तोड़ना शुरू कर दिया। दुनिया आश्चर्यचकित थी क्योंकि परिवार और दोस्त खुशी से फिर से मिल रहे थे, और दीवार के दोनों तरफ के लोगों ने एक-दूसरे को गले लगा लिया था। बर्लिन की दीवार के गिरने से शीत युद्ध के अंत और अंततः जर्मनी के पुनर्मिलन की शुरुआत हुई। यह बाधाओं को तोड़ने और स्वतंत्रता और एकता प्राप्त करने के लिए लोगों के एक साथ आने की शक्ति का प्रमाण था।",
    "audio_file": "hi/10025.wav"
  },
  {
    "title": "The Silk Road",
    "fiction": false,
    "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
    "title_translation": "सिल्क रोड",
    "story_translation": "बहुत पहले, प्राचीन काल में, सिल्क रोड के रूप में जाना जाने वाला व्यापार मार्गों का एक विशाल नेटवर्क मौजूद था। यह ऐतिहासिक यात्रा एक सड़क नहीं थी, बल्कि आपस में जुड़े रास्तों का एक जटिल जाल था जो पूरे एशिया में फैला था, जो पूर्व को पश्चिम से जोड़ता था। सिल्क रोड को इसका नाम मूल्यवान रेशम से मिला, जो चीन में उत्पादित एक शानदार कपड़ा था, जो इन मार्गों के साथ व्यापार किए जाने वाले सबसे अधिक मांग वाले सामानों में से एक था। हालांकि, सिल्क रोड सिर्फ रेशम के बारे में नहीं था; यह वस्तुओं, संस्कृतियों और विचारों के आदान-प्रदान के लिए एक नाली थी। चीन, भारत, फारस, अरब और अन्य क्षेत्रों के व्यापारियों ने मसालों, कीमती धातुओं, रत्नों और विदेशी वस्त्रों जैसे सामान ों को ले जाने के लिए खतरनाक यात्रा शुरू की। इन वस्तुओं के साथ, उन्होंने अपनी संस्कृतियों, धर्मों और प्रौद्योगिकियों को साझा किया। सिल्क रोड ने ज्ञान के उल्लेखनीय आदान-प्रदान की सुविधा प्रदान की, जिससे विज्ञान, गणित और कला में प्रगति हुई। इसने दुनिया के विभिन्न हिस्सों में बौद्ध धर्म, इस्लाम और ईसाई धर्म के प्रसार में भी महत्वपूर्ण भूमिका निभाई। जैसे-जैसे सिल्क रोड फलता-फूलता गया, इसने विभिन्न सभ्यताओं के बीच सहयोग और समझ की भावना को बढ़ावा दिया। कठोर इलाकों और अप्रत्याशित मौसम की चुनौतियों के बावजूद, व्यापारियों ने अपनी यात्रा जारी रखी, दूर की भूमि के बीच संबंध स्थापित किए। सिल्क रोड एक ऐसा पुल था जो महाद्वीपों के लोगों को जोड़ता था और हमारी दुनिया के इतिहास को आकार देने में महत्वपूर्ण भूमिका निभाता था।",
    "audio_file": "hi/10026.wav"
  },
  {
    "title": "The Great Wall of China",
    "fiction": false,
    "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
    "title_translation": "चीन की महान दीवार",
    "story_translation": "कई सदियों पहले, चीन की विशाल और प्राचीन भूमि में, एक उल्लेखनीय निर्माण परियोजना शुरू हुई। यह उस निर्माण का निर्माण था जो बाद में दुनिया की सबसे प्रतिष्ठित और विस्मयकारी संरचनाओं में से एक बन गया: चीन की महान दीवार। यह स्मारकीय उपक्रम एक दीवार नहीं थी, बल्कि दीवारों, किलेबंदी और वॉचटावरों की एक श्रृंखला थी जो चीन की उत्तरी सीमा में फैली हुई थी। महान दीवार का प्राथमिक उद्देश्य चीनी राज्यों और साम्राज्यों को खानाबदोश जनजातियों और सैन्य घुसपैठ के आक्रमणों से बचाना था। महान दीवार का निर्माण 2,000 साल पहले किन राजवंश के दौरान शुरू हुआ था, लेकिन हान, मिंग और किंग राजवंशों सहित बाद के राजवंशों द्वारा इसका विस्तार और पुनर्निर्माण किया गया था। दीवार को पत्थर, पृथ्वी, लकड़ी और ईंट जैसे विभिन्न सामग्रियों का उपयोग करके बनाया गया था, और इसने 13,000 से 21,196 मील तक के अनुमानों के साथ एक आश्चर्यजनक दूरी तय की। यह चीनी लोगों की सरलता और दृढ़ संकल्प का प्रमाण था। महान दीवार ने न केवल एक दुर्जेय रक्षात्मक संरचना के रूप में कार्य किया, बल्कि सिल्क रोड के साथ व्यापार, संचार और सांस्कृतिक आदान-प्रदान की सुविधा भी प्रदान की। यह समय की कसौटी पर खरा उतरा है और चीन के समृद्ध इतिहास और स्थायी ताकत का प्रतीक बना हुआ है। आज, इसे दुनिया के सात आश्चर्यों में से एक के रूप में पहचाना जाता है और दुनिया भर के लाखों लोगों द्वारा दौरा किया जाता है जो इसकी भव्यता और ऐतिहासिक महत्व पर आश्चर्य करने के लिए आते हैं।",
    "audio_file": "hi/10027.wav"
  }
]