[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "तीन छोटे सुअर (Teen Chhote Suar)",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "एक समय की बात है, तीन छोटे सूअरों ने सुरक्षित रहने के लिए घर बनाने का निर्णय लिया। पहले सूअर ने भूसे का घर बनाया क्योंकि यह आसान था। दूसरे सूअर ने लकड़ी के डंडों का घर बनाया, जो मजबूत था लेकिन फिर भी कमजोर था। तीसरे सूअर ने ईंटों का घर बनाया, जो मजबूत और टिकाऊ था। एक दिन, एक बड़ा बुरा भेड़िया भूसे के घर के पास आया। उसने जोर से सांस ली, फूंका, और आसानी से भूसे के घर को ढेर में बदल दिया। डर गए सूअर अपने भाई के साथ लकड़ी के घर की ओर भागे। भेड़िया उनके पीछे आया, सांस ली, फूंका, और लकड़ी के घर को उड़ा दिया। दोनों सूअर ईंटों के घर की ओर भागे, यह सोचते हुए कि यह मजबूत होगा। भेड़िया ने सांस ली, फूंका, लेकिन ईंटों का घर नहीं गिरा। निराश होकर, भेड़िए ने सूअरों को पकड़ने के लिए चिमनी से नीचे उतरने की कोशिश की। सूअरों ने अग्नि जलाई, और भेड़िया डरकर भाग गया। तीनों सूअर सुरक्षित थे और उन्होंने सीखा कि मेहनत का फल हमेशा मीठा होता है। वे अपने मजबूत, सुरक्षित ईंटों के घर में खुशी-खुशी रहने लगे।",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "सुनहरे बालों वाली लड़की (Sunahare Balon Wali Ladki)",
        "fiction": true,
        "level": "beginner",
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "एक धूप वाले सुबह, गोल्डीलॉक्स जंगल के बीच एक छोटे से घर के पास पहुंची। दरवाजा खुला था, इसलिए गोल्डीलॉक्स ने अंदर जाने और देखने का निर्णय लिया। रसोई में, उसने मेज पर तीन कटोरियां दलिया देखा। उसने पहली कटोरी का स्वाद लिया और कहा: यह दलिया बहुत गर्म है! उसने दूसरी कटोरी का प्रयास किया और कहा: यह दलिया बहुत ठंडा है! उसने तीसरी कटोरी का स्वाद लिया और खुशी से कहा: यह दलिया बिल्कुल ठीक है! खाने के बाद, गोल्डीलॉक्स थकी हुई महसूस की और उसने लिविंग रूम में तीन कुर्सियां देखीं। उसने पहली कुर्सी पर बैठने का प्रयास किया लेकिन कहा: यह कुर्सी बहुत कठोर है! उसने दूसरी कुर्सी पर बैठने की कोशिश की लेकिन कहा: यह कुर्सी बहुत नरम है! उसने तीसरी कुर्सी पर बैठकर कहा: यह कुर्सी बिल्कुल सही है! अचानक, छोटी कुर्सी टूट गई, और गोल्डीलॉक्स तेजी से चौंककर खड़ी हो गई। नींद आ रही थी, उसने सीढ़ियां चढ़ी और एक कमरे में तीन बिस्तर पाए। उसने पहले बिस्तर पर लेटते हुए कहा: यह बिस्तर बहुत कठोर है! उसने दूसरे बिस्तर की कोशिश की लेकिन कहा: यह बिस्तर बहुत नरम है! उसने तीसरे बिस्तर पर लेटकर कहा: यह बिस्तर बिल्कुल ठीक है! गोल्डीलॉक्स गहरी नींद में चली गई, यह नहीं जानते हुए कि तीन भालू घर लौट रहे थे। पापा भालू ने बहुत जोर से कहा: किसी ने मेरा दलिया खाया है! मामा भालू ने कहा: किसी ने मेरी कुर्सी पर बैठकर उसे तोड़ दिया! बेबी भालू ने कहा: किसी ने मेरे बिस्तर पर सोया है, और वह यहाँ है! गोल्डीलॉक्स जाग गई, भालुओं को देखा, और बाहर भागते हुए चिल्लाई। वह जंगल में दौड़ गई, खुद से वादा करते हुए कि फिर कभी अजनबी घरों में नहीं जाएगी।",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "सिंडरेला",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "एक समय की बात है, एक दयालु लड़की जिसका नाम सिंड्रेला था, अपनी क्रूर सौतेली मां के साथ रहती थी। उसकी सौतेली मां और सौतेली बहनें उसे सारी सफाई और खाना बनाने के लिए मजबूर करती थीं। एक दिन, राजा ने राजकुमार के लिए एक भव्य बॉल का ऐलान किया ताकि वह एक दुल्हन खोज सके। सिंड्रेला जाना चाहती थी, लेकिन उसकी सौतेली मां ने मना कर दिया और उसे घर पर छोड़ दिया। जब वह रोने लगी, उसकी जादुई परियों की माँ प्रकट हुई और उसे जाने में मदद करने का वादा किया। अपनी छड़ी के एक झटके से, उसने सिंड्रेला के फटे कपड़ों को एक सुंदर गाउन में बदल दिया। उसने सिंड्रेला को कांच के स्लिपर दिए और एक कद्दू को एक जादुई गाड़ी में बदल दिया। परी माँ ने कहा: \"मध्‍यरात्रि से पहले वापस आना, नहीं तो जादू गायब हो जाएगा।\" बॉल में, हर कोई सिंड्रेला की प्रशंसा कर रहा था, और राजकुमार उससे प्यार कर बैठा। वे सारी रात एक साथ नाचते रहे, जब तक घड़ी ने बारह नहीं बजाए, और सिंड्रेला भाग गई। उसने एक कांच का स्लिपर पीछे छोड़ा, जिसका उपयोग राजकुमार ने उसे खोजने के लिए किया। राजकुमार ने हर घर का दौरा किया, हर युवा महिला पर स्लिपर आजमाने की कोशिश की। जब वह सिंड्रेला के घर पहुंचा, तो उसकी सौतेली बहनें कोशिश कीं लेकिन उनके पैर स्लिपर में फिट नहीं आए। सिंड्रेला ने स्लिपर पहना, और वह बिल्कुल सही बैठा! राजकुमार जानता था कि वह वही है। वे जल्द ही शादी कर लिए, और सिंड्रेला ने अपनी सौतेली मां और सौतेली बहनों को उनकी क्रूरता के लिए माफ कर दिया। सिंड्रेला और राजकुमार भव्य महल में खुशी-खुशी रहने लगे।",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "जैक और बीन्स का पौधा",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "एक समय की बात है, एक गरीब लड़का जिसका नाम जैक था, अपनी माँ के साथ रहता था। उनके पास केवल एक गाय थी, जिसे वे खाने और पैसे के लिए बेचते थे। एक दिन, जैक ने एक अजीब आदमी से गाय के बदले जादुई बीन्स का आदान-प्रदान किया। उसकी माँ बहुत गुस्सा हुई और बीन्स को खिड़की से फेंक दिया। सुबह तक, बीन्स एक विशाल बीनस्टॉक में बदल गई, जो आसमान तक पहुँचती थी। जिज्ञासु जैक ने बीनस्टॉक पर चढ़ाई की और उसने बादलों में एक विशाल महल पाया। अंदर, उसने एक विशालकाय देखा जो एक सुनहरी हार्प और जादुई मुर्गी का मालिक था। मुर्गी ने सुनहरे अंडे दिए, और हार्प अपने आप खूबसूरत गीत गाता था। जैक ने मुर्गी और हार्प ले ली, लेकिन विशालकाय जाग गया और उसे पीछा करने लगा। जैक तेजी से बीनस्टॉक के नीचे उतरा, जबकि गुस्साया विशाल उसके पीछे था। जब वह जमीन पर पहुँचा, जैक ने एक कुल्हाड़ी उठाई और बीनस्टॉक को काट दिया। विशालकाय बीनस्टॉक से गिर गया और फिर कभी नहीं देखा गया। मुर्गी के सुनहरे अंडों के साथ, जैक और उसकी माँ ने खुशी-खुशी जीवन बिताया।",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "कछुआ और खरगोश",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "एक समय की बात है, एक तेज गति वाला खरगोश हमेशा इस बात का गर्व करता था कि वह कितना तेज है। खरगोश ने एक धीमी गति वाले कछुए का मजाक उड़ाया और उसे दौड़ के लिए चुनौती दी। आत्मविश्वासी खरगोश तेजी से दौड़ पड़ा, कछुए को धूल में पीछे छोड़ते हुए। अपनी विजय के प्रति निश्चित, खरगोश ने एक पेड़ के नीचे झपकी लेने का निर्णय लिया। इस दौरान, कछुआ स्थिरता से चलता रहा, कभी भी रुके बिना, और अंततः सोए हुए खरगोश के पास से निकल गया। जब खरगोश जागा, तो उसे एहसास हुआ कि कछुआ फिनिश लाइन के पास है। खरगोश ने जितनी जल्दी हो सके दौड़ लगाई, लेकिन तब तक बहुत देर हो चुकी थी। कछुआ पहले फिनिश लाइन पार कर गया और खरगोश के खिलाफ दौड़ जीत ली। खरगोश शर्मिंदा हुआ और उसे आत्मविश्वास और विनम्रता के बारे में एक मूल्यवान सबक मिला। कछुए ने दिखाया कि धीमी औरsteadys मेहनत आत्मविश्वास और जल्दीबाजी के खिलाफ जीत सकती है।",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "हनसेल और ग्रेटेल",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "एक समय की बात है, हांसल और ग्रेटेल अपने पिता और सौतेली माँ के साथ रहते थे। परिवार बहुत गरीब था, और सौतेली माँ ने बच्चों को छोड़ने की योजना बनाई। एक रात, हांसल ने इस योजना को सुना और एक रास्ता बनाने के लिए चमकदार कंकड़ इकट्ठे किए। अगले दिन, माता-पिता ने हांसल और ग्रेटेल को जंगल में गहराई तक ले जाया। जब उन्हें अकेला छोड़ दिया गया, हांसल और ग्रेटेल ने कंकड़ के रास्ते को सुरक्षित तरीके से घर वापस पालन किया। गुस्से में, सौतेली माँ ने उन्हें अगले दिन और भी गहरे जंगल में ले जाया। हांसल ने रोटी के टुकड़े छोड़ने की कोशिश की, लेकिन पक्षियों ने उन्हें खा लिया, जिससे बच्चे खो गए और डर गए। वे भटकते रहे और एक जादूगरनी के कैंडी के घर की खोज की, जिसने उन्हें फंसा लिया। जादूगरनी ने हांसल को खाने की योजना बनाई और ग्रेटेल से सभी काम करने को कहा। चतुर ग्रेटेल ने जादूगरनी को धोखा दिया और उसे जलते ओवन में धकेल दिया। उन्होंने जादूगरनी के घर में खजाने पाए और उन्हें वापस घर ले आए। उनके पिता बेहद खुश हुए, और बुरी सौतेली माँ उनके जीवन से हमेशा के लिए चली गई। हांसल और ग्रेटेल सुखी जीवन बिताने लगे, उनके पास भरपूर खाना था और कोई चिंता नहीं थी।",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "सम्राट के नए कपड़े",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "एक समय की बात है, एक सम्राट को सबसे सुंदर और शानदार कपड़े पहनना पसंद था। दो ठग आए, जिन्होंने दावा किया कि वे बेवकूफों के लिए जादुई कपड़े बना सकते हैं जो अदृश्य हैं। सम्राट ने उन्हें शानदार वस्त्र बनाने के लिए सोना और रेशम दिया। ठगों ने मेहनत करने का नाटक किया लेकिन सोना और रेशम अपने पास ही रख लिया। जब कपड़े तैयार हुए, तो सम्राट ने कुछ नहीं देखा लेकिन यह स्वीकार करने से डर गया। उसने अदृश्य कपड़ों की प्रशंसा करने का नाटक किया, यह सोचकर कि अन्य लोग उसे बेवकूफ मानेंगे। ठगों ने उसका कपड़ा पहनाने का नाटक किया, और सम्राट ने एक भव्य परेड की घोषणा की। भीड़ में हर कोई भी सम्राट के नए कपड़े देखने का नाटक करने लगा। अंततः, एक बच्चे ने कहा: लेकिन वह तो बिल्कुल भी कुछ नहीं पहन रहा है! भीड़ में हलचल हुई और सभी ने सहमति जताई, यह realizing करते हुए कि सम्राट को पूरी तरह से ठगा गया था। सम्राट शर्मिंदा हुआ लेकिन परेड जारी रखी, अपनी गलती स्वीकार करने के लिए बहुत गर्वित था। उस दिन से, वह ज्यादा नम्र हो गया और भव्य कपड़ों की परवाह करना छोड़ दिया।",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "स्लीपिंग ब्यूटी",
        "fiction": true,
        "level": "beginner",
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "एक बार की बात है, एक राजा और रानी एक बच्चे की इच्छा रखते थे। उनकी यह इच्छा पूरी हुई और उनके घर एक खूबसूरत बच्ची आई, जिसका नाम ऑरोरा था। परियों ने ऑरोरा को सुंदरता और दयालुता जैसे आशीर्वाद दिए एक grand समारोह में। एक अनियंत्रित, गुस्से में भरी परी ने ऑरोरा को शाप दिया कि वह अपनी उंगली में कांटा चुभोकर मर जाएगी। लेकिन एक दयालु परी ने उस शाप को नरम कर दिया: ऑरोरा तब तक सोएगी जब तक सच्चे प्यार का किस नहीं होगा। राजा ने ऑरोरा को उस शाप से बचाने के लिए सभी करघे जला दिए। कई सालों बाद, उसकी सोलहवीं जन्मदिन पर, ऑरोरा को एक पुराना करघा मिला। उसने अपनी उंगली चुभो ली और जैसा कि बताया गया था, गहरी नींद में चली गई। पूरा महल सो गया, घने, कांटेदार बेलों से घिरा हुआ। एक सौ साल गुजरे और एक बहादुर राजकुमार ने सोते हुए महल को खोज निकाला। उसने ऑरोरा को किस किया, जादू तोड़ दिया और महल में सभी को जगा दिया। ऑरोरा और राजकुमार प्यार में पड़ गए, उन्होंने शादी कर ली और हमेशा के लिए खुशी-खुशी रहने लगे।",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "अली बाबा और चालीस चोर",
        "fiction": true,
        "level": "beginner",
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "अली बाबा एक गरीब लकड़हारा था जो एक छोटे से गाँव में रहता था। एक दिन, उसने चालीस चोरों को एक जादुई गुफा में खजाना छिपाते हुए देखा। उन्होंने कहा: \"खुल जा सिम-सिम,\" और गुफा का दरवाज़ा खुल गया, जिसमें सोना और रत्न दिखाई दिए। जब वे चले गए, अली बाबा ने उसी शब्दों का उपयोग करके गुफा में प्रवेश किया। उसने थोड़ा सा खजाना अपने गरीब परिवार की मदद करने के लिए लिया। चोरों को पता चला कि कोई गुफा में प्रवेश कर गया है और वे बहुत नाराज हो गए। उन्होंने गाँव की खोजबीन की और अली बाबा पर उनके खजाने को चुराने का शक किया। अली बाबा की चतुर नौकरानी, मोरगियाना, ने उनकी हत्या की योजना सुनी। उसने चोरों को धोखा दिया और उनके नेता को चतुराई से हराकर अली बाबा को बचा लिया। अली बाबा और उसका परिवार खुशहाल जीवन जीने लगे, अपनी किस्मत के लिए आभारी।",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "मछुआरे और उसकी पत्नी",
        "fiction": true,
        "level": "beginner",
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "एक गरीब मछुआरे ने एक जादुई बोलने वाली मछली पकड़ी और उसे छोड़ देने का निर्णय लिया। मछली ने उसे अपनी जान बचाने के लिए कोई भी इच्छा पूरी करने का वादा किया। मछुआरे ने अपनी पत्नी से कहा, जिसने अपनी इच्छा के रूप में एक बड़ा घर मांगा। मछली ने उनकी इच्छा को पूरा किया, और वे एक भव्य कुटिया में रहने चले गए। पत्नी लोभी हो गई और महल और रानी बनने की इच्छा व्यक्त की। हर बार, मछुआरा मछली के पास अधिक मांगे के लिए लौटता रहा। मछली ने इच्छाओं को पूरा किया, लेकिन पत्नी की लालच केवल बढ़ती गई। अंततः, उसने सूर्य, चाँद और सितारों की शासक बनने की मांग की। मछली, उसकी लालच से नाराज होकर, सब कुछ वापस ले लिया, और उन्हें उनके झोपड़ी में लौट आने दिया। मछुआरा और उसकी पत्नी अपनी सरल जीवन में लौट आए, संतोष करना सीखते हुए।",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "अमेलिया ईयरहार्ट",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "एक बार की बात है, एक बहादुर और साहसी लड़की थी जिसका नाम अमेलिया ईयरहार्ट था। अमेलिया को चिड़ियों को देखना बहुत पसंद था और वह आकाश में उनके जैसा ऊँचा उड़ने का सपना देखा करती थी। वह एक ऐसे समय में बड़ी हुई जब बहुत सी महिलाएँ पायलट नहीं बनती थीं, लेकिन अमेलिया ने अपने सपने को पूरा करने की ठान ली। उसने बहुत मेहनत की और हवाई जहाज उड़ाना सीखा, और दुनिया की पहली महिला पायलटों में से एक बन गई। अमेलिया ने कुछ बहुत अद्भुत किया: उसने अकेले ही बड़े, चौड़े अटलांटिक ओशन को पार किया, और यह करने वाली पहली महिला बनी! उसकी साहसिकता और सफलता ने सभी को दिखा दिया कि लड़कियाँ भी बड़े सपने पूरे कर सकती हैं। अमेलिया मशहूर हो गई और उसने कई लोगों, विशेष रूप से लड़कियों को अपने सपनों का पीछा करने के लिए प्रेरित किया, चाहे वे कितने भी बड़े क्यों न हों। उसने साबित कर दिया कि दृढ़ निश्चय और साहस के साथ, आप सितारों तक पहुँच सकते हैं और अपने सपनों को साकार कर सकते हैं।",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "मैरी क्यूरी",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "एक समय की बात है, पोलैंड देश में, एक बहुत ही जिज्ञासु और समझदार लड़की थी जिसका नाम मैरीक्यूरी था। मैरी को अध्ययन करना बहुत पसंद था, खासकर विज्ञान के बारे में। जब वह बड़ी हुई, तो उसने अधिक पढ़ाई करने के लिए पेरिस, फ्रांस जाने का फैसला किया क्योंकि वह एक वैज्ञानिक बनना चाहती थी। उस समय, बहुत सी महिलाएं वैज्ञानिक नहीं थीं, लेकिन मैरी ने हिम्मत नहीं हारी। उसने अपने पति, पियरे क्यूरी के साथ एक छोटे, अंधेरे प्रयोगशाला में काम किया। उन्होंने मिलकर कुछ अद्भुत खोजा, जिसे रेडियम कहा जाता है। रेडियम एक विशेष प्रकार का धातु था जो अंधेरे में चमकता था और इसे डॉक्टरों को लोगों के शरीर के अंदर देखनें में मदद करने के लिए इस्तेमाल किया जा सकता था, ताकि वे उन्हें ठीक कर सकें। मैरी क्यूरी अपनी खोज के लिए बहुत प्रसिद्ध हुईं, और उन्होंने एक बार नहीं, बल्कि दो बार नोबेल पुरस्कार जीता! वह इस बड़े पुरस्कार को जीतने वाली पहली महिला थीं और इसे दो बार जीतने वाली पहली व्यक्ति भी। मैरी ने दुनिया को दिखाया कि लड़कियां भी महान वैज्ञानिक बन सकती हैं। उसने कड़ी मेहनत की और कभी हार नहीं मानी, यहां तक कि जब यह कठिन था। उसकी खोजों ने कई लोगों की मदद की और विज्ञान की दुनिया को हमेशा के लिए बदल दिया।",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "नेल्सन मंडेला",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "एक समय की बात है, दक्षिण अफ्रीका में एक आदमी था जिसका नाम नेल्सन मंडेला था। मंडेला एक बहादुर और बुद्धिमान व्यक्ति थे जो मानते थे कि सभी को समान रूप से व्यवहार किया जाना चाहिए, चाहे उनकी त्वचा का रंग कोई भी हो। लेकिन उन समय के दौरान, दक्षिण अफ्रीका में अपार्थेड नामक अन्यायपूर्ण कानून थे, जो लोगों को उनकी नस्ल और रंग के आधार पर अलग करते थे। मंडेला इन कानूनों को बदलना चाहते थे ताकि सभी लोग, काले या सफेद, शांति से एक साथ रह सकें। उन्होंने बहुत मेहनत की और कई लोगों से बात की, बदलाव लाने की कोशिश करते हुए एक शांतिपूर्ण तरीके से। लेकिन सरकार को यह पसंद नहीं आया, और उन्होंने उन्हें कई वर्षों तक जेल में डाल दिया। मंडेला ने कभी भी उम्मीद नहीं छोड़ी, और वह स्वतंत्रता के संघर्ष का प्रतीक बन गए। दुनिया भर के लोग उनके बारे में जानते थे और उनके कारण का समर्थन करते थे। अंततः, 27 वर्षों बाद, उन्हें रिहा कर दिया गया। मंडेला का सपना सच होना शुरू हुआ जब वह दक्षिण अफ्रीका के पहले काले राष्ट्रपति बने, और उन्होंने सभी रंगों के लोगों को एक साथ लाने के लिए काम किया। उन्होंने दुनिया को क्षमा की शक्ति और सही के लिए लड़ना कितना महत्वपूर्ण है, यह दिखाया। नेल्सन मंडेला को एक नायक के रूप में याद किया जाता है, जिन्होंने अपने देश और दुनिया में आशा और बदलाव लाए।",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "लिओनार्डो दा विंची",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "इटली में एक बार एक जिज्ञासु और चतुर लड़का था जिसका नाम लियोनардो दा विंची था। लियोनार्डो को अपने चारों ओर की दुनिया को खोजने का बहुत शौक था और वह कई चीजों में रुचि रखता था। उसे चित्र बनाना, पेंटिंग करना और यहां तक कि नई चीजें आविष्कार करना पसंद था। जैसे-जैसे वह बड़ा होता गया, वह कला में बहुत कुशल हो गया और उसने खूबसूरत पेंटिंग बनाई, जिनमें से एक प्रसिद्ध 'मोना लिसा' है जिसे आज भी लोग देखना पसंद करते हैं। लेकिन लियोनार्डो केवल एक कलाकार नहीं था; वह एक वैज्ञानिक और आविष्कारक भी था। उसने पक्षियों का अध्ययन किया और एक ऐसी मशीन बनाने का सपना देखा जो उड़ सके, बिल्कुल आज के हवाई जहाज की तरह। उसने मानव शरीर को भी देखा ताकि समझ सके कि यह कैसे काम करता है और अपने विचारों के कई स्केच बनाए। लियोनार्डो एक बहुत प्रतिभाशाली व्यक्ति था, और दुनिया के प्रति उसकी जिज्ञासा कभी नहीं रुकी। उसने अपने पूरे जीवन में सीखना और रचना जारी रखा। उसने हमें यह दिखाया कि यदि आप जिज्ञासु हैं और मेहनत करते हैं, तो आप विभिन्न चीजों के बारे में सीख सकते हैं और शायद अपने विचारों से दुनिया को बदल सकते हैं।",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "जिसका हिंदी में अनुवाद \"क्लेओपैट्रा\" होगा।",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "शुरुआत में प्राचीन मिस्र में एक प्रसिद्ध रानी थीं जिनका नाम क्लियोपेट्रा था। क्लियोपेट्रा केवल एक रानी नहीं थीं; वह बहुत बुद्धिमान और शिक्षित भी थीं। वह कई भाषाएं बोल सकती थीं और अपनी आकर्षण और बुद्धिमत्ता के लिए जानी जाती थीं। मिस्र की रानी के रूप में, क्लियोपेट्रा ने अपने लोगों के प्रति गहरी चिंता दिखाई और अपने देश को मजबूत और शक्तिशाली बनाने के लिए मेहनत की। वह अपनी सुंदरता और अन्य देशों के शक्तिशाली नेताओं जैसे जुलियस सीजर और मार्क एंटनी के साथ अपनी महान प्रेम कहानियों के लिए भी प्रसिद्ध थीं। क्लियोपेट्रा उस समय में जीवित थीं जब एक महिला के लिए इतनी शक्तिशाली स्थिति में होना बहुत दुर्लभ था, लेकिन उन्होंने दिखाया कि वह किसी भी राजा की तरह शासन कर सकती हैं। वह प्राचीन मिस्र की आखिरी शासकों में से एक थीं, जब यह रोमन साम्राज्य का हिस्सा बन गया। क्लियोपेट्रा का जीवन साहसिक घटनाओं से भरा था, और उन्हें इतिहास में अपने समय की सबसे आकर्षक और प्रभावशाली महिलाओं में से एक के रूप में याद किया गया है।",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "जोआन ऑफ आर्क",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "एक समय की बात है, फ्रांस में एक युवा लड़की थी जिसका नाम जोआन ऑफ़ आर्क था। जोआन एक छोटे से गाँव में रहती थी जब उसका देश, फ्रांस, एक बड़े युद्ध में इंग्लैंड नामक दूसरे देश के साथ था। जोआन बहुत बहादुर थी और उसे विश्वास था कि उसके पास फ्रांस की मदद करने का एक विशेष मिशन है। उसने कहा कि उसने संतों की आवाजें सुनी हैं जो उसे उसके देश को बचाने के लिए कह रही हैं। भले ही वह सिर्फ एक किशोरी और एक लड़की थी, जोआन ने फ्रांस के राजकुमार को मनाकर एक सेना का नेतृत्व करने दिया। उसने कवच पहना और एक घोड़े पर सवार होकर अपने सैनिकों को युद्ध में ले गई। जोआन का साहस उसके चारों ओर के सभी लोगों को प्रेरित करता था, और उसने कुछ महत्वपूर्ण युद्धों को जीतने में मदद की। लोगों ने उसे एक नायक के रूप में देखा। दुर्भाग्यवश, वह अपने दुशमनों द्वारा पकड़ी गई और उसे बड़े संकटों का सामना करना पड़ा। लेकिन जोआन ने अपने मिशन में विश्वास करना कभी नहीं छोड़ा। वर्षों बाद, उसे बहादुरी और देशभक्ति के प्रतीक के रूप में याद किया गया। जोआन ऑफ़ आर्क संत बन गई, और दुनिया भर के लोग उसकी कहानी जानते हैं। उसने हमें सिखाया कि चाहे आप कितने भी युवा या छोटे क्यों न हों, अगर आपके पास साहस है और आप अपने आप में विश्वास करते हैं, तो आप बड़ी चीजें कर सकते हैं।",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "अल्बर्ट आइंस्टीन",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "एक बार की बात है, एक शानदार भौतिक विज्ञानी थे जिनका नाम अल्बर्ट आइंस्टीन था। अल्बर्ट को ब्रह्मांड और इसके काम करने के तरीके के बारे में गहरी जिज्ञासा थी। उन्होंने 'सापेक्षता का सिद्धांत' नामक एक क्रांतिकारी सिद्धांत प्रस्तुत किया, जिसने स्पेस, समय और गुरुत्वाकर्षण को समझने के तरीके को बदल दिया। उनका फॉर्मूला, E=mc², दुनिया भर में प्रसिद्ध हो गया। अल्बर्ट सिर्फ एक वैज्ञानिक नहीं थे; वह शांति और मानव अधिकारों के लिए भी एक अधिवक्ता थे। उन्होंने युद्ध और अन्याय के खिलाफ आवाज उठाई। उनके काम और विचारों ने विज्ञान में क्रांति ला दी और उन्हें इतिहास के सबसे प्रसिद्ध वैज्ञानिकों में से एक बना दिया। अल्बर्ट आइंस्टीन ने हमें दिखाया कि कल्पना, जिज्ञासा, और मेहनत के साथ, हम ब्रह्मांड के रहस्यों को उजागर कर सकते हैं और दुनिया को एक बेहतर स्थान बना सकते हैं।",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "बर्लिन दीवार का पतन",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "एक समय की बात है, 1989 में, जर्मनी के बर्लिन में एक महत्वपूर्ण घटना हुई - बर्लिन की दीवार का गिरना। दशकों तक, बर्लिन की दीवार ने पूर्व और पश्चिम बर्लिन को अलग रखा, जो शीत युद्ध के दौरान पूर्व और पश्चिम के बीच विभाजन का प्रतीक था। यह एक भौतिक और वैचारिक बाधा थी जो उत्पीड़न और विभाजन का प्रतीक बनी रही। हालांकि, 1989 की autumn में, पूर्व जर्मनी में शांतिपूर्ण प्रदर्शनों और राजनीतिक परिवर्तनों की एक श्रृंखला ने असंभव को संभव कर दिया। 9 नवंबर 1989 की रात, पूर्व जर्मन सरकार ने घोषणा की कि नागरिक स्वतंत्र रूप से पश्चिम बर्लिन में जा सकते हैं। लोगों की भीड़ दीवार की ओर उमड़ पड़ी, और हथौड़ों और चोको के साथ, उन्होंने इसे तोड़ना शुरू कर दिया। दुनिया ने आश्चर्य से देखा जबकि परिवार और दोस्त खुशी-खुशी फिर से मिले, और दीवार के दोनों तरफ के लोग एक-दूसरे को गले लगाते रहे। बर्लिन की दीवार का गिरना शीत युद्ध के अंत की शुरुआत और जर्मनी के पुनर्मिलन की eventual प्रक्रिया का प्रतीक बना। यह उन लोगों की शक्ति का प्रमाण था जो मिलकर बाधाओं को तोड़ने और स्वतंत्रता और एकता को प्राप्त करने के लिए एकत्रित हुए।",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "रेशमी मार्ग",
        "fiction": false,
        "level": "beginner",
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "बहुत समय पहले, प्राचीन काल में, एक विशाल व्यापार मार्ग का नेटवर्क था जिसे रेशम का मार्ग कहा जाता था। यह ऐतिहासिक यात्रा केवल एक सड़क नहीं थी, बल्कि एक जटिल जाल था जो एशिया में फैला हुआ था, पूर्व को पश्चिम से जोड़ता था। रेशम के मार्ग का नाम चीन में उत्पादित मूल्यवान रेशम के नाम पर रखा गया था, जो इन मार्गों के साथ व्यापार किए जाने वाले सबसे अधिक मांग वाले सामानों में से एक था। हालांकि, रेशम का मार्ग केवल रेशम के बारे में नहीं था; यह सामान, संस्कृतियों और विचारों के आदान-प्रदान का एक माध्यम था। चीन, भारत, फारस, अरब और अन्य क्षेत्रों के व्यापारी खतरनाक यात्रा पर निकले, और मसाले, कीमती धातुएं, रत्न और अद्भुत कपड़े जैसे सामान ले गए। इन वस्तुओं के साथ-साथ, उन्होंने अपनी संस्कृतियों, धर्मों और तकनीकों को साझा किया। रेशम के मार्ग ने ज्ञान का एक अद्भुत आदान-प्रदान संभव बनाया, जिसने विज्ञान, गणित और कला में उन्नति की। इसने बौद्ध धर्म, इस्लाम औरChristianity के विभिन्न भागों में फैलने में भी महत्वपूर्ण भूमिका निभाई। जैसे-जैसे रेशम का मार्ग फल-फूल रहा था, इसने विभिन्न सभ्यताओं के बीच सहयोग और समझ की भावना को बढ़ावा दिया। कठिन भूभाग और अप्रत्याशित मौसम की चुनौतियों के बावजूद, व्यापारी अपनी यात्राएं जारी रखते रहे, दूर-दूर के देशों के बीच संबंध बनाते रहे। रेशम का मार्ग एक पुल था जिसने महाद्वीपों के बीच लोगों को जोड़ा और हमारे विश्व के इतिहास को आकार देने में महत्वपूर्ण भूमिका निभाई।",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "चीन की महान दीवार",
        "fiction": false,
        "level": "beginner",
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "बहुत सदियों पहले, विशाल और प्राचीन चीन की धरती पर एक अद्भुत निर्माण परियोजना की शुरुआत हुई। यह निर्माण उस दीवार का था जो बाद में दुनिया की सबसे पहचानने योग्य और Awe-inspiring संरचनाओं में से एक बन गई: चीन की महान दीवार। यह विशाल कार्य एक एकल दीवार नहीं थी, बल्कि दीवारों, किलों और निगरानी टावरों की एक श्रृंखला थी जो चीन के उत्तरी सीमा पर फैली हुई थी। महान दीवार का मुख्य उद्देश्य चीनी राज्यों और साम्राज्यों को घुमंतू जनजातियों और सैन्य आक्रमणों से बचाना था। महान दीवार का निर्माण 2,000 साल पहले क़िन साम्राज्य के दौरान शुरू हुआ, लेकिन इसे बाद की साम्राज्यों जैसे कि हान, मिंग, और चिंग द्वारा विस्तारित और पुनर्निर्माण किया गया। दीवार को विभिन्न सामग्रियों जैसे पत्थर, मिट्टी, लकड़ी और ईंट से बनाया गया, और यह एक अद्भुत दूरी को कवर करती थी, जिसके अनुमान 13,000 से 21,196 मील के बीच हैं। यह चीन के लोगों की बुद्धिमत्ता और संकल्प का प्रतीक था। महान दीवार न केवल एक मजबूत रक्षा संरचना के रूप में कार्य करता था, बल्कि सिल्क रोड के沿 साथ व्यापार, संचार और सांस्कृतिक आदान-प्रदान को भी सुविधाजनक बनाता था। यह समय की कसौटी पर खरी उतरी है और चीन के समृद्ध इतिहास और स्थायी ताकत का प्रतीक बनी हुई है। आज, इसे दुनिया के सात अजूबों में से एक के रूप में मान्यता प्राप्त है और यह दुनिया भर से लाखों लोगों द्वारा दौरा किया जाता है, जो इसके भव्यता और ऐतिहासिक महत्व पर आश्चर्यचकित होते हैं।",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "तुतनखामेन की कब्र का अन्वेषण",
        "fiction": false,
        "level": "beginner",
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "1922 में, पुरातत्वज्ञ हॉवर्ड कार्टर ने मिस्र के किंग्स वैली में एक प्राचीन कब्र की खोज की। यह कब्र फिरौन तुतनखामुन की थी, जो तीन हजार साल पहले के एक शासक थे। कार्टर की टीम ने कब्र को बाखबर पाया, जो बेशकीमती खजाने और कलाकृतियों से भरी हुई थी। इस खोज ने दुनिया को चकित कर दिया, क्योंकि अधिकांश कब्रें सदियों पहले लूट ली गई थीं। अंदर, उन्होंने सोने की मूर्तियाँ, आभूषण, रथ और प्रतीकात्मक सोने की दफनाया हुआ मुखौटा खोजा। इस कब्र में तुतनखामुन का ममेट किया हुआ शव भी था, जिसने प्राचीन मिस्री रीति-रिवाजों के बारे में जानकारी प्रदान की। कार्टर ने प्र famously कब्र के कक्ष में झाँका और कहा: मैं अद्भुत चीजें देखता हूँ! कलाकृतियों ने तुतनखामुन के छोटे जीवन और उस दुनिया के बारे में रहस्यों को उजागर किया जिसका वह शासक था। उसकी कब्र के खजाने इतिहास के सबसे महत्वपूर्ण पुरातात्विक खोजों में से एक बने हुए हैं। इस खोज ने जनता को मोहित किया और प्राचीन मिस्र के रहस्यों के प्रति स्थायी आकर्षण को जन्म दिया।",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "छपाई मशीन का आविष्कार (जोहानस गुटेनबर्ग)",
        "fiction": false,
        "level": "beginner",
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "एक समय की बात है, 15वीं सदी में, जोहान्स गुटेनबर्ग के पास एक शानदार विचार था। वह एक ऐसी मशीन बनाना चाहते थे जो जल्दी किताबें छाप सके। 1439 में, गुटेनबर्ग ने मुद्रण मशीन का आविष्कार किया, जिसने चलने वाले धातु के अक्षरों का उपयोग किया। इससे अक्षरों को एकत्र करके हर पृष्ठ के लिए फिर से उपयोग किया जा सकता था। उन्होंने 1455 में पहला बड़ा पुस्तक जो छापी, वह गुटेनबर्ग बाइबल थी। इससे पहले, किताबें हाथ से नकल की जाती थीं, जिसमें महीनों या वर्षों लगते थे। गुटेनबर्ग का आविष्कार मुद्रण को तेज़, सस्ता और अधिक सुलभ बना दिया। ज्ञान तेजी से फैला, जिससे पुनर्जागरण और सुधार आंदोलन को बढ़ावा मिला। लोग अब किताबें पढ़ सकते थे, नए विचार सीख सकते थे और ज्ञान को व्यापक रूप से साझा कर सकते थे। मुद्रण मशीन ने मनुष्यों के संवाद और सूचना के संरक्षण के तरीके को बदल दिया। इसे इतिहास में सबसे महत्वपूर्ण आविष्कारों में से एक माना जाता है। गुटेनबर्ग के काम ने दुनिया भर में शिक्षा, विज्ञान और संस्कृति में क्रांति पैदा की। उनकी मुद्रण मशीन ने उसmodern world का मार्ग प्रशस्त किया जो हम आज जानते हैं।",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "रोसेटा स्टोन",
        "fiction": false,
        "level": "beginner",
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "1799 में, फ्रांसीसी सैनिकों ने रोसेट्टा, मिस्र में एक अजीब काले पत्थर की खोज की। इस पत्थर पर तीन प्रकार की लेखन थी: ग्रीक, डेमोटिक, और मिस्री हायरोग्लिफ। विद्वानों ने समझा कि यह प्राचीन हायरोग्लिफ के अर्थ को उजागर कर सकता है। जीन-फ्रांकोइस चम्पोलियन ने रोसेट्टा स्टोन का कई वर्षों तक अध्ययन किया। उन्होंने ग्रीक पाठ की तुलना हायरोग्लिफ से की ताकि उनके अर्थ को खोजा जा सके। 1822 में, चम्पोलियन ने कोड को तोड़ दिया, अंततः मिस्री हायरोग्लिफ का अनुवाद कर दिया। इस खोज ने प्राचीन मिस्री लेखन और संस्कृति के रहस्यों को उजागर किया। इसने इतिहासकारों को फिरौने के जीवन, धर्म, और सरकार को समझने की अनुमति दी। रोसेट्टा स्टोन 3,000 वर्षों के इतिहास को खोलने की कुंजी बन गया। यह दुनिया के सबसे महत्वपूर्ण पुरातात्विक खोजों में से एक बना हुआ है। आज, यह पत्थर ब्रिटिश म्यूजियम में सभी के देखने के लिए प्रदर्शित किया गया है। रोसेट्टा स्टोन मानव जिज्ञासा और ज्ञान की खोज का प्रतीक है।",
        "audio_file": "10022"
    },
    {
        "title": "The Siege of Constantinople",
        "title_translation": "कांस्टेंटिनोपल की घेराबंदी",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1453, the Byzantine Empire faced its darkest hour as the Ottoman Sultan Mehmed II launched a massive assault on Constantinople. The city, once the jewel of Christendom, stood as the last remnant of the Eastern Roman Empire. Its towering walls had repelled countless invaders, but Mehmed was determined to succeed where others had failed. The Ottomans brought an arsenal of innovative weaponry, including a colossal cannon called the Basilica, capable of shattering stone walls. For weeks, the city endured relentless bombardment. Inside, Emperor Constantine XI rallied his people, uniting soldiers and civilians to defend their home against overwhelming odds. Despite the defenders' bravery, the city's resources dwindled. The Ottomans used tunnels to undermine the walls and deployed ships to blockade the city's harbor. On May 29, Mehmed launched his final assault. The defenders fought valiantly, but the walls were breached. As the invaders poured into the city, Constantine is said to have removed his imperial regalia and charged into battle, preferring death to capture. By day's end, the city had fallen, marking the end of the Byzantine Empire. Mehmed entered the Hagia Sophia, converting it into a mosque, a symbol of his victory. The fall of Constantinople reshaped history, opening the gateway for Ottoman expansion into Europe and marking the end of the medieval era. It also spurred European nations to seek new trade routes, igniting the Age of Exploration. The city's legacy as a crossroads of cultures, however, would endure.",
        "story_translation": "1453 में, बायज़ेंटाइन साम्राज्य के लिए सबसे कठिन समय आया जब ओटमैन सुलतान मेहम्मद II ने कॉन्स्टेंटिनोपल पर एक विशाल आक्रमण शुरू किया। यह शहर, जो कभी ईसाई धर्म का गहना था, पूर्वी रोमन साम्राज्य का अंतिम अवशेष बन गया। इसकी ऊँची दीवारों ने अनेकों आक्रमणकारियों को रोक रखा था, लेकिन मेहम्मद ने उन लोगों की असफलता में सफल होने का निश्चय किया। ओटमन्स ने नवीनतम हथियारों का एक जखीरा लाया, जिसमें एक विशाल तोप, जिसे बासिलिका कहा जाता है, शामिल थी, जो पत्थर की दीवारों को तोड़ने में सक्षम थी। हफ्तों तक, शहर ने निरंतर बमबारी सहन की। अंदर, सम्राट कॉन्स्टेंटाइन XI ने अपने लोगों को जागरूक किया, सैनिकों और नागरिकों को एकजुट कर उनके घर की रक्षा के लिए प्रेरित किया। हालांकि रक्षकों की बहादुरी थी, लेकिन शहर के संसाधन खत्म हो गए। ओटमन्स ने दीवारों को कमजोर करने के लिए सुरंगों का इस्तेमाल किया और शहर के बंदरगाह को अवरुद्ध करने के लिए जहाजों को तैनात किया। 29 मई को, मेहम्मद ने अपना अंतिम आक्रमण किया। रक्षकों ने वीरता से लड़ाई की, लेकिन दीवारें टूट गईं। जैसे ही आक्रमणकारी शहर में घुसे, यह कहा जाता है कि कॉन्स्टेंटाइन ने अपनी सम्राट की वस्त्रें हटा दीं और मैदान में कूद पड़े, गिरफ़्तारी से अधिक मृत्यु को प्राथमिकता दी। दिन के अंत तक, शहर गिर गया, जिससे बायज़ेंटाइन साम्राज्य का अंत हो गया। मेहम्मद ने हागिया सोफिया में प्रवेश किया, इसे एक मस्जिद में बदल दिया, जो उसकी विजय का प्रतीक बन गया। कॉन्स्टेंटिनोपल की गिरावट ने इतिहास को नया आकार दिया, यूरोप में ओटमानी विस्तार के लिए द्वार खोला और मध्यकालीन युग का अंत किया। इसने यूरोपीय राष्ट्रों को नए व्यापार मार्गों की खोज के लिए भी प्रेरित किया, खोज युग की शुरुआत की। हालाँकि, शहर की सांस्कृतिक चौक के रूप में विरासत बनी रहेगी।",
        "audio_file": "10025"
    },
    {
        "title": "Battle of Waterloo",
        "title_translation": "वॉटरलू की लड़ाई",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1815, on the fields of Waterloo in Belgium, one of history’s most decisive battles unfolded. Napoleon Bonaparte, recently escaped from exile on Elba, sought to reclaim his empire. Facing him were the combined forces of the Duke of Wellington and Prussian Field Marshal Blücher. The battlefield was soaked from days of rain, making movement difficult for troops and artillery. Napoleon, relying on his strategic brilliance, delayed his attack to let the ground dry. This hesitation allowed the Allied forces to strengthen their positions. As the battle commenced, French infantry and cavalry charged the Allied lines repeatedly. Wellington’s troops held firm in a defensive posture, famously relying on a sunken road and fortified farmhouses like La Haye Sainte. Meanwhile, the Prussian army, marching tirelessly, approached from the east. By late afternoon, Napoleon’s elite Imperial Guard advanced, expecting to break the Allies. To their shock, Wellington’s troops counterattacked, forcing the Guard to retreat. Soon after, Blücher’s Prussians arrived, striking the French from the rear. Surrounded and outnumbered, Napoleon's army disintegrated. This defeat marked the end of the Napoleonic Wars and sealed Napoleon’s fate as he was exiled to the remote island of Saint Helena. The Battle of Waterloo reshaped Europe, ushering in a new era of relative peace under the Congress of Vienna.",
        "story_translation": "1815 में, बेल्जियम के वाटरलू के मैदानों पर, इतिहास की सबसे निर्णायक लड़ाइयों में से एक हुई। नेपोलियन बोनापार्ट, जो हाल ही में एल्बा से निर्वासन से भागा था, अपने साम्राज्य को पुनः प्राप्त करने के लिए बेताब था। उसके सामने वेलेिंगटन के ड्यूक और प्रुशियन फील्ड मार्शल ब्लुचर की संयुक्त सेनाएँ थीं। युद्ध भूमि कई दिनों की बारिश से भिगी हुई थी, जिससे सैनिकों और तोपों की गति में मुश्किल आ रही थी। नेपोलियन, अपनी रणनीतिक बुद्धिमत्ता पर भरोसा करते हुए, जमीन के सूखने के लिए अपने हमले को टाल दिया। यह हिचक Allied सेनाओं को अपने पदों को मजबूत करने का अवसर प्रदान करती है। जब लड़ाई शुरू हुई, तो फ्रांसीसी पैदल सेना और घुड़सवारों ने लगातार Allied लाइनों पर हमला किया। वेलेिंगटन की सेनाएँ एक रक्षात्मक स्थिति में मजबूत रहीं, प्रसिद्ध रूप से एक धँसी हुई सड़क और ला हाये सेंट जैसे मजबूत फार्महाउसों पर भरोसा करते हुए। इसी बीच, प्रुशियन सेना, बिना थके मार्च करती हुई, पूर्व से निकट आ रही थी। देर दोपहर तक, नेपोलियन की अभिजात Imperial गार्ड आगे बढ़ी, Allies को तोड़ने की अपेक्षा करते हुए। उनके आश्चर्य के लिए, वेलेिंगटन की सेनाओं ने पलटवार किया, जिससे गार्ड को पीछे हटना पड़ा। इसके तुरंत बाद, ब्लुचर के प्रुशियन पहुंचे, जिन्होंने फ्रांसीसियों पर पीछे से हमला किया। चारों ओर से घिरी और संख्या में कम, नेपोलियन की सेना नष्ट हो गई। यह हार नेपोलियन युद्धों के अंत को चिह्नित करती है और नेपोलियन का भाग्य निर्धारित करती है, क्योंकि उसे सेंट हेलेना के दूरदराज के द्वीप पर निर्वासित किया गया। वाटरलू की लड़ाई ने यूरोप को पुनः आकार दिया, वियना कांग्रेस के अंतर्गत एक नए सापेक्ष शांति युग की शुरुआत की।",
        "audio_file": "10026"
    },
    {
        "title": "Destruction of Pompeii",
        "title_translation": "पोंपेई का विनाश",
        "fiction": false,
        "level": "intermediate",
        "story": "In 79 AD, the ancient Roman city of Pompeii bustled with life. Located near the Bay of Naples, it was a prosperous town, known for its grand villas, busy markets, and vibrant streets. Life carried on as usual beneath the looming shadow of Mount Vesuvius, a volcano many believed to be dormant. On August 24, everything changed. Without warning, Vesuvius erupted violently, spewing ash, pumice, and deadly gases into the sky. The eruption lasted for two days, burying Pompeii under meters of volcanic debris. Many residents tried to flee, but the fast-moving pyroclastic flows made escape nearly impossible. For centuries, Pompeii lay hidden beneath the ash, preserved in remarkable detail. In the 18th century, archaeologists began uncovering the city, revealing its well-preserved streets, homes, and even the remains of its residents, frozen in time by the ash. Artifacts like frescoes, mosaics, and pottery provided a glimpse into daily life in the Roman Empire. The discovery was bittersweet—a reminder of the sudden tragedy and a celebration of the rich culture that had thrived there. Today, Pompeii is a UNESCO World Heritage Site, visited by millions who walk its streets and imagine the lives of those who lived in its shadow. It stands as a testament to the power of nature and the resilience of history.",
        "story_translation": "79 ईस्वी में, प्राचीन रोमन शहर पोंपेई जीवन से भरा हुआ था। नेपल्स की खाड़ी के निकट स्थित, यह एक समृद्ध शहर था, जो अपनी भव्य विला, व्यस्त बाजारों और जीवंत सड़कों के लिए जाना जाता था। ज्वालामुखी माउंट वेसुवियस की छाया के नीचे, जीवन सामान्य रूप से चलता रहा, जिसे कई लोग शांत मानते थे। 24 अगस्त को, सब कुछ बदल गया। अचानक, वेसुवियस ने भयानक ढंग से विस्फोट किया, आकाश में राख, प्यूमिस और घातक गैसें उड़ेल दीं। विस्फोट दो दिनों तक जारी रहा, पोंपेई को ज्वालामुखीय मलबे के मीटरों के नीचे दफन करते हुए। कई निवासी भागने की कोशिश कर रहे थे, लेकिन तेजी से बहने वाली पायरोक्लास्टिक धाराओं ने भागना लगभग असंभव बना दिया। सदियों तक, पोंपेई राख के नीचे छिपा रहा, अद्भुत विवरणों में संरक्षित। 18 वीं सदी में, पुरातत्वविदों ने शहर को उजागर करना शुरू किया, इसके अच्छी तरह से संरक्षित सड़कों, घरों और यहां तक कि उसके निवासियों के अवशेषों को प्रकट किया, जो राख द्वारा समय में जमे हुए थे। चित्रित दीवारों, मूर्तिकला और मिट्टी के बर्तन जैसे कलाकृतियों ने रोमन साम्राज्य में दैनिक जीवन की झलक प्रदान की। यह खोज bittersweet थी - अचानक त्रासदी की याद दिलाने वाली और वहां विकसित समृद्ध संस्कृति का उत्सव। आज, पोंपेई एक यूनेस्को विश्व धरोहर स्थल है, जिसे लाखों लोग अपनी सड़कों पर चलते हैं और उसकी छाया में रहने वाले लोगों के जीवन की कल्पना करते हैं। यह प्रकृति की शक्ति और इतिहास की लचीलापन का एक प्रमाण है।",
        "audio_file": "10027"
    },
    {
        "title": "Timbuktu",
        "title_translation": "टिंबकटू",
        "fiction": false,
        "level": "intermediate",
        "story": "In the 15th century, the city of Timbuktu in West Africa was a thriving hub of trade, culture, and scholarship. Situated along the Niger River and at the edge of the Sahara Desert, it was part of the Mali Empire, a kingdom famed for its wealth and learning. Merchants came from across Africa and beyond, bringing gold, salt, and other goods. However, it was Timbuktu's universities and libraries that truly set it apart. The city housed thousands of manuscripts on subjects ranging from astronomy to medicine, written in Arabic and local languages. Scholars from far and wide gathered in Timbuktu to study and debate. The Sankore Mosque, part of the city's educational complex, became a symbol of intellectual achievement. Under the patronage of rulers like Mansa Musa, Timbuktu flourished, earning its reputation as a center of knowledge. However, as empires shifted and trade routes changed, Timbuktu's influence waned. By the 16th century, the city faced invasions and decline, leaving many of its treasures vulnerable to the sands of time. Today, efforts are underway to preserve Timbuktu's ancient manuscripts. These fragile documents remind the world of a time when knowledge and culture united people across continents, creating a legacy that endures in the modern era.",
        "story_translation": "15वीं सदी में, पश्चिम अफ्रीका के टिंबक्टू शहर ने व्यापार, संस्कृति और ज्ञान का एक समृद्ध केंद्र के रूप में ताजगी दिखाई। नाइजर नदी के किनारे और सहारा रेगिस्तान के किनारे स्थित, यह माली साम्राज्य का हिस्सा था, जो अपनी संपत्ति और ज्ञान के लिए प्रसिद्ध था। व्यापारी अफ्रीका और उससे बाहर से आए, सोना, नमक और अन्य सामान लाए। हालांकि, टिंबक्टू के विश्वविद्यालयों और पुस्तकालयों ने इसे वास्तव में अलग कर दिया। इस शहर में खगोलविज्ञान से लेकर चिकित्सा तक के विषयों पर हजारों पांडुलिपियाँ रखी गई थीं, जिन्हें अरबी और स्थानीय भाषाओं में लिखा गया था। दूर-दूर से विद्वानों ने अध्ययन और बहस करने के लिए टिंबक्टू में एकत्रित किया। संकोरे मस्जिद, जो शहर के शैक्षणिक परिसर का हिस्सा थी, बौद्धिक उपलब्धि का प्रतीक बन गई। मंसा मूसा जैसे शासकों की संरक्षकता के तहत, टिंबक्टू ने फल-फूल किया, और ज्ञान के केंद्र के रूप में अपनी प्रतिष्ठा अर्जित की। हालांकि, जैसे-जैसे साम्राज्य बदलते गए और व्यापार मार्ग बदल गए, टिंबक्टू का प्रभाव कम होने लगा। 16वीं सदी तक, शहर ने आक्रमणों और गिरावट का सामना किया, जिससे इसके कई ख़जाने समय की रेत से असुरक्षित रह गए। आज, टिंबक्टू की प्राचीन पांडुलिपियों को संरक्षित करने के प्रयास चल रहे हैं। ये नाजुक दस्तावेज़ दुनिया को एक ऐसे समय की याद दिलाते हैं जब ज्ञान और संस्कृति ने महाद्वीपों के पार लोगों को एकजुट किया, और एक ऐसा विरासत तैयार की जिसका प्रभाव आधुनिक युग में भी बना हुआ है।",
        "audio_file": "10028"
    },
    {
        "title": "The Black Death",
        "title_translation": "काला मौत",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1347, a merchant ship docked in the bustling port of Messina, Sicily, carrying more than spices and goods—it carried death. Unknowingly, the sailors had brought with them the plague. Rats aboard the ship, infested with fleas carrying Yersinia pestis, spread the disease rapidly. The Black Death swept through Europe like wildfire, killing millions in just a few years. Entire villages were abandoned, and cities burned the belongings of the infected in desperate attempts to stop the spread. Doctors wore beaked masks filled with herbs, believing the scent would protect them. Amid the devastation, society was transformed. Labor shortages gave peasants more bargaining power, weakening feudal structures. Art, literature, and religion reflected the collective trauma, with grim depictions of death and suffering. While the plague receded by the late 1350s, its legacy shaped Europe forever, influencing both its economy and culture.",
        "story_translation": "1347 में, एक व्यापारी जहाज ने सिसिली के मेस्सीना के भीड़भाड़ वाले बंदरगाह पर डांक किया, जो केवल मसालों और सामानों के साथ नहीं आया—इसने मौत को ले आया। अनजाने में, नाविक प्लेग को साथ लेकर आए थे। जहाज के अंदर चूहों ने, जो यर्सिनिया पेस्तीज के कीड़ों से संक्रमित थे, तेजी से बीमारी फैला दी। काला मृत्यु यूरोप में आग की तरह फैला, जिसने कुछ ही वर्षों में लाखों लोगों को मार डाला। पूरे गांव सुनसान हो गए, और शहरों ने संक्रमित लोगों की संपत्तियों को जलाकर बीमारी के फैलाव को रोकने की नाकाम कोशिश की। डॉक्टरों ने मुंह में चोंच वाले मास्क पहन रखे थे, जिन्हें जड़ी-बूटियों से भरा गया था, यह मानते हुए कि इसकी खुशबू उनकी सुरक्षा करेगी। तबाही के बीच, समाज में बदलाव आया। श्रम की कमी ने किसानों को अधिक सौदेबाजी की ताकत दी, जिससे सामंती ढांचे कमजोर हो गए। कला, साहित्य और धर्म ने सामूहिक आघात को दर्शाया, जिसमें मृत्यु और दुख के भयानक चित्रण शामिल थे। जबकि 1350 के दशक के अंत तक प्लेग घटने लगा, इसका उत्तराधिकार हमेशा के लिए यूरोप को आकार देता रहा, इसके अर्थव्यवस्था और संस्कृति दोनों को प्रभावित किया।",
        "audio_file": "10029"
    },
    {
        "title": "The Spanish Armada",
        "title_translation": "स्पेनिश आर्माडा",
        "fiction": false,
        "level": "intermediate",
        "story": "In 1588, the Spanish Armada, a fleet of 130 ships, set sail under the command of King Philip II of Spain. Its mission was to invade England, dethrone Queen Elizabeth I, and restore Catholicism. The Armada was one of the most formidable naval forces ever assembled, armed with thousands of soldiers and sailors. However, the English navy, led by Sir Francis Drake, had other plans. With smaller, more maneuverable ships and innovative tactics, the English harried the Spanish fleet along the English Channel. Nature played a decisive role as well. Fierce storms scattered the Armada as it attempted to regroup off the coast of Gravelines. The battered fleet limped home, having lost over a third of its ships and thousands of men. The defeat was a turning point in European history, marking the decline of Spanish naval supremacy and the rise of England as a global maritime power. Queen Elizabeth celebrated the victory as a divine endorsement of her rule, securing her place in history as one of England's greatest monarchs.",
        "story_translation": "1588 में, स्पेनिश आर्माडा, 130 जहाजों का एक बेड़ा, स्पेन के राजा फिलिप द्वितीय के नेतृत्व में समुद्र में निकल पड़ा। इसका मिशन इंग्लैंड पर आक्रमण करना, रानी एलिजाबेथ प्रथम को पदच्युत करना और कैथोलिसिज्म को पुनर्स्थापित करना था। आर्माडा अब तक के सबसे मजबूत समुद्री बलों में से एक था, जिसमें हजारों सैनिक और नाविक सुसज्जित थे। हालांकि, अंग्रेजी नौसेना, जिसका नेतृत्व सर फ्रांसिस ड्रेक कर रहे थे, के पास अन्य योजनाएँ थीं। छोटे, अधिक चालाक जहाजों और नवाचारात्मक रणनीतियों के साथ, अंग्रेजों ने इंग्लिश चैनल के साथ स्पेनिश बेड़े को परेशान किया। प्रकृति ने भी अहम भूमिका निभाई। भयंकर तूफानों ने आर्माडा को परेशान किया जब वह ग्रेवलीन्स के तट पर पुनर्गठित होने का प्रयास कर रहा था। यह क्षतिग्रस्त बेड़ा घर की ओर लंगड़ाते हुए लौटा, तीन-चौथाई जहाजों और हजारों पुरुषों को खोकर। यह पराजय यूरोपीय इतिहास में एक मोड़ था, जिसने स्पेनिश नौसैनिक सर्वोच्चता के पतन और इंग्लैंड के एक वैश्विक समुद्री शक्ति के रूप में उदय का प्रतीक बना। रानी एलिजाबेथ ने इस विजय का जश्न अपनी शासन की एक दिव्य मान्यता के रूप में मनाया, जिसने उन्हें इंग्लैंड के सबसे महान शासकों में से एक के रूप में इतिहास में स्थापित किया।",
        "audio_file": "10030"
    },
    {
        "title": "Hannibal Barca",
        "title_translation": "हेनिबल बार्का",
        "fiction": false,
        "level": "intermediate",
        "story": "In the winter of 218 BCE, Hannibal Barca, the Carthaginian general, led one of the most daring military campaigns in history. Determined to strike at the heart of the Roman Republic, he embarked on a bold journey to cross the Alps with an army of 50,000 men, 9,000 cavalry, and 37 war elephants. The journey was treacherous. Hannibal's army faced freezing temperatures, steep cliffs, and hostile mountain tribes. Many soldiers and animals perished along the way. Despite these challenges, Hannibal's sheer determination and strategic brilliance inspired his troops to push forward. When he finally descended into northern Italy, the Roman Senate was shocked. Hannibal quickly proved his might, defeating Roman forces at battles like Trebia and Lake Trasimene. Though he would never capture Rome itself, Hannibal's campaign marked one of the greatest threats the Republic ever faced and established him as one of history’s most legendary military commanders.",
        "story_translation": "इस 218 ईसा पूर्व की सर्दी में, कार्थेज के जनरल हन्नीबल बार्का ने इतिहास के सबसे साहसी सैन्य अभियानों में से एक का संचालन किया। रोम गणराज्य के दिल पर वार करने के लिए determined, उन्होंने 50,000 सैनिकों, 9,000 घुड़सवारों और 37 युद्ध हाथियों के साथ आल्प्स को पार करने के लिए एक साहसिक यात्रा पर निकलने का निर्णय लिया। यह यात्रा बेहद खतरनाक थी। हन्नीबाल की सेना को ठंडे तापमान, ऊँची चट्टानों और शत्रुतापूर्ण पर्वतीय जनजातियों का सामना करना पड़ा। रास्ते में कई सैनिक और जानवर मारे गए। इन चुनौतियों के बावजूद, हन्नीबल की अडिग संकल्पना और रणनीतिक कुशाग्रता ने उनकी सेना को आगे बढ़ने के लिए प्रेरित किया। जब वह अंततः उत्तरी इटली में उतरे, तो रोम की सीनेट चौंक गई। हन्नीबल ने जल्दी ही अपनी शक्ति साबित की, जैसे कि ट्रेबिया और झील ट्रेसिमेने की लड़ाइयों में रोम के बलों को पराजित करके। हालांकि वह खुद रोम को कभी नहीं जीत सका, हन्नीबल का अभियान गणराज्य के सामने आए सबसे बड़े खतरों में से एक बन गया और उन्हें इतिहास के सबसे प्रसिद्ध सैन्य कमांडरों में से एक के रूप में स्थापित किया।",
        "audio_file": "10031"
    },
    {
        "title": "Fall of Western Rome",
        "title_translation": "पश्चिमी रोम का पतन",
        "fiction": false,
        "level": "intermediate",
        "story": "In 476 CE, the Roman Empire, which had dominated the Mediterranean for centuries, faced its final collapse. The once-mighty empire had been weakened by internal corruption, economic troubles, and invasions by barbarian tribes. Odoacer, a Germanic chieftain, led a rebellion against the last Roman emperor, Romulus Augustulus. Unlike his illustrious predecessors, Romulus was a young and powerless ruler, a mere figurehead controlled by his advisors. When Odoacer marched into Rome, there was little resistance. Odoacer deposed Romulus and sent the imperial insignia to Constantinople, signaling the end of the Western Roman Empire. Rather than declaring himself emperor, Odoacer ruled Italy as its king, under nominal recognition from the Eastern Roman Empire. This event marked the beginning of the Middle Ages in Europe. While the Eastern Roman Empire, known as the Byzantine Empire, would endure for nearly a thousand more years, the West fragmented into smaller kingdoms, setting the stage for the medieval era and the rise of new powers across the continent.",
        "story_translation": "476 ईस्वी में, रोमन साम्राज्य, जिसने सदियों तक भूमध्यसागर पर ह dominance हासिल किया था, ने अपनी अंतिम पतन का सामना किया। यह एक बार शक्तिशाली साम्राज्य आंतरिक भ्रष्टाचार, आर्थिक समस्याओं और बर्बर जनजातियों के आक्रमणों के कारण कमजोर हो गया था। ओडोसेर, एक जर्मनिक नेता, ने अंतिम रोमन सम्राट रोमुलस अगस्तुलस के खिलाफ विद्रोह का नेतृत्व किया। अपने पूर्ववर्तियों की तुलना में, रोमुलस एक युवा और शक्तिहीन शासक थे, जो अपने सलाहकारों द्वारा नियंत्रित एक मात्र प्रतीकात्मक नेता थे। जब ओडोसेर रोम में प्रवेश करता है, तो बहुत कम प्रतिरोध था। ओडोसेर ने रोमुलस को निष्कासित कर दिया और साम्राज्य का चिह्न कॉन्स्टेंटिनोपल भेजा, जो पश्चिमी रोमन साम्राज्य के अंत का संकेत था। अपने आपको सम्राट घोषित करने के बजाय, ओडोसेर ने पूर्वी रोमन साम्राज्य की नाममात्र मान्यता के तहत इटली के राजा के रूप में शासन किया। यह घटना यूरोप में मध्ययुग की शुरुआत का प्रतीक थी। जबकि पूर्वी रोमन साम्राज्य, जिसे बायज़ेंटाइन साम्राज्य के नाम से जाना जाता है, लगभग एक हजार वर्ष और कायम रहेगा, पश्चिम छोटे छोटे राज्यों में टूट गया, जिससे मध्यकालीन युग और महाद्वीप पर नई शक्तियों के उदय का मार्ग प्रशस्त हुआ।",
        "audio_file": "10032"
    },
    {
        "title": "News Report 1 - Climate Change Global Summit",
        "title_translation": "समाचार रिपोर्ट 1 - जलवायु परिवर्तन वैश्विक शिखर सम्मेलन",
        "fiction": false,
        "level": "advanced",
        "story": "In a historic moment for international cooperation, over 190 nations have reached a groundbreaking climate accord at the Global Summit held in Geneva. The agreement, praised as a critical step in the fight against climate change, sets unprecedented targets for reducing greenhouse gas emissions and transitioning to renewable energy sources by mid-century. The accord includes commitments to limit global temperature rise to 1.5 degrees Celsius above pre-industrial levels. Developed nations pledged significant financial aid to support developing countries in their transition to greener economies, with a $100 billion annual fund established to address climate resilience and sustainable development. Negotiations were intense, spanning weeks, as countries debated the balance between environmental ambition and economic growth. Key breakthroughs came after major emitters, including the United States, China, and the European Union, agreed on phased reductions in coal use and investment in carbon capture technologies. Critics, however, warn that the agreement lacks enforceable mechanisms, relying heavily on voluntary compliance and peer review. Climate activists also expressed concerns, urging nations to move faster in implementing their pledges. The summit’s success marks a turning point in global environmental diplomacy, though much work remains to translate commitments into action. Analysts suggest that the coming years will test the resolve of governments and industries to prioritize the environment over short-term economic interests.",
        "story_translation": "एक ऐतिहासिक क्षण में अंतर्राष्ट्रीय सहयोग के लिए, 190 से अधिक देशों ने जिनेवा में आयोजित वैश्विक शिखर सम्मेलन में एक ऐतिहासिक जलवायु संधि पर सहमति व्यक्त की है। इस समझौते की प्रशंसा की जा रही है क्योंकि यह जलवायु परिवर्तन के खिलाफ लड़ाई में एक महत्वपूर्ण कदम है, जो औद्योगिक स्तर से ऊपर वैश्विक तापमान वृद्धि को 1.5 डिग्री सेल्सियस तक सीमित करने के लिए अद्वितीय लक्ष्य निर्धारित करता है। इस संधि में मध्य सदी तक ग्रीनहाउस गैस उत्सर्जन को कम करने और नवीनीकरणीय ऊर्जा स्रोतों की ओर संक्रमण करने के लिए प्रतिबद्धताएँ शामिल हैं। विकसित देशों ने विकासशील देशों को हरित अर्थव्यवस्थाओं की ओर संक्रमण में समर्थन देने के लिए महत्वपूर्ण वित्तीय सहायता देने का वादा किया है, जिसमें जलवायु लचीलापन और सतत विकास को संबोधित करने के लिए 100 अरब डॉलर की वार्षिक फंड की स्थापना की गई है। वार्ताएँ तीव्र थीं, जो हफ्तों तक चलीं, क्योंकि देशों ने पर्यावरणीय महत्वाकांक्षा और आर्थिक विकास के बीच संतुलन पर बहस की। महत्वपूर्ण breakthroughs तब आईं जब प्रमुख उत्सर्जक, जिनमें संयुक्त राज्य अमेरिका, चीन और यूरोपीय संघ शामिल हैं, ने कोयले के उपयोग में क्रमिक कमी और कार्बन कैप्चर प्रौक्तियों में निवेश पर सहमति व्यक्त की। हालांकि, आलोचकों ने चेतावनी दी है कि इस समझौते में लागू करने योग्य तंत्र की कमी है, जो स्वैच्छिक अनुपालन और समकक्ष समीक्षा पर अत्यधिक निर्भर करता है। जलवायु कार्यकर्ताओं ने भी चिंताएँ व्यक्त की हैं, urging देशों को उनके वादों को लागू करने में तेजी लाने के लिए। इस शिखर सम्मेलन की सफलता वैश्विक पर्यावरण कूटनीति में एकTurning Point को चिह्नित करती है, फिर भी वादों को क्रियान्वित करने के लिए बहुत काम करना बाकी है। विश्लेषकों का सुझाव है कि आने वाले वर्ष सरकारों और उद्योगों की प्रयत्नशीलता को पर्यावरण को तात्कालिक आर्थिक हितों पर प्राथमिकता देने के लिए परखेंगे।",
        "audio_file": "10033"
    },
    {
        "title": "News Report 2 - Global Markets React to Currency Crisis",
        "title_translation": "समाचार रिपोर्ट 2 - वैश्विक बाजार मुद्रा संकट पर प्रतिक्रिया करते हैं",
        "fiction": false,
        "level": "advanced",
        "story": "Global financial markets experienced a sharp downturn today following the unexpected collapse of the FluffyCoin, a regional currency used by multiple emerging economies. The crisis, triggered by investor panic and rapid devaluation, has sent shockwaves across stock exchanges and raised concerns about broader economic instability. The currency's collapse began after a major bond default by the government of France, the largest economy using the FluffyCoin. International rating agencies quickly downgraded the nation’s credit status, further shaking investor confidence. Within hours, trading volumes surged, and the currency lost over 30% of its value against the dollar. Central banks in neighboring countries scrambled to stabilize their own economies. Emergency measures included interest rate hikes and liquidity injections, but these actions failed to fix markets. International lenders like the International Monetary Fund and World Bank are preparing intervention packages to assist affected economies. Meanwhile, countries have called for an emergency summit of nations to coordinate a regional response. As analysts debate the long-term implications, ordinary citizens in the impacted countries are grappling with skyrocketing inflation and dwindling purchasing power. Protests have erupted in several cities, with calls for accountability and economic reforms growing louder. Global leaders are urging calm but face mounting pressure to implement systemic changes to prevent similar crises in the future.",
        "story_translation": "वैश्विक वित्तीय बाजारों ने आज अप्रत्याशित रूप से फ्लफीकॉइन, जो कई उभरती अर्थव्यवस्थाओं द्वारा उपयोग की जाने वाली एक क्षेत्रीय मुद्रा है, के अचानक गिरने के बाद तेज गिरावट का सामना किया। निवेशकों की Panic और तेजी से मूल्यह्रास के कारण उत्पन्न संकट ने शेयर बाजारों में सदमे की लहरें भेजी हैं और व्यापक आर्थिक अस्थिरता के बारे में चिंताओं को बढ़ा दिया है। इस मुद्रा का पतन तब शुरू हुआ जब फ्रांस की सरकार, जो फ्लफीकॉइन का सबसे बड़ा उपयोगकर्ता है, ने एक बड़ा बांड डिफॉल्ट किया। अंतरराष्ट्रीय रेटिंग एजेंसियों ने तेजी से देश की信用 स्थिति को डाउनग्रेड कर दिया, जिसने निवेशकों के विश्वास को और अधिक हिला दिया। कुछ ही घंटों में, व्यापार मात्रा में वृद्धि हुई, और मुद्रा ने डॉलर के मुकाबले 30% से अधिक मूल्य खो दिया। पड़ोसी देशों के केंद्रीय बैंकों ने अपनी खुद की अर्थव्यवस्थाओं को स्थिर करने के लिए जल्दी से प्रयास किया। आपातकालीन उपायों में ब्याज दरों में वृद्धि और तरलता डालना शामिल था, लेकिन ये क्रियाएँ बाजारों को स्थिर करने में विफल रहीं। अंतरराष्ट्रीय ऋणदाता जैसे अंतर्राष्ट्रीय मुद्रा कोष और विश्व बैंक प्रभावित अर्थव्यवस्थाओं की सहायता के लिए हस्तक्षेप पैकेज तैयार कर रहे हैं। इस बीच, देशों ने एक क्षेत्रीय प्रतिक्रिया को समन्वयित करने के लिए राष्ट्रों के आपातकालीन शिखर सम्मेलन की मांग की है। जैसे-जैसे विश्लेषक दीर्घकालिक प्रभावों पर चर्चा करते हैं, प्रभावित देशों के सामान्य नागरिक आसमान छूती महंगाई और घटती क्रय शक्ति से जूझ रहे हैं। कई शहरों में विरोध प्रदर्शन भड़क गए हैं, जहां जिम्मेदारी और आर्थिक सुधारों की मांग बढ़ती जा रही है। वैश्विक नेता शांति की अपील कर रहे हैं लेकिन भविष्य में समान संकटों को रोकने के लिए प्रणालीगत परिवर्तनों को लागू करने के लिए बढ़ते दबाव का सामना कर रहे हैं।",
        "audio_file": "10034"
    },
    {
        "title": "News Report 3 - United Nations General Assembly ",
        "title_translation": "समाचार रिपोर्ट 3 - संयुक्त राष्ट्र महासभा",
        "fiction": false,
        "level": "advanced",
        "story": "The United Nations General Assembly convened today in New York to address the rapidly advancing field of artificial intelligence, focusing on its global implications for security, ethics, and development. Leaders from 193 member states engaged in a debate over how to balance technological innovation with ethical safeguards. Central to the discussions was a proposal from the European Union to establish a Global Ethics Framework,  which would set universal guidelines on transparency, accountability, and data privacy. Countries like Japan and Canada voiced strong support, citing the importance of international cooperation in mitigating risks such as bias and misuse in autonomous systems. However, tensions arose as major technology-producing nations, including the United States and China, resisted calls for binding regulations. Representatives from the Global South, led by Kenya and Brazil, stressed the need for equitable access to AI technologies, highlighting the disparities in resources and technical infrastructure between developed and developing nations. In parallel events, tech CEOs and civil society organizations held side discussions to propose collaborative solutions, including public-private partnerships for ethical AI development. The General Assembly concluded the first day of its session with plans to draft a resolution outlining principles for AI governance. While the road ahead is complex, diplomats remain optimistic that this meeting could lay the groundwork for a landmark international agreement on one of the most transformative technologies of the century.",
        "story_translation": "संयुक्त राष्ट्र महासभा ने आज न्यूयॉर्क में कृत्रिम बुद्धिमत्ता के तीव्रता से बढ़ते क्षेत्र पर चर्चा करने के लिए बैठक की, जिसका ध्यान सुरक्षा, नैतिकता और विकास पर इसके वैश्विक प्रभावों पर केंद्रित था। 193 सदस्य राज्यों के नेताओं ने तकनीकी नवोन्मेष और नैतिक सुरक्षा उपायों के बीच संतुलन बनाने के बारे में चर्चा की। इस चर्चा का केंद्र बिंदु यूरोपीय संघ से एक प्रस्ताव था, जिसका उद्देश्य एक वैश्विक नैतिकता ढांचे की स्थापना करना था, जो पारदर्शिता, जवाबदेही और डेटा गोपनीयता पर सार्वभौमिक दिशानिर्देश निर्धारित करेगा। जापान और कनाडा जैसे देशों ने समर्थन व्यक्त किया, यह कहते हुए कि स्वायत्त प्रणालियों में पूर्वाग्रह और दुरुपयोग जैसे जोखिमों को कम करने के लिए अंतर्राष्ट्रीय सहयोग महत्वपूर्ण है। हालांकि, अमेरिका और चीन जैसी प्रमुख तकनीकी उत्पादक राष्ट्रों ने बाध्यकारी नियमों के लिए आह्वान का विरोध किया, जिससे तनाव उत्पन्न हुआ। ग्लोबल साउथ की ओर से, केन्या और ब्राजील की अगुवाई में प्रतिनिधियों ने एआई तकनीकों तक समान पहुंच की आवश्यकता पर जोर दिया, यह बताते हुए कि विकसित और विकासशील देशों के बीच संसाधनों और तकनीकी बुनियादी ढांचे में असमानता है। समानांतर कार्यक्रमों में, तकनीकी CEOs और नागरिक समाज संगठनों ने नैतिक एआई विकास के लिए सार्वजनिक-निजी भागीदारी सहित सहयोगात्मक समाधानों का प्रस्ताव देने के लिए साइड चर्चा आयोजित की। महासभा ने एआई नीतियों के लिए सिद्धांतों को रेखांकित करने वाले एक प्रस्ताव के मसौदे के साथ अपने सत्र का पहला दिन समाप्त किया। जबकि आगे का रास्ता जटिल है, कूटनीतिज्ञ इस बैठक को इस सदी की सबसे परिवर्तनकारी प्रौद्योगिकियों में से एक पर एक ऐतिहासिक अंतरराष्ट्रीय समझौते के लिए नींव रखने के रूप में आशावादी बने हुए हैं।",
        "audio_file": "10035"
    },
    {
        "title": "News Report 4 - Protests in Paris",
        "title_translation": "समाचार रिपोर्ट 4 - पेरिस में प्रदर्शन",
        "fiction": false,
        "level": "advanced",
        "story": "Paris saw massive demonstrations today as hundreds of thousands of citizens took to the streets to protest the French government’s proposed pension reforms. The sweeping changes, which include raising the retirement age from 62 to 64, have sparked widespread backlash, with unions and workers across industries calling for immediate withdrawal of the proposal. Protestors blocked roads and public transportation systems in major cities, including Marseille, Lyon, and Toulouse. Strikes disrupted schools, rail services, and airports, bringing parts of the country to a standstill. In Paris, demonstrators marched through iconic boulevards, culminating in a rally near the center of the city. Tensions escalated in the afternoon when clashes broke out between small groups of protesters and police in Paris. Authorities deployed tear gas and water cannons to disperse the crowd, while protesters hurled objects and set trash bins on fire. Over 100 arrests were reported by the evening, though the majority of demonstrations remained peaceful. Unions have vowed to intensify their efforts, calling for another nationwide strike next week. The government faces mounting pressure to find a compromise, as public opinion remains largely against the changes. A recent poll indicated that nearly 70% of French citizens oppose the reform. With both sides entrenched in their positions, the standoff is expected to continue, testing the resilience of president’s administration.",
        "story_translation": "पेरिस ने आज बड़े पैमाने पर प्रदर्शनों का सामना किया, जब सैकड़ों हजारों नागरिकों ने फ्रांसीसी सरकार द्वारा प्रस्तावित पेंशन सुधारों के खिलाफ सड़कों पर प्रदर्शन किया। व्यापक परिवर्तनों में सेवानिवृत्ति की उम्र को 62 से बढ़ाकर 64 करने का प्रस्ताव शामिल है, जिसने व्यापक प्रतिक्रिया को जन्म दिया है, जिनमें से यूनियन और विभिन्न उद्योगों के कर्मचारी प्रस्ताव को तुरंत वापस लेने की मांग कर रहे हैं। प्रदर्शनकारियों ने मैरसैली, ल्यों और टूलूज़ जैसे बड़े शहरों में सड़कों और सार्वजनिक परिवहन प्रणाली को अवरोधित कर दिया। हड़तालों ने स्कूलों, रेल सेवाओं और हवाई अड्डों में बाधा पैदा कर दी, जिससे देश के कुछ हिस्से ठप हो गए। पेरिस में, प्रदर्शनकारियों ने प्रसिद्ध बुलेवार्ड्स के माध्यम से मार्च किया, जो शहर के केंद्र के पास एक रैली में समाप्त हुआ। दोपहर में स्थिति तब बढ़ गई जब पेरिस में छोटे समूहों के प्रदर्शनकारियों और पुलिस के बीच संघर्ष छिड़ गया। अधिकारियों ने भीड़ को disperse करने के लिए आंसू गैस और पानी की तोपें तैनात कीं, जबकि प्रदर्शनकारियों ने वस्तुएं फेंकी और कूड़े के बिन में आग लगा दी। शाम तक 100 से अधिक गिरफ्तारियों की सूचना मिली, हालांकि अधिकांश प्रदर्शन शांतिपूर्ण बने रहे। यूनियनों ने अपने प्रयासों को बढ़ाने की शपथ ली है, अगले सप्ताह फिर से एक राष्ट्रीय हड़ताल का आह्वान किया है। सरकार के सामने एक समझौता खोजने का बढ़ता दबाव है, क्योंकि जनता की राय मुख्य रूप से परिवर्तनों के खिलाफ है। एक हालिया सर्वेक्षण ने संकेत दिया कि लगभग 70% फ्रांसीसी नागरिक इस सुधार के खिलाफ हैं। दोनों पक्ष अपने हवाले से कठोर स्थिति में हैं, और गतिरोध जारी रहने की उम्मीद है, जो राष्ट्रपति की प्रशासन की मजबूती को परखने वाला है।",
        "audio_file": "10036"
    },
    {
        "title": "News Report 5 - Election Day",
        "title_translation": "समाचार रिपोर्ट 5 - चुनाव दिवस",
        "fiction": false,
        "level": "advanced",
        "story": "In a landmark general election, the nation witnessed an unprecedented voter turnout, with citizens flocking to polling stations in record numbers. The election, characterized by a highly competitive race between major party candidates, concluded with a narrow margin, underscoring the significance of every ballot cast. The election process commenced with a series of primaries and caucuses, where delegates were allocated based on proportional representation. As the campaign progressed, both parties held national conventions to formally nominate their presidential and vice-presidential candidates. The ensuing debates and nationwide canvassing efforts galvanized the electorate, culminating in heightened engagement on Election Day. Preliminary exit polls indicated a diverse voter demographic, with significant participation from first-time voters and historically underrepresented communities. The election also saw an increase in absentee and early voting, facilitated by reforms aimed at expanding access to the ballot.",
        "story_translation": "एक ऐतिहासिक आम चुनाव में, देश ने अभूतपूर्व मतदाता टर्नआउट का अनुभव किया, जहां नागरिकों ने रिकॉर्ड संख्या में मतदान केंद्रों पर भीड़ लगाई। यह चुनाव, जो प्रमुख पार्टी उम्मीदवारों के बीच अत्यधिक प्रतिस्पर्धी दौड़ के रूप में पहचाना गया, एक तंग अंतर से समाप्त हुआ, जो हर डाले गए मत की महत्वपूर्णता को उजागर करता है। चुनावी प्रक्रिया की शुरुआत प्राथमिक चुनाव और कॉकस के एक श्रृंखला के साथ हुई, जहां प्रतिनिधियों का आवंटन अनुपातिक प्रतिनिधित्व के आधार पर किया गया। जैसे-जैसे अभियान आगे बढ़ा, दोनों पार्टियों ने अपने राष्ट्रपति और उप-राष्ट्रपति उम्मीदवारों को आधिकारिक रूप से नामित करने के लिए राष्ट्रीय सम्मेलन आयोजित किए। इसके बाद की बहसें और देशव्यापी प्रचार प्रयासों ने मतदाताओं को जागरूक किया, जिसने चुनाव के दिन पर बढ़ी हुई भागीदारी का निर्माण किया। प्रारंभिक एग्जिट पोल ने विविध मतदाता जनसांख्यिकी का संकेत दिया, जिसमें पहली बार वोट देने वाले और ऐतिहासिक रूप से कम प्रतिनिधित्व वाले समुदायों से महत्वपूर्ण भागीदारी देखी गई। चुनाव में अनुपस्थित और पूर्व-मतदान में भी वृद्धि देखी गई, जिसे मतपत्र तक पहुंच बढ़ाने के उद्देश्य से किए गए सुधारों के माध्यम से सुविधाजनक बनाया गया।",
        "audio_file": "10037"
    },
    {
        "title": "Free Will and Determinism",
        "title_translation": "स्वतंत्र इच्छा और नियतिवाद",
        "fiction": false,
        "level": "advanced",
        "story": "The philosophical debate surrounding free will and determinism has persisted for centuries, often raising questions about the nature of human agency and the fabric of reality. At its core, the paradox emerges from the apparent contradiction between the autonomy of choice and the deterministic nature of the universe. Determinism posits that every event, including human decisions, is the inevitable result of preceding causes governed by natural laws. In this framework, the universe operates as a vast, causal mechanism, where every action is a consequence of prior states of affairs. If this is true, human freedom may be an illusion, as our choices are predicated on factors beyond our control, such as genetics, upbringing, and environmental stimuli. Conversely, the concept of free will asserts that individuals possess the capacity to make choices independent of external constraints. This notion underpins moral responsibility, suggesting that people can be held accountable for their actions precisely because they could have acted otherwise. However, if free will exists, how does it reconcile with the deterministic laws that govern the physical world? There have been attempts to resolve this dilemma by arguing that free will and determinism are not mutually exclusive. They propose that freedom lies not in escaping causality but in the ability to act in accordance with one’s desires and intentions. Thus, even if our choices have deterministic origins, we can still be considered free as long as we act without coercion. In contrast, libertarians (not to be confused with political libertarians) reject determinism, asserting that free will necessitates indeterminacy. They argue that certain aspects of human decision-making transcend causal chains, introducing an element of unpredictability. However, this stance raises its own conundrum: if actions are not causally determined, do they become arbitrary or random, thereby undermining the coherence of moral responsibility? The debate continues to challenge philosophers, scientists, and theologians alike, as it touches upon questions of ethics, metaphysics, and neuroscience. Advances in cognitive science and quantum mechanics have added new dimensions to the discussion, suggesting that the interplay between determinism and randomness might be more complex than previously imagined. Ultimately, the paradox of free will and determinism serves as a reminder of the limits of human understanding. It invites us to explore the boundaries of agency, causality, and the essence of what it means to be human, offering no definitive answers but countless avenues for inquiry and reflection.",
        "story_translation": "स्वतंत्र इच्छा और निर्धारणवाद के चारों ओर का दार्शनिक विवाद सदियों से चल रहा है, जो अक्सर मानव एजेंसी की प्रकृति और वास्तविकता के ताने-बाने के बारे में सवाल उठाने का कारण बनता है। इसके केंद्र में, यह विरोधाभास विकल्प की स्वायत्तता और ब्रह्मांड की निर्धारीय प्रकृति के बीच स्पष्ट विरोधाभास से उत्पन्न होता है। निर्धारणवाद यह मानता है कि हर घटना, जिसमें मानव निर्णय भी शामिल हैं, पूर्व कारणों के अपरिहार्य परिणाम हैं जो प्राकृतिक नियमों द्वारा शासित होते हैं। इस ढांचे में, ब्रह्मांड एक विशाल, कारणात्मक तंत्र के रूप में संचालित होता है, जहां हर क्रिया पूर्व अवस्थाओं का परिणाम होती है। अगर यह सच है, तो मानव स्वतंत्रता एक भ्रांति हो सकती है, क्योंकि हमारे चुनाव उन कारकों पर आधारित होते हैं जो हमारे नियंत्रण से परे हैं, जैसे कि आनुवंशिकी, upbringing, और पर्यावरणीय उत्तेजनाएं। इसके विपरीत, स्वतंत्र इच्छा का सिद्धांत यह asserts करता है कि व्यक्तियों के पास बाहरी बाधाओं के स्वतंत्र निर्णय लेने की क्षमता होती है। यह धारणा नैतिक जिम्मेदारी के पीछे की मूलभूत सिद्धांत है, यह सुझाव देते हुए कि लोग अपने कार्यों के लिए जिम्मेदार ठहराए जा सकते हैं, בדיוק क्योंकि वे अन्य तरीके से कार्य कर सकते थे। हालाँकि, यदि स्वतंत्र इच्छा मौजूद है, तो यह भौतिक विश्व को नियंत्रित करने वाले निर्धारीय कानूनों के साथ कैसे सामंजस्य स्थापित करती है? इस दुविधा को हल करने के प्रयास हुए हैं, यह तर्क करते हुए कि स्वतंत्र इच्छा और निर्धारणवाद आपस में विरोधाभासी नहीं हैं। वे प्रस्तावित करते हैं कि स्वतंत्रता केवल कारणता से बचने में नहीं है, बल्कि किसी की इच्छाओं और इरादों के अनुसार कार्य करने की क्षमता में है। इसलिए, भले ही हमारे चुनाव निर्धारीय उत्पत्ति के हों, यदि हम बिना जोर-जबरदस्ती के कार्य करें, तो हमें स्वतंत्र समझा जा सकता है। इसके विपरीत, स्वतंत्रतावादियों (जिन्हें राजनीतिक स्वतंत्रतावादी से भ्रमित नहीं होना चाहिए) ने निर्धारणवाद को अस्वीकार कर दिया है, यह तर्क करते हुए कि स्वतंत्र इच्छा के लिए अदeterminedता की आवश्यकता होती है। वे तर्क करते हैं कि मानव निर्णय लेने के कुछ पहलू कारणात्मक श्रृंखलाओं को पार करते हैं, अप्रत्याशितता का एक तत्व पेश करते हैं। हालाँकि, यह स्थिति अपनी स्वयं की पहेली उठाती है: यदि क्रियाएँ कारणात्मक रूप से निर्धारित नहीं हैं, तो क्या वे मनमाने या यादृच्छिक हो जाती हैं, जिससे नैतिक जिम्मेदारी की सुसंगतता कमजोर पड़ती है? यह बहस दार्शनिकों, वैज्ञानिकों और theologians के लिए चुनौती बनी हुई है, क्योंकि यह नैतिकता, रूपार्थ और तंत्रिका विज्ञान के सवालों को छूती है। संज्ञानात्मक विज्ञान और क्वांटम यांत्रिकी में प्रगति ने चर्चा में नए आयाम जोड़े हैं, यह सुझाव देते हुए कि निर्धारणवाद और यादृच्छिकता के बीच का अंतर्संबंध पहले की कल्पना से अधिक जटिल हो सकता है। अंततः, स्वतंत्र इच्छा और निर्धारणवाद का विरोधाभास मानव समझ की सीमाओं की याद दिलाता है। यह हमें एजेंसी, कारणता और मानव होने का क्या अर्थ है, के सीमाओं की खोज करने के लिए आमंत्रित करता है, यह कोई निश्चित उत्तर प्रदान नहीं करता लेकिन अनगिनत जांच और विचार के रास्ते प्रदान करता है।",
        "audio_file": "10038"
    },
    {
        "title": "The Ship of Theseus and the Nature of Identity",
        "title_translation": "थीसियस का जहाज और पहचान की प्रकृति",
        "fiction": false,
        "level": "advanced",
        "story": "The Ship of Theseus is a thought experiment that has captivated philosophers for centuries, raising profound questions about the nature of identity and continuity. It asks: if a ship has all its parts replaced over time, piece by piece, is it still the same ship? This paradox, often attributed to ancient Greek philosophy, serves as a lens through which the persistence of identity is scrutinized. Consider Theseus’s ship docked in a harbor. Over the years, as its wooden planks rot, each is replaced with a new, identical piece. Eventually, none of the original components remain. At this point, can we still refer to it as the Ship of Theseus? Moreover, what if all the removed parts were gathered and reassembled elsewhere—would this new reconstruction also qualify as the Ship of Theseus? The paradox forces us to confront the essence of identity. Is it tied to physical continuity, the arrangement of parts, or something more abstract, like function or purpose? One perspective argues that objects are defined by their constituent parts. Under this view, the Ship of Theseus ceases to be the same ship as soon as any part is replaced. On the other hand, the functionalist approach suggests that as long as the ship serves its purpose and maintains its structure, its identity persists despite material changes. The thought experiment extends beyond ships to personal identity. Humans, like ships, are in constant flux. Our cells regenerate, our thoughts evolve, and our experiences reshape us. Yet, we maintain a sense of self across time. What, then, anchors this continuity? Some argue that identity resides in memory and consciousness—a thread that ties past, present, and future together. Others contend that identity is an illusion, a construct designed to provide coherence in a world of perpetual change.",
        "story_translation": "थीसीउस का जहाज एक विचार प्रयोग है जिसने सदियों से दार्शनिकों को मोहित किया है, और यह पहचान और निरंतरता की प्रकृति के बारे में गहरे सवाल उठाता है। यह पूछता है: अगर एक जहाज के सभी भाग समय के साथ, टुकड़ा-टुकड़ा बदल दिए जाएं, तो क्या वह अभी भी वही जहाज है? यह विरोधाभास, जिसे अक्सर प्राचीन ग्रीक दार्शनिकी से जोड़ा जाता है, पहचान की स्थिरता की जांच करने के लिए एक दृष्टिकोण के रूप में कार्य करता है। इनहेंथीसीउस के जहाज को एक बंदरगाह में डोक करने पर विचार करें। वर्षों के दौरान, जैसे-जैसे इसकी लकड़ी की तख्तियाँ सड़ती हैं, प्रत्येक को एक नए, समान टुकड़े से बदल दिया जाता है। अंततः, कोई भी मूल घटक नहीं बचता। इस बिंदु पर, क्या हम इसे अभी भी थीसीउस के जहाज के रूप में संदर्भित कर सकते हैं? इसके अलावा, यदि सभी हटा दिए गए भागों को इकट्ठा किया जाता है और कहीं और पुनः असेंबल किया जाता है—क्या यह नया निर्माण भी थीसीउस के जहाज के रूप में योग्य होगा? यह विरोधाभास हमें पहचान के सार को सामना करने के लिए मजबूर करता है। क्या यह भौतिक निरंतरता, भागों की व्यवस्था, या कुछ अधिक अमूर्त, जैसे कार्य या उद्देश्य से जुड़ा हुआ है? एक दृष्टिकोण यह तर्क करता है कि वस्तुओं की पहचान उनके घटक भागों द्वारा परिभाषित होती है। इस दृष्टिकोण के तहत, जैसे ही किसी भी भाग को बदला जाता है, थीसीउस का जहाज वही जहाज रहना बंद कर देता है। दूसरी ओर, कार्यवादी दृष्टिकोण का सुझाव है कि जब तक जहाज अपना उद्देश्य पूरा करता है और अपनी संरचना को बनाए रखता है, तब तक इसकी पहचान भौतिक परिवर्तनों के बावजूद बनी रहती है। यह विचार प्रयोग जहाजों से परे व्यक्तिगत पहचान तक फैलता है। मनुष्य, जहाजों की तरह, निरंतर परिवर्तन में हैं। हमारे कोशिकाएँ पुनर्जनित होती हैं, हमारे विचार विकसित होते हैं, और हमारे अनुभव हमें पुनः आकार देते हैं। फिर भी, हम समय के साथ आत्म-संवेदन को बनाए रखते हैं। तो, इस निरंतरता काanchor क्या है? कुछ तर्क करते हैं कि पहचान स्मृति और जागरूकता में निहित होती है—एक धागा जो अतीत, वर्तमान और भविष्य को एक साथ बांधता है। अन्य का कहना है कि पहचान एक भ्रांति है, एक निर्माण जो लगातार परिवर्तन की दुनिया में सामंजस्य प्रदान करने के लिए डिज़ाइन किया गया है।",
        "audio_file": "10039"
    },
    {
        "title": "The Trolley Problem",
        "title_translation": "ट्रोल्ली समस्या",
        "fiction": false,
        "level": "advanced",
        "story": "The trolley problem is a classic ethical thought experiment that challenges our understanding of moral decision-making and ethical principles. It presents a scenario in which a runaway trolley is barreling down a track toward five people who are tied up and unable to move. You are standing next to a lever that can divert the trolley onto another track, where only one person is tied up. The dilemma is whether to pull the lever, actively causing the death of one person but saving five others, or to do nothing and allow the trolley to continue on its path, resulting in the deaths of five. This thought experiment raises profound ethical questions. Utilitarians argue that the morally correct action is to pull the lever, as it minimizes harm and maximizes the overall benefit by saving more lives. In contrast, deontologists assert that actively diverting the trolley makes you morally complicit in the death of the one person, which violates the principle of not using others as a means to an end, regardless of the consequences. The doctrine of double effect further complicates the matter, suggesting that while it may be permissible to allow harm as a side effect of achieving a good outcome, directly causing harm is morally questionable. The problem also invites consideration of moral intuitions. Variants of the trolley problem, such as pushing a large person onto the track to stop the trolley and save five, evoke stronger emotional reactions, even when the outcomes are numerically the same. These reactions highlight the tension between rational calculations and deeply ingrained moral instincts.",
        "story_translation": "ट्रॉली समस्या एक क्लासिक नैतिक विचार प्रयोग है जो हमारे नैतिक निर्णय लेने और नैतिक सिद्धांतों की समझ को चुनौती देती है। यह एक स्थिति प्रस्तुत करती है जिसमें एक runaway ट्रॉली एक पटरी पर तेजी से चल रही है, जहां पांच लोग बंधे हुए हैं और हिली-डुली नहीं सकते। आप एक लीवर के बगल में खड़े हैं जो ट्रॉली को दूसरी पटरी पर मोड़ सकता है, जहां केवल एक व्यक्ति बंधा हुआ है। समस्या यह है कि क्या लीवर खींचा जाए, जिससे एक व्यक्ति की मौत हो जाएगी लेकिन पांच अन्य लोगों की जान बच जाएगी, या कुछ नहीं किया जाए और ट्रॉली को अपनी राह पर चलने दिया जाए, जिसके परिणामस्वरूप पांच लोगों की मौत होगी। यह विचार प्रयोग गहरे नैतिक प्रश्न उठाता है। उपयोगितावादियों का तर्क है कि नैतिक रूप से सही कार्रवाई लीवर को खींचना है, क्योंकि यह नुकसान को न्यूनतम करता है और अधिक जीवन बचाकर समग्र लाभ को अधिकतम करता है। दूसरी ओर, डिओंटोलॉजिस्ट यह मानते हैं कि ट्रॉली को सक्रिय रूप से मोड़ने से आप उस एक व्यक्ति की मौत में नैतिक रूप से सहभागी बन जाते हैं, जो दूसरों को एक उद्देश्य के लिए उपयोग न करने के सिद्धांत का उल्लंघन करता है, चाहे परिणाम कुछ भी हों। डॉक्रिन ऑफ डबल इफेक्ट इस मामले को और जटिल बनाता है, यह सुझाव देते हुए कि जबकि अच्छे परिणाम प्राप्त करने के लिए नुकसान की अनुमति देना एक साइड इफेक्ट के रूप में स्वीकार्य हो सकता है, सीधे नुकसान पहुँचाना नैतिक रूप से संदिग्ध है। यह समस्या नैतिक सहजताओं पर विचार करने के लिए भी आमंत्रित करती है। ट्रॉली समस्या के विभिन्न रूप, जैसे ट्रॉली को रोकने और पाँच लोगों को बचाने के लिए एक बड़े व्यक्ति को पटरी पर धकेलना, यहां तक कि जब परिणाम संख्या में समान हों, तब भी मजबूत भावनात्मक प्रतिक्रियाओं को उत्तेजित करते हैं। ये प्रतिक्रियाएँ तर्कसंगत गणनाओं और गहरे उभरे नैतिक वृत्तियों के बीच तनाव को उजागर करती हैं।",
        "audio_file": "10040"
    }
]