[
    {
        "title": "The 3 Little Pigs",
        "title_translation": "\"The 3 Little Pigs\" can be translated to Hindi as \"तीन छोटे सुअर\" (Teen Chhote Suar).",
        "fiction": true,
        "story": "Once upon a time, three little pigs decided to build houses to stay safe. The first pig built a house of straw because it was easy. The second pig built a house of sticks, stronger but still weak. The third pig built a house of bricks, strong and sturdy. One day, a big bad wolf came to the straw house. He huffed, puffed, and easily blew the straw house to pieces. The frightened pig ran to the stick house with his brother. The wolf followed, huffed, puffed, and blew the stick house apart. Both pigs ran to the brick house, hoping it was strong. The wolf huffed, puffed, but the brick house didn’t fall down. Frustrated, the wolf tried climbing down the chimney to catch the pigs. The pigs lit a fire, and the wolf ran away scared. The three pigs were safe and learned hard work always pays off. They lived happily ever after in their strong, safe brick house.",
        "story_translation": "एक समय की बात है, तीन छोटे सूअरों ने सुरक्षित रहने के लिए घर बनाने का निर्णय लिया। पहले सूअर ने भूसे का घर बनाया क्योंकि यह आसान था। दूसरे सूअर ने लकड़ी के डंडों का घर बनाया, जो मजबूत था लेकिन फिर भी कमजोर था। तीसरे सूअर ने ईंटों का घर बनाया, जो मजबूत और टिकाऊ था। एक दिन, एक बड़ा बुरा भेड़िया भूसे के घर के पास आया। उसने जोर से सांस ली, फूंका, और आसानी से भूसे के घर को ढेर में बदल दिया। डर गए सूअर अपने भाई के साथ लकड़ी के घर की ओर भागे। भेड़िया उनके पीछे आया, सांस ली, फूंका, और लकड़ी के घर को उड़ा दिया। दोनों सूअर ईंटों के घर की ओर भागे, यह सोचते हुए कि यह मजबूत होगा। भेड़िया ने सांस ली, फूंका, लेकिन ईंटों का घर नहीं गिरा। निराश होकर, भेड़िए ने सूअरों को पकड़ने के लिए चिमनी से नीचे उतरने की कोशिश की। सूअरों ने अग्नि जलाई, और भेड़िया डरकर भाग गया। तीनों सूअर सुरक्षित थे और उन्होंने सीखा कि मेहनत का फल हमेशा मीठा होता है। वे अपने मजबूत, सुरक्षित ईंटों के घर में खुशी-खुशी रहने लगे।",
        "audio_file": "10000"
    },
    {
        "title": "Goldilocks",
        "title_translation": "The term \"Goldilocks\" can be translated into Hindi as \"सुनहरे बालों वाली लड़की\" (Sunahare Balon Wali Ladki) if referring to the character from the fairy tale. However, it is often left untranslated due to its recognition as a proper noun. If you need a specific context, please provide more details!",
        "fiction": true,
        "story": "One sunny morning, Goldilocks walked through the woods and found a small house. The door was open, so Goldilocks decided to step inside and explore. In the kitchen, she found three bowls of porridge on the table. She tasted the first bowl and said: This porridge is too hot! She tried the second bowl and said: This porridge is too cold! She tasted the third bowl and said happily: This porridge is just right! After eating, Goldilocks felt tired and noticed three chairs in the living room. She sat in the first chair but said: This chair is too hard! She tried the second chair but said: This chair is too soft! She sat in the third chair and said: This chair is just right! Suddenly, the small chair broke, and Goldilocks quickly stood up in surprise. Feeling sleepy, she climbed the stairs and found three beds in a room. She lay in the first bed and said: This bed is too hard! She tried the second bed but said: This bed is too soft! She lay in the third bed and said: This bed is just right! Goldilocks fell fast asleep, not knowing the three bears were returning home. Papa Bear said: Someone’s been eating my porridge! in a very loud voice. Mama Bear said: Someone has been sitting in my chair and broke it! Baby Bear said: Someone has been sleeping in my bed, and here she is! Goldilocks woke up, saw the bears, and screamed as she ran outside. She dashed through the forest, promising herself never to enter strange houses again.",
        "story_translation": "एक धूप वाले सुबह, गोल्डीलॉक्स जंगल के बीच एक छोटे से घर के पास पहुंची। दरवाजा खुला था, इसलिए गोल्डीलॉक्स ने अंदर जाने और देखने का निर्णय लिया। रसोई में, उसने मेज पर तीन कटोरियां दलिया देखा। उसने पहली कटोरी का स्वाद लिया और कहा: यह दलिया बहुत गर्म है! उसने दूसरी कटोरी का प्रयास किया और कहा: यह दलिया बहुत ठंडा है! उसने तीसरी कटोरी का स्वाद लिया और खुशी से कहा: यह दलिया बिल्कुल ठीक है! खाने के बाद, गोल्डीलॉक्स थकी हुई महसूस की और उसने लिविंग रूम में तीन कुर्सियां देखीं। उसने पहली कुर्सी पर बैठने का प्रयास किया लेकिन कहा: यह कुर्सी बहुत कठोर है! उसने दूसरी कुर्सी पर बैठने की कोशिश की लेकिन कहा: यह कुर्सी बहुत नरम है! उसने तीसरी कुर्सी पर बैठकर कहा: यह कुर्सी बिल्कुल सही है! अचानक, छोटी कुर्सी टूट गई, और गोल्डीलॉक्स तेजी से चौंककर खड़ी हो गई। नींद आ रही थी, उसने सीढ़ियां चढ़ी और एक कमरे में तीन बिस्तर पाए। उसने पहले बिस्तर पर लेटते हुए कहा: यह बिस्तर बहुत कठोर है! उसने दूसरे बिस्तर की कोशिश की लेकिन कहा: यह बिस्तर बहुत नरम है! उसने तीसरे बिस्तर पर लेटकर कहा: यह बिस्तर बिल्कुल ठीक है! गोल्डीलॉक्स गहरी नींद में चली गई, यह नहीं जानते हुए कि तीन भालू घर लौट रहे थे। पापा भालू ने बहुत जोर से कहा: किसी ने मेरा दलिया खाया है! मामा भालू ने कहा: किसी ने मेरी कुर्सी पर बैठकर उसे तोड़ दिया! बेबी भालू ने कहा: किसी ने मेरे बिस्तर पर सोया है, और वह यहाँ है! गोल्डीलॉक्स जाग गई, भालुओं को देखा, और बाहर भागते हुए चिल्लाई। वह जंगल में दौड़ गई, खुद से वादा करते हुए कि फिर कभी अजनबी घरों में नहीं जाएगी।",
        "audio_file": "10001"
    },
    {
        "title": "Cinderella",
        "title_translation": "Cinderella in Hindi is \"सिंडरेला\".",
        "fiction": true,
        "story": "Once upon a time, a kind girl named Cinderella lived with her cruel stepmother. Her stepmother and stepsisters forced her to do all the cleaning and cooking. One day, the king announced a grand ball for the prince to find a bride. Cinderella wanted to go, but her stepmother refused and left her at home. As she cried, her Fairy Godmother appeared and promised to help her attend. With a wave of her wand, she transformed Cinderella’s rags into a beautiful gown. She gave Cinderella glass slippers and turned a pumpkin into a magical carriage. The Fairy Godmother said: Be back before midnight or the magic will disappear. At the ball, everyone admired Cinderella, and the prince fell in love with her. They danced together all night until the clock struck twelve, and Cinderella ran away. She left behind one glass slipper, which the prince used to search for her. The prince visited every house, trying the slipper on every young woman in the kingdom. When he arrived at Cinderella’s house, the stepsisters tried but their feet couldn't fit in the slipper. Cinderella tried the slipper, and it fit perfectly! The prince knew she was the one. They were married soon after, and Cinderella forgave her stepmother and stepsisters for their cruelty. Cinderella and the prince lived happily ever after in the grand palace.",
        "story_translation": "एक समय की बात है, एक दयालु लड़की जिसका नाम सिंड्रेला था, अपनी क्रूर सौतेली मां के साथ रहती थी। उसकी सौतेली मां और सौतेली बहनें उसे सारी सफाई और खाना बनाने के लिए मजबूर करती थीं। एक दिन, राजा ने राजकुमार के लिए एक भव्य बॉल का ऐलान किया ताकि वह एक दुल्हन खोज सके। सिंड्रेला जाना चाहती थी, लेकिन उसकी सौतेली मां ने मना कर दिया और उसे घर पर छोड़ दिया। जब वह रोने लगी, उसकी जादुई परियों की माँ प्रकट हुई और उसे जाने में मदद करने का वादा किया। अपनी छड़ी के एक झटके से, उसने सिंड्रेला के फटे कपड़ों को एक सुंदर गाउन में बदल दिया। उसने सिंड्रेला को कांच के स्लिपर दिए और एक कद्दू को एक जादुई गाड़ी में बदल दिया। परी माँ ने कहा: \"मध्‍यरात्रि से पहले वापस आना, नहीं तो जादू गायब हो जाएगा।\" बॉल में, हर कोई सिंड्रेला की प्रशंसा कर रहा था, और राजकुमार उससे प्यार कर बैठा। वे सारी रात एक साथ नाचते रहे, जब तक घड़ी ने बारह नहीं बजाए, और सिंड्रेला भाग गई। उसने एक कांच का स्लिपर पीछे छोड़ा, जिसका उपयोग राजकुमार ने उसे खोजने के लिए किया। राजकुमार ने हर घर का दौरा किया, हर युवा महिला पर स्लिपर आजमाने की कोशिश की। जब वह सिंड्रेला के घर पहुंचा, तो उसकी सौतेली बहनें कोशिश कीं लेकिन उनके पैर स्लिपर में फिट नहीं आए। सिंड्रेला ने स्लिपर पहना, और वह बिल्कुल सही बैठा! राजकुमार जानता था कि वह वही है। वे जल्द ही शादी कर लिए, और सिंड्रेला ने अपनी सौतेली मां और सौतेली बहनों को उनकी क्रूरता के लिए माफ कर दिया। सिंड्रेला और राजकुमार भव्य महल में खुशी-खुशी रहने लगे।",
        "audio_file": "10002"
    },
    {
        "title": "Jack and the Beanstalk",
        "title_translation": "जैक और बीन्स का पौधा",
        "fiction": true,
        "story": "Once upon a time, a poor boy named Jack lived with his mother. They only had one cow, which they sold for food and money. One day, Jack traded the cow for magical beans from a strange man. His mother was furious and threw the beans out of their window. By morning, the beans had grown into a giant beanstalk reaching the sky. Curious, Jack climbed the beanstalk and discovered a massive castle in the clouds. Inside, he saw a giant who owned a golden harp and magic hen. The hen laid golden eggs, and the harp played beautiful songs on its own. Jack took the hen and harp, but the giant woke and chased him. Jack climbed down the beanstalk quickly while the angry giant followed behind him. Reaching the ground, Jack grabbed an axe and chopped the beanstalk down. The giant fell from the beanstalk and was never seen again. With the hen’s golden eggs, Jack and his mother lived happily ever after.",
        "story_translation": "एक समय की बात है, एक गरीब लड़का जिसका नाम जैक था, अपनी माँ के साथ रहता था। उनके पास केवल एक गाय थी, जिसे वे खाने और पैसे के लिए बेचते थे। एक दिन, जैक ने एक अजीब आदमी से गाय के बदले जादुई बीन्स का आदान-प्रदान किया। उसकी माँ बहुत गुस्सा हुई और बीन्स को खिड़की से फेंक दिया। सुबह तक, बीन्स एक विशाल बीनस्टॉक में बदल गई, जो आसमान तक पहुँचती थी। जिज्ञासु जैक ने बीनस्टॉक पर चढ़ाई की और उसने बादलों में एक विशाल महल पाया। अंदर, उसने एक विशालकाय देखा जो एक सुनहरी हार्प और जादुई मुर्गी का मालिक था। मुर्गी ने सुनहरे अंडे दिए, और हार्प अपने आप खूबसूरत गीत गाता था। जैक ने मुर्गी और हार्प ले ली, लेकिन विशालकाय जाग गया और उसे पीछा करने लगा। जैक तेजी से बीनस्टॉक के नीचे उतरा, जबकि गुस्साया विशाल उसके पीछे था। जब वह जमीन पर पहुँचा, जैक ने एक कुल्हाड़ी उठाई और बीनस्टॉक को काट दिया। विशालकाय बीनस्टॉक से गिर गया और फिर कभी नहीं देखा गया। मुर्गी के सुनहरे अंडों के साथ, जैक और उसकी माँ ने खुशी-खुशी जीवन बिताया।",
        "audio_file": "10003"
    },
    {
        "title": "The Tortoise and the Hare",
        "title_translation": "कछुआ और खरगोश",
        "fiction": true,
        "story": "Once upon a time, a speedy hare loved boasting about how fast he was. The hare laughed at a slow-moving tortoise and challenged him to a race. Confident, the hare ran ahead quickly, leaving the tortoise far behind in the dust. Certain of his victory, the hare decided to take a nap under a tree. Meanwhile, the tortoise walked steadily, never stopping, and eventually passed the sleeping hare. When the hare woke up, he realized the tortoise was near the finish line. The hare ran as fast as he could, but it was too late. The tortoise crossed the finish line first and won the race against the hare. The hare was embarrassed and learned a valuable lesson about overconfidence and humility. The tortoise showed that slow and steady effort can win against overconfidence and haste.",
        "story_translation": "एक समय की बात है, एक तेज गति वाला खरगोश हमेशा इस बात का गर्व करता था कि वह कितना तेज है। खरगोश ने एक धीमी गति वाले कछुए का मजाक उड़ाया और उसे दौड़ के लिए चुनौती दी। आत्मविश्वासी खरगोश तेजी से दौड़ पड़ा, कछुए को धूल में पीछे छोड़ते हुए। अपनी विजय के प्रति निश्चित, खरगोश ने एक पेड़ के नीचे झपकी लेने का निर्णय लिया। इस दौरान, कछुआ स्थिरता से चलता रहा, कभी भी रुके बिना, और अंततः सोए हुए खरगोश के पास से निकल गया। जब खरगोश जागा, तो उसे एहसास हुआ कि कछुआ फिनिश लाइन के पास है। खरगोश ने जितनी जल्दी हो सके दौड़ लगाई, लेकिन तब तक बहुत देर हो चुकी थी। कछुआ पहले फिनिश लाइन पार कर गया और खरगोश के खिलाफ दौड़ जीत ली। खरगोश शर्मिंदा हुआ और उसे आत्मविश्वास और विनम्रता के बारे में एक मूल्यवान सबक मिला। कछुए ने दिखाया कि धीमी औरsteadys मेहनत आत्मविश्वास और जल्दीबाजी के खिलाफ जीत सकती है।",
        "audio_file": "10004"
    },
    {
        "title": "Hansel and Gretel",
        "title_translation": "हनसेल और ग्रेटेल",
        "fiction": true,
        "story": "Once upon a time, Hansel and Gretel lived with their father and stepmother. The family was very poor, and the stepmother planned to abandon the children. One night, Hansel overheard the plan and collected shiny pebbles to mark a path. The next day, the parents led Hansel and Gretel deep into the forest. When left alone, Hansel and Gretel followed the pebble path back home safely. Angry, the stepmother took them even deeper into the forest the following day. Hansel tried leaving breadcrumbs, but birds ate them, leaving the children lost and scared. They wandered and discovered a candy house belonging to a witch who trapped them. The witch planned to eat Hansel and made Gretel do all the chores. Clever Gretel tricked the witch and pushed her into the burning oven. They found treasures in the witch’s house and carried them back home. Their father was overjoyed, and the wicked stepmother was gone forever from their lives. Hansel and Gretel lived happily ever after, with plenty of food and no worries.",
        "story_translation": "एक समय की बात है, हांसल और ग्रेटेल अपने पिता और सौतेली माँ के साथ रहते थे। परिवार बहुत गरीब था, और सौतेली माँ ने बच्चों को छोड़ने की योजना बनाई। एक रात, हांसल ने इस योजना को सुना और एक रास्ता बनाने के लिए चमकदार कंकड़ इकट्ठे किए। अगले दिन, माता-पिता ने हांसल और ग्रेटेल को जंगल में गहराई तक ले जाया। जब उन्हें अकेला छोड़ दिया गया, हांसल और ग्रेटेल ने कंकड़ के रास्ते को सुरक्षित तरीके से घर वापस पालन किया। गुस्से में, सौतेली माँ ने उन्हें अगले दिन और भी गहरे जंगल में ले जाया। हांसल ने रोटी के टुकड़े छोड़ने की कोशिश की, लेकिन पक्षियों ने उन्हें खा लिया, जिससे बच्चे खो गए और डर गए। वे भटकते रहे और एक जादूगरनी के कैंडी के घर की खोज की, जिसने उन्हें फंसा लिया। जादूगरनी ने हांसल को खाने की योजना बनाई और ग्रेटेल से सभी काम करने को कहा। चतुर ग्रेटेल ने जादूगरनी को धोखा दिया और उसे जलते ओवन में धकेल दिया। उन्होंने जादूगरनी के घर में खजाने पाए और उन्हें वापस घर ले आए। उनके पिता बेहद खुश हुए, और बुरी सौतेली माँ उनके जीवन से हमेशा के लिए चली गई। हांसल और ग्रेटेल सुखी जीवन बिताने लगे, उनके पास भरपूर खाना था और कोई चिंता नहीं थी।",
        "audio_file": "10005"
    },
    {
        "title": "The Emperor's new clothes",
        "title_translation": "सम्राट के नए कपड़े",
        "fiction": true,
        "story": "Once upon a time, an emperor loved wearing the finest, fanciest clothes. Two tricksters visited, claiming they could make magical clothes invisible to fools. The emperor gave them gold and silk to create the magnificent garments. The tricksters pretended to work hard but kept the gold and silk themselves. When the clothes were ready, the emperor saw nothing but feared admitting it. He pretended to admire the invisible clothes, worried others would think him foolish. The tricksters pretended to dress him, and the emperor announced a grand parade. Everyone in the crowd also pretended to see the emperor's new clothes. Finally, a child exclaimed: But he isn’t wearing anything at all! The crowd murmured and agreed, realizing the emperor had been completely tricked. The emperor was embarrassed but continued the parade, too proud to admit his mistake. From that day, he became more humble and cared less about fancy clothes.",
        "story_translation": "एक समय की बात है, एक सम्राट को सबसे सुंदर और शानदार कपड़े पहनना पसंद था। दो ठग आए, जिन्होंने दावा किया कि वे बेवकूफों के लिए जादुई कपड़े बना सकते हैं जो अदृश्य हैं। सम्राट ने उन्हें शानदार वस्त्र बनाने के लिए सोना और रेशम दिया। ठगों ने मेहनत करने का नाटक किया लेकिन सोना और रेशम अपने पास ही रख लिया। जब कपड़े तैयार हुए, तो सम्राट ने कुछ नहीं देखा लेकिन यह स्वीकार करने से डर गया। उसने अदृश्य कपड़ों की प्रशंसा करने का नाटक किया, यह सोचकर कि अन्य लोग उसे बेवकूफ मानेंगे। ठगों ने उसका कपड़ा पहनाने का नाटक किया, और सम्राट ने एक भव्य परेड की घोषणा की। भीड़ में हर कोई भी सम्राट के नए कपड़े देखने का नाटक करने लगा। अंततः, एक बच्चे ने कहा: लेकिन वह तो बिल्कुल भी कुछ नहीं पहन रहा है! भीड़ में हलचल हुई और सभी ने सहमति जताई, यह realizing करते हुए कि सम्राट को पूरी तरह से ठगा गया था। सम्राट शर्मिंदा हुआ लेकिन परेड जारी रखी, अपनी गलती स्वीकार करने के लिए बहुत गर्वित था। उस दिन से, वह ज्यादा नम्र हो गया और भव्य कपड़ों की परवाह करना छोड़ दिया।",
        "audio_file": "10006"
    },
    {
        "title": "Sleeping Beauty",
        "title_translation": "स्लीपिंग ब्यूटी",
        "fiction": true,
        "story": "Once upon a time, a king and queen wished for a child. Their wish came true, and they had a beautiful baby girl, Aurora. Fairies gifted Aurora blessings like beauty and kindness at a grand celebration feast. An uninvited, angry fairy cursed Aurora to prick her finger and die. A kind fairy softened the curse: Aurora would sleep until true love's kiss. The king burned all spinning wheels, hoping to protect Aurora from the curse. Years later, on her sixteenth birthday, Aurora found an old spinning wheel. She pricked her finger and fell into a deep sleep, as foretold. The entire castle fell asleep, surrounded by thick, thorny vines. One hundred years passed, and a brave prince discovered the sleeping castle. He kissed Aurora, breaking the spell and waking everyone in the castle. Aurora and the prince fell in love, married, and lived happily ever after.",
        "story_translation": "एक बार की बात है, एक राजा और रानी एक बच्चे की इच्छा रखते थे। उनकी यह इच्छा पूरी हुई और उनके घर एक खूबसूरत बच्ची आई, जिसका नाम ऑरोरा था। परियों ने ऑरोरा को सुंदरता और दयालुता जैसे आशीर्वाद दिए एक grand समारोह में। एक अनियंत्रित, गुस्से में भरी परी ने ऑरोरा को शाप दिया कि वह अपनी उंगली में कांटा चुभोकर मर जाएगी। लेकिन एक दयालु परी ने उस शाप को नरम कर दिया: ऑरोरा तब तक सोएगी जब तक सच्चे प्यार का किस नहीं होगा। राजा ने ऑरोरा को उस शाप से बचाने के लिए सभी करघे जला दिए। कई सालों बाद, उसकी सोलहवीं जन्मदिन पर, ऑरोरा को एक पुराना करघा मिला। उसने अपनी उंगली चुभो ली और जैसा कि बताया गया था, गहरी नींद में चली गई। पूरा महल सो गया, घने, कांटेदार बेलों से घिरा हुआ। एक सौ साल गुजरे और एक बहादुर राजकुमार ने सोते हुए महल को खोज निकाला। उसने ऑरोरा को किस किया, जादू तोड़ दिया और महल में सभी को जगा दिया। ऑरोरा और राजकुमार प्यार में पड़ गए, उन्होंने शादी कर ली और हमेशा के लिए खुशी-खुशी रहने लगे।",
        "audio_file": "10007"
    },
    {
        "title": "Ali Baba and the 40 thieves",
        "title_translation": "अली बाबा और चालीस चोर",
        "fiction": true,
        "story": "Ali Baba was a poor woodcutter who lived in a small village. One day, he saw forty thieves hiding treasure in a magical cave. They said: Open Sesame, and the cave door opened, revealing gold and jewels. After they left, Ali Baba used the same words to enter the cave. He took a small amount of treasure to help his poor family. The thieves discovered someone had entered the cave and became very angry. They searched the village and suspected Ali Baba of stealing their treasure. Ali Baba's clever servant, Morgiana, overheard their plans to kill him. She tricked the thieves and saved Ali Baba by outsmarting their leader. Ali Baba and his family lived happily ever after, grateful for their fortune.",
        "story_translation": "अली बाबा एक गरीब लकड़हारा था जो एक छोटे से गाँव में रहता था। एक दिन, उसने चालीस चोरों को एक जादुई गुफा में खजाना छिपाते हुए देखा। उन्होंने कहा: \"खुल जा सिम-सिम,\" और गुफा का दरवाज़ा खुल गया, जिसमें सोना और रत्न दिखाई दिए। जब वे चले गए, अली बाबा ने उसी शब्दों का उपयोग करके गुफा में प्रवेश किया। उसने थोड़ा सा खजाना अपने गरीब परिवार की मदद करने के लिए लिया। चोरों को पता चला कि कोई गुफा में प्रवेश कर गया है और वे बहुत नाराज हो गए। उन्होंने गाँव की खोजबीन की और अली बाबा पर उनके खजाने को चुराने का शक किया। अली बाबा की चतुर नौकरानी, मोरगियाना, ने उनकी हत्या की योजना सुनी। उसने चोरों को धोखा दिया और उनके नेता को चतुराई से हराकर अली बाबा को बचा लिया। अली बाबा और उसका परिवार खुशहाल जीवन जीने लगे, अपनी किस्मत के लिए आभारी।",
        "audio_file": "10008"
    },
    {
        "title": "The Fisherman and his Wife",
        "title_translation": "मछुआरे और उसकी पत्नी",
        "fiction": true,
        "story": "A poor fisherman caught a magical talking fish and decided to release it. The fish promised to grant him any wish for sparing its life. The fisherman told his wife, who demanded a bigger house as their wish. The fish granted the wish, and they moved into a grand cottage. The wife grew greedy and asked for a castle and to be queen. Each time, the fisherman returned to the fish to ask for more. The fish granted the wishes, but the wife’s greed only continued to grow. Finally, she demanded to become ruler of the sun, moon, and stars. The fish, angered by her greed, took everything back, leaving them in their hut. The fisherman and his wife returned to their simple life, learning to be content.",
        "story_translation": "एक गरीब मछुआरे ने एक जादुई बोलने वाली मछली पकड़ी और उसे छोड़ देने का निर्णय लिया। मछली ने उसे अपनी जान बचाने के लिए कोई भी इच्छा पूरी करने का वादा किया। मछुआरे ने अपनी पत्नी से कहा, जिसने अपनी इच्छा के रूप में एक बड़ा घर मांगा। मछली ने उनकी इच्छा को पूरा किया, और वे एक भव्य कुटिया में रहने चले गए। पत्नी लोभी हो गई और महल और रानी बनने की इच्छा व्यक्त की। हर बार, मछुआरा मछली के पास अधिक मांगे के लिए लौटता रहा। मछली ने इच्छाओं को पूरा किया, लेकिन पत्नी की लालच केवल बढ़ती गई। अंततः, उसने सूर्य, चाँद और सितारों की शासक बनने की मांग की। मछली, उसकी लालच से नाराज होकर, सब कुछ वापस ले लिया, और उन्हें उनके झोपड़ी में लौट आने दिया। मछुआरा और उसकी पत्नी अपनी सरल जीवन में लौट आए, संतोष करना सीखते हुए।",
        "audio_file": "10009"
    },
    {
        "title": "Amelia Earhart",
        "title_translation": "अमेलिया ईयरहार्ट",
        "fiction": false,
        "story": "Once upon a time, there was a brave and adventurous girl named Amelia Earhart. Amelia loved watching birds and dreamed of soaring high in the sky just like them. She grew up in a time when not many women became pilots, but Amelia was determined to follow her dream. She worked very hard and learned how to fly airplanes, becoming one of the first women pilots in the world. Amelia did something really amazing: she flew all by herself across the big, wide Atlantic Ocean, the first woman ever to do so! Her courage and success showed everyone that girls can achieve big dreams too. Amelia became famous and inspired many people, especially girls, to follow their own dreams, no matter how big they are. She proved that with determination and courage, you can reach for the stars and make your dreams come true.",
        "story_translation": "एक बार की बात है, एक बहादुर और साहसी लड़की थी जिसका नाम अमेलिया ईयरहार्ट था। अमेलिया को चिड़ियों को देखना बहुत पसंद था और वह आकाश में उनके जैसा ऊँचा उड़ने का सपना देखा करती थी। वह एक ऐसे समय में बड़ी हुई जब बहुत सी महिलाएँ पायलट नहीं बनती थीं, लेकिन अमेलिया ने अपने सपने को पूरा करने की ठान ली। उसने बहुत मेहनत की और हवाई जहाज उड़ाना सीखा, और दुनिया की पहली महिला पायलटों में से एक बन गई। अमेलिया ने कुछ बहुत अद्भुत किया: उसने अकेले ही बड़े, चौड़े अटलांटिक ओशन को पार किया, और यह करने वाली पहली महिला बनी! उसकी साहसिकता और सफलता ने सभी को दिखा दिया कि लड़कियाँ भी बड़े सपने पूरे कर सकती हैं। अमेलिया मशहूर हो गई और उसने कई लोगों, विशेष रूप से लड़कियों को अपने सपनों का पीछा करने के लिए प्रेरित किया, चाहे वे कितने भी बड़े क्यों न हों। उसने साबित कर दिया कि दृढ़ निश्चय और साहस के साथ, आप सितारों तक पहुँच सकते हैं और अपने सपनों को साकार कर सकते हैं।",
        "audio_file": "10010"
    },
    {
        "title": "Marie Curie",
        "title_translation": "मैरी क्यूरी",
        "fiction": false,
        "story": "Once upon a time, in the country of Poland, there was a very curious and smart girl named Marie Curie. Marie loved learning, especially about science. When she grew up, she moved to Paris, France, to study more because she wanted to become a scientist. Back then, not many women were scientists, but Marie was determined. She worked in a small, dark laboratory with her husband, Pierre Curie. Together, they discovered something amazing called radium. Radium was a special kind of metal that glowed in the dark and could be used to help doctors see inside people's bodies to make them better. Marie Curie became very famous for her discovery, and she won the Nobel Prize not once, but twice! She was the first woman to win this big prize and the first person ever to win it two times. Marie showed the world that girls can be great scientists too. She worked hard and never gave up, even when it was difficult. Her discoveries helped many people and changed the world of science forever.",
        "story_translation": "एक समय की बात है, पोलैंड देश में, एक बहुत ही जिज्ञासु और समझदार लड़की थी जिसका नाम मैरीक्यूरी था। मैरी को अध्ययन करना बहुत पसंद था, खासकर विज्ञान के बारे में। जब वह बड़ी हुई, तो उसने अधिक पढ़ाई करने के लिए पेरिस, फ्रांस जाने का फैसला किया क्योंकि वह एक वैज्ञानिक बनना चाहती थी। उस समय, बहुत सी महिलाएं वैज्ञानिक नहीं थीं, लेकिन मैरी ने हिम्मत नहीं हारी। उसने अपने पति, पियरे क्यूरी के साथ एक छोटे, अंधेरे प्रयोगशाला में काम किया। उन्होंने मिलकर कुछ अद्भुत खोजा, जिसे रेडियम कहा जाता है। रेडियम एक विशेष प्रकार का धातु था जो अंधेरे में चमकता था और इसे डॉक्टरों को लोगों के शरीर के अंदर देखनें में मदद करने के लिए इस्तेमाल किया जा सकता था, ताकि वे उन्हें ठीक कर सकें। मैरी क्यूरी अपनी खोज के लिए बहुत प्रसिद्ध हुईं, और उन्होंने एक बार नहीं, बल्कि दो बार नोबेल पुरस्कार जीता! वह इस बड़े पुरस्कार को जीतने वाली पहली महिला थीं और इसे दो बार जीतने वाली पहली व्यक्ति भी। मैरी ने दुनिया को दिखाया कि लड़कियां भी महान वैज्ञानिक बन सकती हैं। उसने कड़ी मेहनत की और कभी हार नहीं मानी, यहां तक कि जब यह कठिन था। उसकी खोजों ने कई लोगों की मदद की और विज्ञान की दुनिया को हमेशा के लिए बदल दिया।",
        "audio_file": "10011"
    },
    {
        "title": "Nelson Mandela",
        "title_translation": "नेल्सन मंडेला",
        "fiction": false,
        "story": "Once upon a time in South Africa, there was a man named Nelson Mandela. Mandela was a brave and wise man who believed that everyone should be treated equally, no matter the color of their skin. But during those times, in South Africa, there were unfair laws called apartheid, which separated people based on their race and color. Mandela wanted to change these laws so that everyone, black or white, could live together in peace. He worked very hard and spoke to many people, trying to bring change in a peaceful way. But the government didn’t like this, and they put him in jail for many years. Mandela never gave up hope, and he became a symbol of the struggle for freedom. People all around the world knew about him and supported his cause. Finally, after 27 years, he was set free. Mandela's dream started to come true when he became the first black President of South Africa, and he worked to bring people of all colors together. He showed the world the power of forgiveness and how important it is to fight for what is right. Nelson Mandela is remembered as a hero who brought hope and change to his country and the world.",
        "story_translation": "एक समय की बात है, दक्षिण अफ्रीका में एक आदमी था जिसका नाम नेल्सन मंडेला था। मंडेला एक बहादुर और बुद्धिमान व्यक्ति थे जो मानते थे कि सभी को समान रूप से व्यवहार किया जाना चाहिए, चाहे उनकी त्वचा का रंग कोई भी हो। लेकिन उन समय के दौरान, दक्षिण अफ्रीका में अपार्थेड नामक अन्यायपूर्ण कानून थे, जो लोगों को उनकी नस्ल और रंग के आधार पर अलग करते थे। मंडेला इन कानूनों को बदलना चाहते थे ताकि सभी लोग, काले या सफेद, शांति से एक साथ रह सकें। उन्होंने बहुत मेहनत की और कई लोगों से बात की, बदलाव लाने की कोशिश करते हुए एक शांतिपूर्ण तरीके से। लेकिन सरकार को यह पसंद नहीं आया, और उन्होंने उन्हें कई वर्षों तक जेल में डाल दिया। मंडेला ने कभी भी उम्मीद नहीं छोड़ी, और वह स्वतंत्रता के संघर्ष का प्रतीक बन गए। दुनिया भर के लोग उनके बारे में जानते थे और उनके कारण का समर्थन करते थे। अंततः, 27 वर्षों बाद, उन्हें रिहा कर दिया गया। मंडेला का सपना सच होना शुरू हुआ जब वह दक्षिण अफ्रीका के पहले काले राष्ट्रपति बने, और उन्होंने सभी रंगों के लोगों को एक साथ लाने के लिए काम किया। उन्होंने दुनिया को क्षमा की शक्ति और सही के लिए लड़ना कितना महत्वपूर्ण है, यह दिखाया। नेल्सन मंडेला को एक नायक के रूप में याद किया जाता है, जिन्होंने अपने देश और दुनिया में आशा और बदलाव लाए।",
        "audio_file": "10012"
    },
    {
        "title": "Leonardo Da Vinci",
        "title_translation": "लिओनार्डो दा विंची",
        "fiction": false,
        "story": "Once upon a time in Italy, there lived a curious and clever boy named Leonardo da Vinci. Leonardo loved to explore the world around him and was interested in many things. He liked to draw, paint, and even invent new things. As he grew up, he became very good at art and created beautiful paintings, one of which was the famous 'Mona Lisa' that people still admire today. But Leonardo was not just an artist; he was also a scientist and an inventor. He studied birds and dreamed of making a machine that could fly, just like an airplane today. He also looked at the human body to understand how it works and drew many sketches of his ideas. Leonardo was a very talented man, and his curiosity about the world never stopped. He kept learning and creating all his life. He showed us that if you are curious and work hard, you can learn about lots of different things and maybe even change the world with your ideas.",
        "story_translation": "इटली में एक बार एक जिज्ञासु और चतुर लड़का था जिसका नाम लियोनардो दा विंची था। लियोनार्डो को अपने चारों ओर की दुनिया को खोजने का बहुत शौक था और वह कई चीजों में रुचि रखता था। उसे चित्र बनाना, पेंटिंग करना और यहां तक कि नई चीजें आविष्कार करना पसंद था। जैसे-जैसे वह बड़ा होता गया, वह कला में बहुत कुशल हो गया और उसने खूबसूरत पेंटिंग बनाई, जिनमें से एक प्रसिद्ध 'मोना लिसा' है जिसे आज भी लोग देखना पसंद करते हैं। लेकिन लियोनार्डो केवल एक कलाकार नहीं था; वह एक वैज्ञानिक और आविष्कारक भी था। उसने पक्षियों का अध्ययन किया और एक ऐसी मशीन बनाने का सपना देखा जो उड़ सके, बिल्कुल आज के हवाई जहाज की तरह। उसने मानव शरीर को भी देखा ताकि समझ सके कि यह कैसे काम करता है और अपने विचारों के कई स्केच बनाए। लियोनार्डो एक बहुत प्रतिभाशाली व्यक्ति था, और दुनिया के प्रति उसकी जिज्ञासा कभी नहीं रुकी। उसने अपने पूरे जीवन में सीखना और रचना जारी रखा। उसने हमें यह दिखाया कि यदि आप जिज्ञासु हैं और मेहनत करते हैं, तो आप विभिन्न चीजों के बारे में सीख सकते हैं और शायद अपने विचारों से दुनिया को बदल सकते हैं।",
        "audio_file": "10013"
    },
    {
        "title": "Cleopatra",
        "title_translation": "जिसका हिंदी में अनुवाद \"क्लेओपैट्रा\" होगा।",
        "fiction": false,
        "story": "Once upon a time in ancient Egypt, there was a famous queen named Cleopatra. Cleopatra was not just a queen; she was also very smart and educated. She could speak many languages and was known for her charm and intelligence. As the ruler of Egypt, Cleopatra cared deeply about her people and worked hard to make her country strong and powerful. She was also famous for her beauty and her great love stories with powerful leaders of other countries, like Julius Caesar and Mark Antony. Cleopatra lived in a time when it was very rare for a woman to be in such a powerful position, but she showed that she could rule as well as any king. She was one of the last rulers of ancient Egypt before it became part of the Roman Empire. Cleopatra's life was full of adventures, and she has been remembered throughout history as one of the most fascinating and influential women of her time.",
        "story_translation": "शुरुआत में प्राचीन मिस्र में एक प्रसिद्ध रानी थीं जिनका नाम क्लियोपेट्रा था। क्लियोपेट्रा केवल एक रानी नहीं थीं; वह बहुत बुद्धिमान और शिक्षित भी थीं। वह कई भाषाएं बोल सकती थीं और अपनी आकर्षण और बुद्धिमत्ता के लिए जानी जाती थीं। मिस्र की रानी के रूप में, क्लियोपेट्रा ने अपने लोगों के प्रति गहरी चिंता दिखाई और अपने देश को मजबूत और शक्तिशाली बनाने के लिए मेहनत की। वह अपनी सुंदरता और अन्य देशों के शक्तिशाली नेताओं जैसे जुलियस सीजर और मार्क एंटनी के साथ अपनी महान प्रेम कहानियों के लिए भी प्रसिद्ध थीं। क्लियोपेट्रा उस समय में जीवित थीं जब एक महिला के लिए इतनी शक्तिशाली स्थिति में होना बहुत दुर्लभ था, लेकिन उन्होंने दिखाया कि वह किसी भी राजा की तरह शासन कर सकती हैं। वह प्राचीन मिस्र की आखिरी शासकों में से एक थीं, जब यह रोमन साम्राज्य का हिस्सा बन गया। क्लियोपेट्रा का जीवन साहसिक घटनाओं से भरा था, और उन्हें इतिहास में अपने समय की सबसे आकर्षक और प्रभावशाली महिलाओं में से एक के रूप में याद किया गया है।",
        "audio_file": "10014"
    },
    {
        "title": "Joan of Arc",
        "title_translation": "जोआन ऑफ आर्क",
        "fiction": false,
        "story": "Once upon a time in France, there was a young girl named Joan of Arc. Joan lived in a small village during a time when her country, France, was in a big war with another country called England. Joan was very brave and believed that she had a special mission to help France. She said that she heard voices from saints telling her to save her country. Even though she was just a teenager and a girl, Joan convinced the prince of France to let her lead an army. She wore armor and rode on a horse, leading her soldiers into battle. Joan's courage inspired everyone around her, and she helped win some important battles. People saw her as a hero. Unfortunately, she was captured by her enemies and faced great challenges. But Joan never stopped believing in her mission. Years later, she was remembered as a symbol of bravery and patriotism. Joan of Arc became a saint, and people all over the world know her story. She taught us that no matter how young or small you are, you can do great things if you have courage and believe in yourself.",
        "story_translation": "एक समय की बात है, फ्रांस में एक युवा लड़की थी जिसका नाम जोआन ऑफ़ आर्क था। जोआन एक छोटे से गाँव में रहती थी जब उसका देश, फ्रांस, एक बड़े युद्ध में इंग्लैंड नामक दूसरे देश के साथ था। जोआन बहुत बहादुर थी और उसे विश्वास था कि उसके पास फ्रांस की मदद करने का एक विशेष मिशन है। उसने कहा कि उसने संतों की आवाजें सुनी हैं जो उसे उसके देश को बचाने के लिए कह रही हैं। भले ही वह सिर्फ एक किशोरी और एक लड़की थी, जोआन ने फ्रांस के राजकुमार को मनाकर एक सेना का नेतृत्व करने दिया। उसने कवच पहना और एक घोड़े पर सवार होकर अपने सैनिकों को युद्ध में ले गई। जोआन का साहस उसके चारों ओर के सभी लोगों को प्रेरित करता था, और उसने कुछ महत्वपूर्ण युद्धों को जीतने में मदद की। लोगों ने उसे एक नायक के रूप में देखा। दुर्भाग्यवश, वह अपने दुशमनों द्वारा पकड़ी गई और उसे बड़े संकटों का सामना करना पड़ा। लेकिन जोआन ने अपने मिशन में विश्वास करना कभी नहीं छोड़ा। वर्षों बाद, उसे बहादुरी और देशभक्ति के प्रतीक के रूप में याद किया गया। जोआन ऑफ़ आर्क संत बन गई, और दुनिया भर के लोग उसकी कहानी जानते हैं। उसने हमें सिखाया कि चाहे आप कितने भी युवा या छोटे क्यों न हों, अगर आपके पास साहस है और आप अपने आप में विश्वास करते हैं, तो आप बड़ी चीजें कर सकते हैं।",
        "audio_file": "10015"
    },
    {
        "title": "Albert Einstein",
        "title_translation": "अल्बर्ट आइंस्टीन",
        "fiction": false,
        "story": "Once upon a time, there was a brilliant physicist named Albert Einstein. Albert had a deep curiosity about the universe and how it worked. He came up with a groundbreaking theory called 'Theory of Relativity,' which changed the way we understand space, time, and gravity. His formula, E=mc², became famous worldwide. Albert wasn't just a scientist; he was also an advocate for peace and human rights. He spoke out against war and injustice. His work and ideas revolutionized science and made him one of the most famous scientists in history. Albert Einstein showed us that with imagination, curiosity, and hard work, we can unlock the mysteries of the universe and make the world a better place.",
        "story_translation": "एक बार की बात है, एक शानदार भौतिक विज्ञानी थे जिनका नाम अल्बर्ट आइंस्टीन था। अल्बर्ट को ब्रह्मांड और इसके काम करने के तरीके के बारे में गहरी जिज्ञासा थी। उन्होंने 'सापेक्षता का सिद्धांत' नामक एक क्रांतिकारी सिद्धांत प्रस्तुत किया, जिसने स्पेस, समय और गुरुत्वाकर्षण को समझने के तरीके को बदल दिया। उनका फॉर्मूला, E=mc², दुनिया भर में प्रसिद्ध हो गया। अल्बर्ट सिर्फ एक वैज्ञानिक नहीं थे; वह शांति और मानव अधिकारों के लिए भी एक अधिवक्ता थे। उन्होंने युद्ध और अन्याय के खिलाफ आवाज उठाई। उनके काम और विचारों ने विज्ञान में क्रांति ला दी और उन्हें इतिहास के सबसे प्रसिद्ध वैज्ञानिकों में से एक बना दिया। अल्बर्ट आइंस्टीन ने हमें दिखाया कि कल्पना, जिज्ञासा, और मेहनत के साथ, हम ब्रह्मांड के रहस्यों को उजागर कर सकते हैं और दुनिया को एक बेहतर स्थान बना सकते हैं।",
        "audio_file": "10016"
    },
    {
        "title": "The Fall of the Berlin Wall",
        "title_translation": "बर्लिन दीवार का पतन",
        "fiction": false,
        "story": "Once upon a time, in 1989, a momentous event unfolded in Berlin, Germany - the Fall of the Berlin Wall. For decades, the Berlin Wall had separated East and West Berlin, symbolizing the division between East and West during the Cold War. It was a physical and ideological barrier that stood as a symbol of oppression and division. However, in the autumn of 1989, a series of peaceful protests and political changes in East Germany led to the unthinkable. On the night of November 9th, 1989, the East German government announced that citizens could cross into West Berlin freely. Throngs of people flocked to the wall, and with hammers and chisels, they began to dismantle it. The world watched in astonishment as families and friends were joyfully reunited, and people from both sides of the wall embraced one another. The fall of the Berlin Wall marked the beginning of the end of the Cold War and the eventual reunification of Germany. It was a testament to the power of people coming together to break down barriers and achieve freedom and unity.",
        "story_translation": "एक समय की बात है, 1989 में, जर्मनी के बर्लिन में एक महत्वपूर्ण घटना हुई - बर्लिन की दीवार का गिरना। दशकों तक, बर्लिन की दीवार ने पूर्व और पश्चिम बर्लिन को अलग रखा, जो शीत युद्ध के दौरान पूर्व और पश्चिम के बीच विभाजन का प्रतीक था। यह एक भौतिक और वैचारिक बाधा थी जो उत्पीड़न और विभाजन का प्रतीक बनी रही। हालांकि, 1989 की autumn में, पूर्व जर्मनी में शांतिपूर्ण प्रदर्शनों और राजनीतिक परिवर्तनों की एक श्रृंखला ने असंभव को संभव कर दिया। 9 नवंबर 1989 की रात, पूर्व जर्मन सरकार ने घोषणा की कि नागरिक स्वतंत्र रूप से पश्चिम बर्लिन में जा सकते हैं। लोगों की भीड़ दीवार की ओर उमड़ पड़ी, और हथौड़ों और चोको के साथ, उन्होंने इसे तोड़ना शुरू कर दिया। दुनिया ने आश्चर्य से देखा जबकि परिवार और दोस्त खुशी-खुशी फिर से मिले, और दीवार के दोनों तरफ के लोग एक-दूसरे को गले लगाते रहे। बर्लिन की दीवार का गिरना शीत युद्ध के अंत की शुरुआत और जर्मनी के पुनर्मिलन की eventual प्रक्रिया का प्रतीक बना। यह उन लोगों की शक्ति का प्रमाण था जो मिलकर बाधाओं को तोड़ने और स्वतंत्रता और एकता को प्राप्त करने के लिए एकत्रित हुए।",
        "audio_file": "10017"
    },
    {
        "title": "The Silk Road",
        "title_translation": "रेशमी मार्ग",
        "fiction": false,
        "story": "Long ago, in ancient times, there existed a vast network of trade routes known as the Silk Road. This historic journey was not a single road but a complex web of interconnected paths that stretched across Asia, connecting the East to the West. The Silk Road got its name from the valuable silk, a luxurious fabric produced in China, which was one of the most sought-after goods traded along these routes. However, the Silk Road was not just about silk; it was a conduit for the exchange of goods, cultures, and ideas. Traders from China, India, Persia, Arabia, and other regions embarked on perilous journeys, carrying goods like spices, precious metals, gems, and exotic textiles. Along with these commodities, they shared their cultures, religions, and technologies. The Silk Road facilitated a remarkable exchange of knowledge, leading to advancements in science, mathematics, and art. It also played a significant role in the spread of Buddhism, Islam, and Christianity to different parts of the world. As the Silk Road thrived, it fostered a spirit of cooperation and understanding among diverse civilizations. Despite the challenges of harsh terrains and unpredictable weather, traders continued their journeys, forging connections between distant lands. The Silk Road was a bridge that connected people across continents and played a pivotal role in shaping the history of our world.",
        "story_translation": "बहुत समय पहले, प्राचीन काल में, एक विशाल व्यापार मार्ग का नेटवर्क था जिसे रेशम का मार्ग कहा जाता था। यह ऐतिहासिक यात्रा केवल एक सड़क नहीं थी, बल्कि एक जटिल जाल था जो एशिया में फैला हुआ था, पूर्व को पश्चिम से जोड़ता था। रेशम के मार्ग का नाम चीन में उत्पादित मूल्यवान रेशम के नाम पर रखा गया था, जो इन मार्गों के साथ व्यापार किए जाने वाले सबसे अधिक मांग वाले सामानों में से एक था। हालांकि, रेशम का मार्ग केवल रेशम के बारे में नहीं था; यह सामान, संस्कृतियों और विचारों के आदान-प्रदान का एक माध्यम था। चीन, भारत, फारस, अरब और अन्य क्षेत्रों के व्यापारी खतरनाक यात्रा पर निकले, और मसाले, कीमती धातुएं, रत्न और अद्भुत कपड़े जैसे सामान ले गए। इन वस्तुओं के साथ-साथ, उन्होंने अपनी संस्कृतियों, धर्मों और तकनीकों को साझा किया। रेशम के मार्ग ने ज्ञान का एक अद्भुत आदान-प्रदान संभव बनाया, जिसने विज्ञान, गणित और कला में उन्नति की। इसने बौद्ध धर्म, इस्लाम औरChristianity के विभिन्न भागों में फैलने में भी महत्वपूर्ण भूमिका निभाई। जैसे-जैसे रेशम का मार्ग फल-फूल रहा था, इसने विभिन्न सभ्यताओं के बीच सहयोग और समझ की भावना को बढ़ावा दिया। कठिन भूभाग और अप्रत्याशित मौसम की चुनौतियों के बावजूद, व्यापारी अपनी यात्राएं जारी रखते रहे, दूर-दूर के देशों के बीच संबंध बनाते रहे। रेशम का मार्ग एक पुल था जिसने महाद्वीपों के बीच लोगों को जोड़ा और हमारे विश्व के इतिहास को आकार देने में महत्वपूर्ण भूमिका निभाई।",
        "audio_file": "10018"
    },
    {
        "title": "The Great Wall of China",
        "title_translation": "चीन की महान दीवार",
        "fiction": false,
        "story": "Many centuries ago, in the vast and ancient land of China, a remarkable construction project began. It was the construction of what would later become one of the most iconic and awe-inspiring structures in the world: the Great Wall of China. This monumental undertaking was not a single wall but a series of walls, fortifications, and watchtowers that stretched across the northern border of China. The primary purpose of the Great Wall was to protect the Chinese states and empires from invasions by nomadic tribes and military incursions. The construction of the Great Wall started over 2,000 years ago during the Qin Dynasty, but it was expanded and rebuilt by subsequent dynasties, including the Han, Ming, and Qing Dynasties. The wall was built using various materials such as stone, earth, wood, and brick, and it covered an astonishing distance, with estimates ranging from 13,000 to 21,196 miles. It was a testament to the ingenuity and determination of the Chinese people. The Great Wall not only served as a formidable defensive structure but also facilitated trade, communication, and cultural exchanges along the Silk Road. It has stood the test of time and remains a symbol of China's rich history and enduring strength. Today, it is recognized as one of the Seven Wonders of the World and is visited by millions of people from around the globe who come to marvel at its grandeur and historical significance.",
        "story_translation": "बहुत सदियों पहले, विशाल और प्राचीन चीन की धरती पर एक अद्भुत निर्माण परियोजना की शुरुआत हुई। यह निर्माण उस दीवार का था जो बाद में दुनिया की सबसे पहचानने योग्य और Awe-inspiring संरचनाओं में से एक बन गई: चीन की महान दीवार। यह विशाल कार्य एक एकल दीवार नहीं थी, बल्कि दीवारों, किलों और निगरानी टावरों की एक श्रृंखला थी जो चीन के उत्तरी सीमा पर फैली हुई थी। महान दीवार का मुख्य उद्देश्य चीनी राज्यों और साम्राज्यों को घुमंतू जनजातियों और सैन्य आक्रमणों से बचाना था। महान दीवार का निर्माण 2,000 साल पहले क़िन साम्राज्य के दौरान शुरू हुआ, लेकिन इसे बाद की साम्राज्यों जैसे कि हान, मिंग, और चिंग द्वारा विस्तारित और पुनर्निर्माण किया गया। दीवार को विभिन्न सामग्रियों जैसे पत्थर, मिट्टी, लकड़ी और ईंट से बनाया गया, और यह एक अद्भुत दूरी को कवर करती थी, जिसके अनुमान 13,000 से 21,196 मील के बीच हैं। यह चीन के लोगों की बुद्धिमत्ता और संकल्प का प्रतीक था। महान दीवार न केवल एक मजबूत रक्षा संरचना के रूप में कार्य करता था, बल्कि सिल्क रोड के沿 साथ व्यापार, संचार और सांस्कृतिक आदान-प्रदान को भी सुविधाजनक बनाता था। यह समय की कसौटी पर खरी उतरी है और चीन के समृद्ध इतिहास और स्थायी ताकत का प्रतीक बनी हुई है। आज, इसे दुनिया के सात अजूबों में से एक के रूप में मान्यता प्राप्त है और यह दुनिया भर से लाखों लोगों द्वारा दौरा किया जाता है, जो इसके भव्यता और ऐतिहासिक महत्व पर आश्चर्यचकित होते हैं।",
        "audio_file": "10019"
    },
    {
        "title": "Discovery of the tomb of Tutankhamen",
        "title_translation": "तुतनखामेन की कब्र का अन्वेषण",
        "fiction": false,
        "story": "In 1922, archaeologist Howard Carter uncovered an ancient tomb in Egypt’s Valley of the Kings. The tomb belonged to Pharaoh Tutankhamun, a ruler who lived over 3,000 years ago. Carter’s team found the tomb intact, filled with treasures and artifacts of immense value. The discovery amazed the world, as most tombs had been looted centuries before. Inside, they uncovered gold statues, jewelry, chariots, and the iconic golden burial mask. The tomb also held Tutankhamun’s mummified body, providing insights into ancient Egyptian rituals. Carter famously peered into the tomb’s chamber and said: I see wonderful things! The artifacts revealed secrets about Tutankhamun’s short life and the world he ruled. His tomb’s treasures remain some of the most significant archaeological finds in history. The discovery captivated the public and sparked lasting fascination with ancient Egypt’s mysteries.",
        "story_translation": "1922 में, पुरातत्वज्ञ हॉवर्ड कार्टर ने मिस्र के किंग्स वैली में एक प्राचीन कब्र की खोज की। यह कब्र फिरौन तुतनखामुन की थी, जो तीन हजार साल पहले के एक शासक थे। कार्टर की टीम ने कब्र को बाखबर पाया, जो बेशकीमती खजाने और कलाकृतियों से भरी हुई थी। इस खोज ने दुनिया को चकित कर दिया, क्योंकि अधिकांश कब्रें सदियों पहले लूट ली गई थीं। अंदर, उन्होंने सोने की मूर्तियाँ, आभूषण, रथ और प्रतीकात्मक सोने की दफनाया हुआ मुखौटा खोजा। इस कब्र में तुतनखामुन का ममेट किया हुआ शव भी था, जिसने प्राचीन मिस्री रीति-रिवाजों के बारे में जानकारी प्रदान की। कार्टर ने प्र famously कब्र के कक्ष में झाँका और कहा: मैं अद्भुत चीजें देखता हूँ! कलाकृतियों ने तुतनखामुन के छोटे जीवन और उस दुनिया के बारे में रहस्यों को उजागर किया जिसका वह शासक था। उसकी कब्र के खजाने इतिहास के सबसे महत्वपूर्ण पुरातात्विक खोजों में से एक बने हुए हैं। इस खोज ने जनता को मोहित किया और प्राचीन मिस्र के रहस्यों के प्रति स्थायी आकर्षण को जन्म दिया।",
        "audio_file": "10020"
    },
    {
        "title": "The Invention of the Printing Press (Johannes Gutenberg)",
        "title_translation": "छपाई मशीन का आविष्कार (जोहानस गुटेनबर्ग)",
        "fiction": false,
        "story": "Once upon a time, in the 15th century, Johannes Gutenberg had a brilliant idea. He wanted to create a machine that could quickly print books. In 1439, Gutenberg invented the printing press, which used movable metal type. This allowed letters to be rearranged and reused for each page. The first major book he printed was the Gutenberg Bible, in 1455. Before this, books were copied by hand, which took months or years. Gutenberg’s invention made printing faster, cheaper, and more accessible. Knowledge spread rapidly, fueling the Renaissance and the Reformation. People could now read books, learn new ideas, and share knowledge widely. The printing press changed how humans communicated and preserved information. It is considered one of the most important inventions in history. Gutenberg’s work revolutionized education, science, and culture across the world. His printing press paved the way for the modern world we know today.",
        "story_translation": "एक समय की बात है, 15वीं सदी में, जोहान्स गुटेनबर्ग के पास एक शानदार विचार था। वह एक ऐसी मशीन बनाना चाहते थे जो जल्दी किताबें छाप सके। 1439 में, गुटेनबर्ग ने मुद्रण मशीन का आविष्कार किया, जिसने चलने वाले धातु के अक्षरों का उपयोग किया। इससे अक्षरों को एकत्र करके हर पृष्ठ के लिए फिर से उपयोग किया जा सकता था। उन्होंने 1455 में पहला बड़ा पुस्तक जो छापी, वह गुटेनबर्ग बाइबल थी। इससे पहले, किताबें हाथ से नकल की जाती थीं, जिसमें महीनों या वर्षों लगते थे। गुटेनबर्ग का आविष्कार मुद्रण को तेज़, सस्ता और अधिक सुलभ बना दिया। ज्ञान तेजी से फैला, जिससे पुनर्जागरण और सुधार आंदोलन को बढ़ावा मिला। लोग अब किताबें पढ़ सकते थे, नए विचार सीख सकते थे और ज्ञान को व्यापक रूप से साझा कर सकते थे। मुद्रण मशीन ने मनुष्यों के संवाद और सूचना के संरक्षण के तरीके को बदल दिया। इसे इतिहास में सबसे महत्वपूर्ण आविष्कारों में से एक माना जाता है। गुटेनबर्ग के काम ने दुनिया भर में शिक्षा, विज्ञान और संस्कृति में क्रांति पैदा की। उनकी मुद्रण मशीन ने उसmodern world का मार्ग प्रशस्त किया जो हम आज जानते हैं।",
        "audio_file": "10021"
    },
    {
        "title": "The Rosetta Stone",
        "title_translation": "रोसेटा स्टोन",
        "fiction": false,
        "story": "In 1799, French soldiers discovered a strange black stone in Rosetta, Egypt. The stone had three types of writing: Greek, Demotic, and Egyptian hieroglyphs. Scholars realized it could unlock the meaning of ancient hieroglyphs. Jean-François Champollion studied the Rosetta Stone for many years. He compared the Greek text to the hieroglyphs to find their meaning. In 1822, Champollion cracked the code, finally decoding Egyptian hieroglyphs. This discovery revealed the secrets of ancient Egyptian writing and culture. It allowed historians to understand the lives, religion, and government of the pharaohs. The Rosetta Stone became a key to unlocking 3,000 years of history. It remains one of the most important archaeological finds in the world. Today, the stone is displayed in the British Museum for all to see. The Rosetta Stone is a symbol of human curiosity and the quest for knowledge.",
        "story_translation": "1799 में, फ्रांसीसी सैनिकों ने रोसेट्टा, मिस्र में एक अजीब काले पत्थर की खोज की। इस पत्थर पर तीन प्रकार की लेखन थी: ग्रीक, डेमोटिक, और मिस्री हायरोग्लिफ। विद्वानों ने समझा कि यह प्राचीन हायरोग्लिफ के अर्थ को उजागर कर सकता है। जीन-फ्रांकोइस चम्पोलियन ने रोसेट्टा स्टोन का कई वर्षों तक अध्ययन किया। उन्होंने ग्रीक पाठ की तुलना हायरोग्लिफ से की ताकि उनके अर्थ को खोजा जा सके। 1822 में, चम्पोलियन ने कोड को तोड़ दिया, अंततः मिस्री हायरोग्लिफ का अनुवाद कर दिया। इस खोज ने प्राचीन मिस्री लेखन और संस्कृति के रहस्यों को उजागर किया। इसने इतिहासकारों को फिरौने के जीवन, धर्म, और सरकार को समझने की अनुमति दी। रोसेट्टा स्टोन 3,000 वर्षों के इतिहास को खोलने की कुंजी बन गया। यह दुनिया के सबसे महत्वपूर्ण पुरातात्विक खोजों में से एक बना हुआ है। आज, यह पत्थर ब्रिटिश म्यूजियम में सभी के देखने के लिए प्रदर्शित किया गया है। रोसेट्टा स्टोन मानव जिज्ञासा और ज्ञान की खोज का प्रतीक है।",
        "audio_file": "10022"
    }
]